[
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Platform Engineer",
    "description": "We're looking for a Platform Engineer 5-day work week (40hrs) · €50-65k · Amsterdam, Netherlands About us Homerun creates beautiful HR tools for modern teams  We’re a small business – just 26 people in total. We do things our own way — or what we believe is the right way — which has earned us labels like \"unpredictable\" and \"authentic\" which we wear proudly. Under the Homerun brand, we offer two products: Homerun ATS and HR. Our products allows teams to manage and grow their team, from start to…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281338605?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Azure Cloud Infrastructure Engineer",
    "description": "General information Organisation Headquarter The Netherlands Reference 2025-29900 Publication start date 24/06/2025 Publication date 29/06/2025 Job title (website) Azure Cloud Infrastructure Engineer Type of vacancy Job Contractual hours 32-40 Field of expertise Headquater Managerial position No Job description Working with and for a smile Jumbo’s ambition is to be the most loved supermarket in the Netherlands and Belgium. We aim to surprise our customers and exceed expectations so they enjoy s…",
    "secteur": "Unknown",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 68400,
    "salaire_max": 87600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281338274?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Foundation Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Leiden. Deze organisatie is een toonaangevende speler in de maritieme sector, bekend om innovatie en kwaliteit. Met een sterke aanwezigheid in de regio en een reputatie voor uitzonderlijke klanttevredenheid, hebben ze unieke technieken en prestaties neergezet. Deze organisatie beïnvloedt de sector met hun focus op duurzame energieoplossingen. Persoonlijke groei en ontwikkeling worden gestimuleerd in een open en betrokken cultuur. Verdien tot wel €3400 per ma…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 31200,
    "salaire_max": 40800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5281057040?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=C29910A25693CABD189D24D7CDE991B99C27BDFE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FPGA Engineer (HBO/WO) | Werk aan de techniek van de toekomst bij Sintecs",
    "description": "Over deze vacature Werk als FPGA Engineer aan complexe elektronica-ontwerpen in een internationale omgeving met volop ruimte voor persoonlijke ontwikkeling. De functie Als FPGA Engineer maak je deel uit van het Embedded Software Team en werk je nauw samen met FPGA-, Embedded Software- en Hardware Engineers. Je bent verantwoordelijk voor het ontwerpen, implementeren, simuleren, testen en documenteren van FPGA-designs en IP-blokken voor diverse uitdagende elektronica-projecten. Daarnaast stel je …",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281047658?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Front-end Engineer",
    "description": "Your job As a Front-end Engineer at Channable, you will be responsible for building an intuitive application that our customers use to automate their digital marketing. You will be prototyping new features based on customer feedback and making decisions to improve how our customers are guided through our tool. After a feature is implemented you will also be rolling out the feature together with other members of the product team, landing new functionalities in the hands of our customers. Your ch…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42228,
    "salaire_max": 64584,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280359729?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Researcher (Energy Systems Engineer)",
    "description": "Wij zoeken bij Voogt Naval Architects een Researcher (Energy Systems Engineer) voor onze afdeling Knowledge & Innovation. De afdeling Knowledge & Innovation initieert, coördineert en stimuleert innovatie binnen de gehele Feadship organisatie. Centraal staat de ontwikkeling van het Feadship-product en de processen (betreffende ontwerp, engineering, productie en services). Als Researcher initieer en coördineer je innovatie- en researchprojecten en voert deze ook zelf uit. De ontwikkelingen waarvo…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 49200,
    "salaire_max": 67200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280356867?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Developer BIM",
    "description": "Ben jij klaar om je programmeervaardigheden in te zetten voor betekenisvolle veranderingen in de bouwsector? Vind je het uitdagend om automatiseringen te ontwikkelen die modelleurs en andere collega's daadwerkelijk ondersteunen? Dan is deze rol iets voor jou. Wij zoeken een Software Developer BIM met kennis van programmeren (Python/C#) om bij te dragen aan de digitalisering en automatisering van ons gestandaardiseerde ontwerp- en bouwconcept. Een bouwkundige achtergrond is niet vereist, maar af…",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280351512?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior technisch beheerder Windows/Linux",
    "description": "Wat ga je doen? Werken bij het ministerie van Defensie maar niet als militair? Word Senior technisch beheerder Windows/Linux Als je kiest voor een baan bij Defensie, dan kies je voor maatschappelijk relevant werk. Je draagt echt iets bij aan een veilig Nederland. Naast 48.000 beroepsmilitairen werken er ook nog zo’n 21.000 burgers bij Defensie. Wil jij in je eigen vakgebied als burger bijdragen aan een professionele defensieorganisatie en daarmee aan vrede en veiligheid in binnen- en buitenland…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 64800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5279249904?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "ML-Engineer",
    "description": "Stel je voor: jouw code bepaalt hoe honderdduizenden huishoudens in Nederland samenwerken in één intelligent energie-netwerk. Als ML- Engineer bij Zonneplan ben je de spil in de energietransitie. Je bouwt aan ons nieuwe en baanbrekende Powerhouse-platform om de energietransitie te versnellen. Dit platform zorgt voor slimme inzet van ons smart grid op verschillende energiemarkten. Geen stoffige legacy systemen, maar een splinternieuw platform dat real-time handelt en honderdduizenden apparaten a…",
    "secteur": "Unknown",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278295658?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=DC843B332D7368A129EA2D08DB270BDFD2B2E359",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "ML-Engineer",
    "description": "Stel je voor: jouw code bepaalt hoe honderdduizenden huishoudens in Nederland samenwerken in één intelligent energie-netwerk. Als ML- Engineer bij Zonneplan ben je de spil in de energietransitie. Je bouwt aan ons nieuwe en baanbrekende Powerhouse-platform om de energietransitie te versnellen. Dit platform zorgt voor slimme inzet van ons smart grid op verschillende energiemarkten. Geen stoffige legacy systemen, maar een splinternieuw platform dat real-time handelt en honderdduizenden apparaten a…",
    "secteur": "Unknown",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278294195?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=6A27FF17805DC7D5AC9D31621B9826C5F0A6C8B7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Energy Data Strategist – Forecasting, Trading & BI",
    "description": "Wat ga je doen: Zit jij liever aan de knoppen dan aan het dashboard? Maak échte impact met data in forecasting, trading en duurzame energie bij Groendus. Wat ga je doen bij Groendus? Bij Groendus zoeken we een strategisch ingestelde data-expert die meer wil dan dashboards maken. In deze rol sta jij centraal in hoe wij onze Energiemarktplaats sturen, optimaliseren én verder ontwikkelen. Niet achteraf – maar live, met directe impact op forecasting, trading en klantwinst. Je werkt in het kernteam …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 78000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278293398?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=7E50434E99420F3E454F1EBEE4711C38E2215E3D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Junior Onderzoeker Gezonde en Duurzame Voeding",
    "description": "Ben jij een onderzoeker en vind jij gezonde en duurzame voeding belangrijk? Ga dan nu als junior onderzoeker aan de slag bij het RIVM in Bilthoven! Je krijgt een fulltime baan voor minimaal een jaar! En een mooi salaris vanaf €3404,39 per maand! Wat bieden wij jou Een baan voor 36 uur per week. Meteen een baan voor een jaar! Werken bij het RIVM! Werken in Bilthoven en thuiswerken. Draag bij aan de volksgezondheid! Tussen €3404,39 en €5389,87 bruto per maand! Wie ben jij Om als onderzoeker aan d…",
    "secteur": "Gezondheidszorg Wetenschap en Verpleging vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 64678,
    "salaire_max": 64678,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278267718?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Fleet Operations Specialist, Amsterdam",
    "description": "Are you a hands-on operations expert passionate about optimizing vehicle fleet systems and enabling cutting-edge mobility solutions? We’re looking for a Fleet Operations Specialist to lead on-the-ground operations at our Amsterdam site. This is your opportunity to drive innovation in logistics, fleet quality, and systems reliability in a fast-evolving tech environment. What are you going to do? As a Fleet Operations Specialist, you will: Oversee daily fleet operations, ensuring vehicle uptime, …",
    "secteur": "Personeelszaken Human Resources vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278261987?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FEM Specialist",
    "description": "Is techniek jouw lust en je leven? Lees dan direct verder. Bij De Voogt Naval Architects zijn we op zoek naar een FEM Specialist . Het modelleren en doorrekenen van langsscheepse sterkte, trillingen en specifieke details in de constructie; het is waar jij niet voor terugdeinst. Bij Feadship en De Voogt Naval Architects is Finite Element Methods (FEM) een technisch hoogwaardig kennisgebied. Het is een belangrijk onderdeel van de kern van ons engineeringsproces en de bouw van onze unieke jachten.…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258208?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior FEM Engineer",
    "description": "Bij De Voogt Naval Architects zijn we op zoek naar een Senior FEM Engineer . Jouw berekeningen zorgen ervoor dat de constructie van onze superjachten nóg sterker wordt. Heb jij de ervaring waar wij naar op zoek zijn? Reageer dan op deze uitdagende functie. Het modelleren en doorrekenen van langsscheepse sterkte, trillingen en specifieke details in de constructie; het is waar jij niet voor terugdeinst. Bij Feadship en De Voogt Naval Architects is Finite Element Methods (FEM) een technisch hoogwa…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 59400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258232?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FEM Engineer",
    "description": "Binnen de afdeling Structural Engineering is De Voogt Naval Architects op zoek naar een FEM Engineer . Bij De Voogt Naval Architects engineeren wij Feadships, de meest unieke jachten ter wereld waar niets te gek is. Wij maken de meest uitdagende klantwensen concreet in constructieve oplossingen en streven naar een niveau waar absolute kwaliteit en duurzaamheid voorop staan. Bij Feadship en meer specifiek De Voogt Naval Architects zien wij Finite Element Methods (FEM) als een technisch hoogwaard…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258129?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FEM Specialist",
    "description": "Binnen de afdeling Structural Engineering is De Voogt Naval Architects op zoek naar een FEM Specialist . Bij De Voogt Naval Architects engineeren wij Feadships, de meest unieke superjachten ter wereld waar niets te gek is. Wij maken de meest uitdagende klantwensen concreet in constructieve oplossingen en streven naar een niveau waar absolute kwaliteit en duurzaamheid voorop staan Wij zien Finite Element Methods als een technisch hoogwaardig kennisgebied en een belangrijk onderdeel van de kern v…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44400,
    "salaire_max": 61200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258124?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Information Demand Coordinator",
    "description": "Binnen Engineering is De Voogt Naval Architects op zoek naar een Information Demand Coordinator . Bij De Voogt Naval Architects houden wij ons bezig met ontwerp, integrated engineering en naval architecture van Feadships, de beste en meest unieke luxe superjachten ter wereld. De technische uitdagingen in ons werk worden gedreven door de wensen en dromen van onze klanten, wat betekent dat vormgeving, stijl, comfort en innovatie een belangrijke rol spelen. Om dit te kunnen bereiken zijn eveneens …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 68400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258113?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Opto-Electronics Engineer",
    "description": "Serco is a leading Space Services Provider with thousands of skilled resources that has supported over 50 space missions on behalf of more than 10 Space or Government agencies around the globe, including the ESA and NASA. Serco offers space capability across the full space lifecycle from satellite testing to Launch services, LEOP to spacecraft operations, space surveillance to data management, and supporting downstream application development. With over 55 years history in the space sector Serc…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277835928?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analyst (Rotterdam, Netherlands/ Hybrid)",
    "description": "About the company and the project: An international leading AI-powered travel platform for businesses is looking for a Data Analyst to join its team. The company was founded in 2017 in Rotterdam, the Netherlands , their product is a flexible and automated platform for online booking of sea and business trips. The team aims to make the complex process of booking, changing, and canceling sea voyages and business trips quick and easy. They already have thousands of users around the globe and they …",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 67200,
    "salaire_max": 76800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277351730?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer/Infrastructure Engineer - REMOTE",
    "description": "If you are a senior software developer and you also have knowledge of system administration, keep reading or just apply already! And maybe you'll come work in our dynamic and international team. About the job At YTEC, we will challenge you to use all your knowledge and skills to develop innovative software solutions for our clients. As a senior software developer , you have over five years of experience in the field, can work independently, and provide guidance to your colleagues when needed. I…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 60000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277208234?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Cloud Data Platform Engineer | Shape the Future of Scalable Azure Infrastructure",
    "description": "Cloud Data Platform Engineer | Shape the Future of Scalable Azure Infrastructure Are you a hands-on, forward-thinking engineer ready to elevate modern data platforms in a fast-paced DevOps environment? Join a high-performing team responsible for designing, building, and optimizing a robust cloud-based data ecosystem powered by Microsoft Azure. In this role, you will design and maintain scalable solutions using Azure services such as Azure Data Factory, Databricks, and Microsoft Fabric. You’ll p…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277053782?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "UX Engineer",
    "description": "About us Hey there! We re Lleverage.ai, and we re making AI automation actually achievable for businesses. We enable teams to capture, automate, and integrate AI-driven workflows and agents into their business, because AI is only useful when it actually fits into daily operations. We re a team of entrepreneurs and innovators, who believe the future of work is 80% creativity, strategy, and human interaction, because AI takes care of the rest. If that sounds something you want to help build, we d…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275916372?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Informatieanalist",
    "description": "Wij ontwikkelen geavanceerde data-oplossingen die een tastbare impact hebben op een gezonde, veilige en duurzame leefomgeving. Jouw expertise als informatieanalist is hierin van cruciaal belang. Door jouw kennis en analytische vaardigheden help je ons om data om te zetten in waardevolle inzichten die bijdragen aan strategische besluitvorming en duurzame oplossingen. Hoe zorgen we ervoor dat de organisatie succesvol in beweging komt? Hoe faciliteren we data gedreven besluitvorming binnen een com…",
    "secteur": "Liefdadigheid en vrijwilligerswerk",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 43728,
    "salaire_max": 61596,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275916241?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps Engineer",
    "description": "We zijn op zoek naar ervaren Dev-DevOps Engineers met een sterke Java-ontwikkelingsachtergrond voor een langdurig werk aan het uitbouwen van cloud-agnostische services door middel van infrastructuur als code. De DevOps-engineers zijn verantwoordelijk voor het bouwen, ontwerpen, plannen en bouwen van cloudinfrastructuur vanaf het architectuurontwerp. Zeer bedreven in infrastructure as code en het gebruik van automatiseringstechnieken en -tools. Vereisten De ideale DevOps Engineer heeft ervaring …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275249846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Bij BAM zetten we vol in op datagestuurde transformatie en zoeken we visionaire Data Engineers om ons Data Competence Centre te versterken. Hier krijg je de vrijheid om je expertise en ideeën te laten bloeien, ongeacht je ervaring. Jouw innovatieve drive speelt een cruciale rol in de toekomst van BAM! Klaar om als pionier grenzen te verleggen? Sluit je aan bij BAM en maak impact met data. Wat ga je doen BAM loopt voorop in de snel veranderende bouwwereld, en als Data Engineer speel jij een sleu…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 51720,
    "salaire_max": 82800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5275026440?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=DA7057CA3EF3B37B55C4D3E4732B852BA676057D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "AI Engineer (Medior)",
    "description": "Wie is Brush AI? Brush AI is jouw partner voor haalbare en betrouwbare AI-oplossingen. Wij helpen bedrijven verantwoord te innoveren met Artificial Intelligence (AI). Onze missie? Een eerlijke en veilige data-gedreven toekomst voor iedereen. Wat ons onderscheidt is onze unieke combinatie van technische AI-expertise n grondige kennis van data-ethiek. Door onze ethics- en compliance-by-design aanpak, waarbij de mens centraal staat, ontwikkelen we AI-oplossingen die je cht kunt vertrouwen. Brush A…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39600,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273633416?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Engineer",
    "description": "Werken aan morgen, met de beste technologie van nu. Werken bij LINKIT gaat om grenzen verleggen. Ontdekken, ontwikkelen, expertise delen en continu zoeken naar verbetering. We combineren lange termijn strategisch denken, diepgaande enterprise-ervaring en een mensgerichte aanpak om klanten te helpen hun bedrijfsprocessen te transformeren en te domineren in hun industrie. Elke dag werken meer dan 1.000 van onze mensen uit 20 landen aan kritieke technologie bij bedrijven als Defensie, KLM en ASML.…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273632733?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Werkplek Specialist",
    "description": "Senior Werkplek Specialist 3e-lijn | 32–40 uur | Arnhem (hybride) Zet jouw expertise in op een grote, dynamische omgeving met zo’n 50.000 werkplekken en devices. Als 3e-lijn Werkplek Specialist ben jij de go-to expert voor het beheer, de optimalisatie en doorontwikkeling van onze digitale werkplekken. Je werkt met top-tools als Ivanti Workspace Control, MECM/Intune én Microsoft-apps (on-premise & cloud). Wat ga je doen? • Security-patches en -applicaties uitrollen via Ivanti en MECM • Complexe …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273057156?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Systeembeheerder (Deta-Vast)",
    "description": "Senior Systeembeheerder (Deta-Vast) | Implementatie Nieuwe ICT-omgeving Ben jij een doorgewinterde systeembeheerder die wil meebouwen aan een state-of-the-art ICT-omgeving? In deze rol geef je richting aan de implementatie, advisering, test- en acceptatiefase van een compleet nieuw infrastructuurlandschap. Je brengt proces én techniek samen, waardoor eindgebruikers straks kunnen profiteren van een stabiele, veilige en up-to-date werkplek. Wat ga je doen? • Beheren en optimaliseren van de ICT-in…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273057051?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "PL | Frontend Engineer | Amsterdam | 80k | Fintech",
    "description": "Our client is transforming legacy infrastructure in the $8TN securities finance market through cutting edge technology. With teams in Amsterdam and New York, they’ve built a cloud native, SEC registered trading platform that replaces outdated systems used by major institutions like DTCC. Their mission: bring transparency and efficiency to a complex market through engineering excellence. The Role: Frontend Engineer You’ll build intuitive interfaces for a high stakes trading platform used by inst…",
    "secteur": "Adviseur en Consultancy vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5272362148?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior xR Developer (Interim)",
    "description": "We are looking for an experienced Senior xR Developer (interim) to spearhead the development of cutting-edge Virtual Reality (VR) training solutions for the naval sector. In this role, you will leverage your expertise in Unity and C# to create immersive simulations that enhance professional training. As part of a multidisciplinary Agile Scrum team , you will work closely with developers, artists, and solution architects to push the boundaries of xR technology. This is a unique opportunity to dr…",
    "secteur": "Adviseur en Consultancy vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5271762644?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Ben jij de data-expert die wij zoeken? Werk jij graag met data en zie jij precies hoe processen slimmer en efficiënter kunnen? Dan hebben wij de perfecte uitdaging voor jou! Wat ga je doen? Bij Veneficus draait alles om werkplezier, uitdagende projecten en jouw persoonlijke groei. Als Data Engineer speel je een sleutelrol in het verzamelen, structureren en benutten van data binnen diverse sectoren, zoals finance, verzekeringen, retail, transport, overheid, logistiek en energie. Jij krijgt de ka…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5271494869?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Technisch OSINT Onderzoeker",
    "description": "Wat ga je doen? Inlichtingenteams voorzien van grootschalige open source inlichtingen door technisch onderzoek en analyse. Dat is jouw belangrijkste taak als Technisch OSINT Onderzoeker bij de Militaire Inlichtingen- en Veiligheidsdienst (MIVD) in Den Haag. Het vakgebied OSINT ontwikkelt zich namelijk razendsnel en is al lang niet meer alleen het lezen van de krant. De sleutel tot het optimaal benutten van dit vakgebied ligt in het vinden van unieke informatie in een enorme hoeveelheid data. In…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 57000,
    "salaire_max": 78600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270434847?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer",
    "description": "ip 6228. Politie Opdracht omschrijving De Dienst ICT van de Nationale Politie heeft verschillende grote IT-platformen in beheer waaronder het Big Data Platform; een modern en robuust platform, gerealiseerd in een private cloud infrastructuur volledig gebaseerd op open source en open standaarden. Het cluster Cloud en Big Data is verantwoordelijk voor het Big Data platform, vanaf het netwerk tot aan kant-en-klare cloud producten die door verschillende afnemers binnen zowel de Dienst ICT als de op…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377396?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Front/Back-end ontwikkelaar senior Hermes",
    "description": "ml. T159416 Gemeente Amsterdam Functieomschrijving Binnen de directie Grond en Ontwikkeling (afdeling Erfpacht en Uitgifte) werk je als senior ontwikkelaar aan de doorontwikkeling van de bedrijfsapplicatie Hermes . Deze applicatie ondersteunt erfpachtprocessen in Amsterdam en is gekoppeld aan het Overstapportaal, Mijn Erfpacht en diverse andere systemen. Je maakt deel uit van een SCRUM-team met ontwikkelaars, beheerders en domeinspecialisten. Samen voer je doorlopende verbeteringen en aanpassin…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377400?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Platform engineer voor Advanced Analytics Platform",
    "description": "ip 6226. Politie Opdracht omschrijving Het Infrabedrijf van de Dienst ICT onderhoudt de IT-platformen van de Nationale Politie. Het cluster Cloud en Big Data (CBD) is binnen het Infrabedrijf verantwoordelijk voor het platform voor big data en AI. Dit is een op Kubernetes gebaseerde private cloud voor de verwerking en analyse van data binnen de politie. De productlijn bestaat uit zeven Scrum teams die ieder verantwoordelijk zijn voor producten waaruit het platform is opgebouwd. Dit zijn producte…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377365?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Systeembeheerder",
    "description": "De Omgevingsdienst Midden-Holland (ODMH) in Gouda zoekt een enthousiaste en leergierige Systeembeheerder die ons IT-team komt versterken. Je werkt samen met ervaren systeem en netwerkbeheerders en helpt bij het verbeteren van onze digitale omgeving. Met ruim 230 medewerkers zetten we ons dagelijks in voor een betere leefomgeving. Wil jij impact maken in een organisatie waar ontwikkeling en samenwerking centraal staan? Dan zoeken wij jou! Systeembeheerder Gouda | 32 - 36 uur | Mbo/hbo | Max. € 4…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 36624,
    "salaire_max": 51564,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5269843843?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=49152045FA988265E2415FB10B047B2AFA321B31",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Fleet Operations Specialist",
    "description": "Wij zijn voor Uber Eats op zoek de kandidaat die niet alleen technisch sterk onderlegd is, maar ook communicatief vaardig is. Heb jij kennis van hardware troubleshooting en ben je graag bezig met processen analyseren en verbeteren? Lees dan vooral verder. wat bieden wij jou Tussen de € 4.000 bruto – € 4.800 bruto per maand Tijdelijk met uitzicht op vast Mooi kantoor waar lunch en snacks aanwezig zijn Amsterdam 40 uur per week Uitdagende functie met veel verantwoordelijkheden wie ben jij Voor de…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 57600,
    "salaire_max": 57600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269807139?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Azure Specialist",
    "description": "Een betere IT voor de Zorg Bij RAM Infotechnology hebben wij heel bewust gekozen voor IT voor de Zorg als specialisme. Een betere zorg geeft ons een beter gevoel. RAM-IT is de Premium Cloud Service Partner voor al haar klanten. Onze filosofie is eenvoudig, maar effectief: de klant ontzorgen op het gebied van IT. Met het eigen label eCumulus bieden we een multi-cloud platform voor werkplek-, hosting- en netwerkdiensten. We hebben ruim 300 klanten. Samen met je 300 collega s werk je afwisselend t…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 66000,
    "salaire_max": 88800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269803857?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "AI Engineer",
    "description": "AI is hot. Maar bij Veneta doen we er ook cht iets mee. Geen praatjes, w l impact. We zoeken een slimme en hands-on AI Engineer (of slimme Data Scientist, als je jezelf liever zo noemt ) die samen met ons het verschil wil maken. Liever bouwen dan babbelen? Dan pas jij bij ons. Jouw uitdaging Binnen ons gloednieuwe AI-team leg jij de fundering voor slimme oplossingen die direct effect hebben op hoe we werken, groeien en klanten blij maken. Of je nu een model traint, een LLM in productie brengt o…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 66000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269802534?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Lead Engineer Azure",
    "description": "Een betere IT voor de Zorg Bij RAM Infotechnology hebben wij heel bewust gekozen voor IT voor de Zorg als specialisme. Een betere zorg geeft ons een beter gevoel. RAM-IT is de Premium Cloud Service Partner voor al haar klanten. Onze filosofie is eenvoudig, maar effectief: de klant ontzorgen op het gebied van IT. Met het eigen label eCumulus bieden we een multi-cloud platform voor werkplek-, hosting- en netwerkdiensten. We hebben ruim 300 klanten. Samen met je 300 collega s werk je afwisselend t…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 66000,
    "salaire_max": 88800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269802341?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Beheerder ICT (Oracle/Linux)",
    "description": "Wat ga je doen? Werken bij het ministerie van Defensie maar niet als militair? Word Senior Database Beheerder Oracle/Linux Als je kiest voor een baan bij Defensie, dan kies je voor maatschappelijk relevant werk. Je draagt echt iets bij aan een veilig Nederland. Naast 48.000 beroepsmilitairen werken er ook nog zo’n 21.000 burgers bij Defensie. Wil jij in je eigen vakgebied als burger bijdragen aan een professionele defensieorganisatie en daarmee aan vrede en veiligheid in binnen- en buitenland? …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 43200,
    "salaire_max": 69000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269421181?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior adviseur/onderzoeker geotechniek met specialisme in geohydrologie",
    "description": "Wij zoeken een ambitieuze ervaren geotechnicus die richting wil geven aan maatschappelijk belangrijke thema’s. Met jouw ruime ervaring geef je sturing aan onderzoeksprogramma’s die leiden tot concrete maatregelen. Deltares is een onafhankelijk kennisinstituut en werkt aan innovatieve oplossingen voor bodem en water. Wekt dit jouw interesse, lees dan verder! Taken Wat kan je verwachten Senior adviseur/onderzoeker geotechniek met specialisme in geohydrologie? Jouw werkzaamheden vallen in het dome…",
    "secteur": "QA en Kwaliteitsborging vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 96144,
    "salaire_max": 96144,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269389996?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Systems Engineer (Satellite Communications)",
    "description": "Serco has a long history in the space sector, spanning over 60 years, with significant contributions to both civil and defence space programs. They provide end-to-end support for various space missions, including spacecraft operations, ground segment support, and training. Serco's involvement includes supporting the European Space Agency (ESA) and the UK Ministry of Defence, among others. The Community You Will Join: As a System Engineer you will join the ESTEC community workforce and associate…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269389237?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data-analist",
    "description": "Wij zijn op zoek naar een deskundige data-analist die kan ondersteunen bij de verder ontwikkeling van \"informatiegestuurd werken\". Samen met jouw toegewijde collega's zal je dashboards ontwikkelen en benodigde managementinformatie beschikbaar stellen aan alle belanghebbenden. Herken jij jezelf in deze bovengenoemde taken? Dan is deze functie zeker iets voor jou! Als data-analist zet jij je in voor het opstellen en uitvoeren van data-analyses, het maken van business intelligence-plannen en het v…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 78000,
    "salaire_max": 78000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269076374?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Azure Devops Engineer",
    "description": "We zijn op zoek naar een DevOps Engineer met ervaring in het werken met Azure Cloud Data Platforms als onderdeel van Agile teams (Scrum, Scaled Agile Framework). Je hebt een groei-mentaliteit (zelflerend, bereid om nieuwe Azure services op te pikken wanneer dat nodig is). Je bent bereid om bij toerbeurt nieuwe oplossingen te ontwikkelen en het Data Platform te bedienen (ja, elke sprint hebben we een Operator van de Sprint!). Naast je kernteam ben je vrij om deel te nemen aan Chapter en Guild se…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 78000,
    "salaire_max": 78000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269076390?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Platform Engineer | Secure, Scalable & Automated Pipelines",
    "description": "Data Platform Engineer | Secure, Scalable & Automated Pipelines Als Data Platform Engineer ben jij de drijvende kracht achter ons datagedreven ecosysteem. Je combineert platform- en data-engineeringvaardigheden om een veilige, stabiele en toekomstbestendige data-omgeving te bouwen. Samen met architecten, data- en cloud engineers én de ‘consumers’ van ons platform realiseer je self-service tooling, geautomatiseerde pipelines en DevOps-infrastructuur. Wat ga je doen? • Ontwerpen, bouwen en automa…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269076372?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data engineer",
    "description": "ml. T159189 Gemeente Amsterdam Opdrachtomschrijving Je werkt als Data Engineer binnen het datamanagementteam van de gemeente Amsterdam. Het team ondersteunt datateams bij het ontwikkelen van hoogwaardige dataproducten door generieke tools, standaarden en processen aan te bieden. Je werkt binnen een Agile/Scrum-omgeving (SAFe) aan het realiseren van robuuste oplossingen die het werk van andere datateams versterken. Jouw taken Verhogen van de kwaliteit en interpreteerbaarheid van data op het cent…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 82344,
    "salaire_max": 82344,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5268299942?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer Data Delen",
    "description": "Je zet je schouders eronder met…. Ons team binnen de keten Asset Netcapaciteit en Inzicht, dat een nieuwe uitdaging aanpakt voor Enexis: het delen van data met de buitenwereld. Op dit moment zijn we bezig met innovatieve pilots die dit mogelijk maken. Dit doen we op verschillende manieren: met stationaire data-pipelines, API's, streaming data en webportalen. Nu zijn we aan het bouwen met een oog op de toekomst. Ons uiteindelijke doel is om deze data beschikbaar te stellen, zodat we gezamenlijk …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56016,
    "salaire_max": 80016,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5267792069?se=KvrsOyJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=318145D0B7D88277B215E43A296162F64DC78545",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer Netcongestie",
    "description": "Enexis Netbeheer, onderdeel van de Enexis Groep, voorziet ruim drie miljoen huishoudens en bedrijven in Nederland van elektriciteit en gas. Je stapt in op een spannend moment: de energietransitie is in volle gang en verandert onze organisatie ingrijpend. Projecten zoals slim onderhoud, energieteruglevering, aardgasvrije woningen en windenergie zijn slechts enkele voorbeelden van waar we dagelijks hard aan werken. Dit betekent dat er talloze processen zijn waarin jouw bijdrage het verschil kan m…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56016,
    "salaire_max": 80016,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5267791570?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=F9F35BFBD948EF175F0DC9E3471D1E7E35CA052B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer Net Voorspellingen",
    "description": "Met jouw energie kan het! Bij team NEVO kijk je verder dan vandaag. Jij simuleert de netbelasting van vandaag, morgen – én daarna. Zo zorgen we ervoor dat ons elektriciteitsnet ook in de toekomst blijft draaien. Door slimme modellen en analyses helpen we Enexis proactief te investeren, benutten we het netwerk optimaal in tijden van schaarste en congestie, en vinden we ruimte om klanten aan te sluiten. Jij maakt het verschil met data-gedreven inzichten, die beleid, ontwerp en uitvoering sturen. …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56016,
    "salaire_max": 80016,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5267789754?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=0820D8288B809261586F0C08458B9958A552535F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Analist",
    "description": "Breng organisaties verder met jouw data expertise als Senior Data Analist bij EIFFEL. Je transformeert complexe gegevens in strategische inzichten die direct impact maken. Bij ons zet je jouw ervaring in binnen een team dat net zo enthousiast is over data als jij. Dit ga je doen Als Senior Data Analist duid je data op het hoogste niveau. Je ontdekt patronen die voor anderen verborgen blijven en vertaalt deze naar concrete acties. Je analyseert grote en complexe datasets om trends en kansen te o…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5267788177?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=5A7DB36A1368194708C8F32EB6BFF1759FF3C00B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analist",
    "description": "Haal het maximale uit data en breng organisaties in beweging als Data Analist bij EIFFEL. Met jouw analytische brein transformeer je complexe gegevens in begrijpelijke inzichten die direct toepasbaar zijn. Bij ons krijg je de ruimte om jezelf te ontwikkelen in een team van data-enthousiastelingen. Dit ga je doen Als Data Analist vertaal je ruwe data naar heldere inzichten. Je creëert dashboards die organisaties helpen betere beslissingen te nemen. Je analyseert grote datasets en ontdekt trends …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5267787992?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=53421EE80B6F49A62DC2224F361F4FED8A18EE83",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Netrekenspecialist",
    "description": "Met jouw energie kan het! Bij team NEVO kijk je verder dan vandaag. Jij simuleert de netbelasting van vandaag, morgen – én daarna. Zo zorgen we ervoor dat ons elektriciteitsnet ook in de toekomst blijft draaien. Door slimme modellen en analyses helpen we Enexis proactief te investeren, benutten we het netwerk optimaal in tijden van schaarste en congestie, en vinden we ruimte om klanten aan te sluiten. Jij maakt het verschil met data-gedreven inzichten, die beleid, ontwerp en uitvoering sturen. …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56016,
    "salaire_max": 80016,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5267781426?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=B911658E77BFEDAF6390C1B1461986B528F45B89",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Integratie engineer",
    "description": "Ben jij die ervaren integratie engineer die een sleutelrol gaat spelen binnen het team Data & Integratie van de afdeling Informatie & Technologie? Dan maken wij graag kennis met jou!Als integratie engineer ben je verantwoordelijk voor het beheren, verbeteren en opzetten van de verbindingen tussen databronnen en systemen binnen en buiten onze organisatie. Je bent verantwoordelijk voor het publiceren en beheren van Linked Open Data (LOD) en het ontwikkelen en beheren van API’s, inclusief de bijbe…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 49932,
    "salaire_max": 73032,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5267764100?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Test Automation Engineer | DWH & ETL | On-Premise & Cloud",
    "description": "Test Automation Engineer | DWH & ETL | On-Premise & Cloud Word de drijvende kracht achter betrouwbare data-stromen en kwaliteit in zowel on-premise als cloudomgevingen. Als Test Automation Engineer ontwerp en bouw je een volledig geautomatiseerd testframework dat continu draait voor regression checks en flexibel ingezet wordt voor dataverrijkingen en fixes. Je zorgt dat álle teamleden tests kunnen uitvoeren met één druk op de knop, schakelt moeiteloos in een multidisciplinair Scrum-team en help…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5267324837?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Back-end Developer",
    "description": "Voor deze opdracht zijn we op zoek naar Senior Back end Developer voor de ontwikkeling en verbetering van de generiek ontsluiting van dataproducten. Hiertoe zal je dynamische API's genereren, en op meta niveau ontwikkelen. Je bouwt dus niet alleen, maar denkt ook na - en ontwikkelt - over de toepasbaarheid ervan in het grotere geheel. Je werkt samen met een aantal andere ervaren back-end ontwikkelaars en data engineers. Vereisten Je beschikt minimaal over een HBO werk- en denkniveau richting in…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 78000,
    "salaire_max": 78000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5266534456?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Engineer",
    "description": "Met jouw energie kan het! Bij team NEVO kijk je verder dan vandaag. Jij simuleert de netbelasting van vandaag, morgen – én daarna. Zo zorgen we ervoor dat ons elektriciteitsnet ook in de toekomst blijft draaien. Door slimme modellen en analyses helpen we Enexis proactief te investeren, benutten we het netwerk optimaal in tijden van schaarste en congestie, en vinden we ruimte om klanten aan te sluiten. Jij maakt het verschil met data-gedreven inzichten, die beleid, ontwerp en uitvoering sturen. …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 57132,
    "salaire_max": 81612,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5265998177?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=367AE1E38293064B811D0B3B0BEBC8C4F6DD5D6B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Data en technologie fascineren je. Als Data Engineer bij EIFFEL zet je die passie om in concrete oplossingen. Je bouwt mee aan datawarehouses en BI-omgevingen bij toonaangevende organisaties. En dat in een organisatie waar jij bepaalt hoe je groeit. Dit ga je doen Je vormt de brug tussen systeembeheerders en eindgebruikers. Met jouw technische expertise help je organisaties om hun data optimaal te benutten. Je werkt aan uitdagende projecten, zoals de ontwikkeling van een datawarehouse bij AkzoN…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5264164018?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=E2169D958DAB69C1E51B6FEF739AA7A024CB76AB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Analist",
    "description": "Als Business Analist bij RIFT speel jij een cruciale rol in het vormgeven van onze strategie en het optimaliseren van onze economische besluitvorming. Jij zorgt ervoor dat we de juiste locaties kiezen voor ijzerbrandstofproductie door gedetailleerde analyses van kosten, marktomstandigheden en technische haalbaarheid. Met jouw financi le modellen en risicoanalyses maak je de weg vrij voor datagestuurde beslissingen die ons helpen sneller te groeien en onze technologie wereldwijd uit te rollen. J…",
    "secteur": "Accounting en Financiële vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 43200,
    "salaire_max": 79200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264142066?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Data Engineer bij Creates",
    "description": "Dit is waarom je Data Engineer bij Creates wilt worden: Je realiseert dataplatformen met Microsoft Fabric en andere moderne technologie Je ervaart flexibiliteit en vertrouwen om te werken aan persoonlijke ontwikkeling en het vakmanschap van Creates Je werkt actief samen met collega s en klanten aan de uitdagingen van nu en morgen Zin in gezelligheid? Die is er volop, denk aan: het weekend inluiden met biertjes van onze huisbrouwerij Oproer of onze toffe teamdagen op kantoor Utrecht met teamlunc…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48600,
    "salaire_max": 72600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264142022?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior SEO consultant",
    "description": "Strategisch sterk, technisch scherp en klaar voor de volgende stap? Dan wil je dit lezen. We zijn een digital agency in de hoogste versnelling. Ontstaan uit de fusie van vier topbureaus en inmiddels een powerhouse van bijna 150 marketeers, dataspecialisten, creatieven en strategen. We helpen merken als Hunkem ller, Scapino en Allianz Direct groeien met marketingoplossingen waar snelheid, data en technologie samenkomen. En dat vraagt om SEO ers die niet alleen de basics kennen, maar ook durven p…",
    "secteur": "PR Reclame en Marketing vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39000,
    "salaire_max": 51000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264141830?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior SEO consultant",
    "description": "Strategisch sterk, technisch scherp en klaar voor de volgende stap? Dan wil je dit lezen. We zijn een digital agency in de hoogste versnelling. Ontstaan uit de fusie van vier topbureaus en inmiddels een powerhouse van bijna 150 marketeers, dataspecialisten, creatieven en strategen. We helpen merken als Hunkem ller, Scapino en Allianz Direct groeien met marketingoplossingen waar snelheid, data en technologie samenkomen. En dat vraagt om SEO ers die niet alleen de basics kennen, maar ook durven p…",
    "secteur": "PR Reclame en Marketing vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39000,
    "salaire_max": 51000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264141811?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior SEO consultant",
    "description": "Strategisch sterk, technisch scherp en klaar voor de volgende stap? Dan wil je dit lezen. We zijn een digital agency in de hoogste versnelling. Ontstaan uit de fusie van vier topbureaus en inmiddels een powerhouse van bijna 150 marketeers, dataspecialisten, creatieven en strategen. We helpen merken als Hunkem ller, Scapino en Allianz Direct groeien met marketingoplossingen waar snelheid, data en technologie samenkomen. En dat vraagt om SEO ers die niet alleen de basics kennen, maar ook durven p…",
    "secteur": "PR Reclame en Marketing vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39000,
    "salaire_max": 51000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264141813?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Engineer bij Creates",
    "description": "Dit is waarom je data engineer bij Creates wilt worden: Je fungeert als sparringpartner en lead developer voor onze klanten en collega s op het gebied van moderne dataplatformen met o.a. Microsoft Fabric; Je werkt graag aan je persoonlijke ontwikkeling, niet alleen op technisch vlak; Je kunt je rol verbreden door bij te dragen aan pre-sales processen zoals het uitdenken van smart solutions, verzorgen van inspiratiesessies en het werken aan offertes Zin in gezelligheid? Die is er volop, denk aan…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 81000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264140569?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analyst",
    "description": "Data Analyst We believe that as a Data Analyst you will be a driving force in the growth of our business. We are looking for a data fanatic to join our team. Are you a good communicator and a great team player? Apply and join HarlemNext for an exciting next step in your career! Full-time / Part-time · Haarlem Meet your colleagues Hao Data Analyst Anas Data Engineer Sietse CRO Shabana Data Analyst What you'll do As a Data Analyst at Harlem Next you have a high number of data sources that can be …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48240,
    "salaire_max": 58560,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5263688849?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Frontend ReactJS Developer",
    "description": "Frontend ReactJS Developer | Bouwen aan slimme logistiek in het hart van Nederland Wil jij met jouw frontend skills bijdragen aan innovatieve oplossingen die een directe impact hebben op de nationale mobiliteit? Dan is deze rol op jouw lijf geschreven. Als ReactJS developer werk je binnen een multidisciplinair DevOps-team aan een applicatie die cruciaal is voor het plannen, bijsturen en verzorgen van het dagelijkse treinverkeer. Je ontwikkelt en optimaliseert een intuïtieve gebruikersinterface …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5263686368?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Intelligence Consultant",
    "description": "Duik in de wereld van data en maak het verschil als Business Intelligence Consultant bij EIFFEL. Jouw analytische brein en ervaring zetten organisaties in beweging door data om te zetten in waardevolle inzichten. Bij ons krijg je de ruimte om jouw expertise verder te ontwikkelen binnen een team van gedreven data-professionals Dit ga je doen Als Business Intelligence Consultant ontsluit je data en transformeer je deze naar bruikbare inzichten. Je creëert dashboards die het verhaal achter de cijf…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5263046844?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=AD50088538F611ADD62B00F780125500636A3248",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Intelligence Consultant",
    "description": "Duik in de wereld van data en maak het verschil als Business Intelligence Consultant bij EIFFEL. Jouw analytische brein en ervaring zetten organisaties in beweging door data om te zetten in waardevolle inzichten. Bij ons krijg je de ruimte om jouw expertise verder te ontwikkelen binnen een team van gedreven data-professionals Dit ga je doen Als Business Intelligence Consultant ontsluit je data en transformeer je deze naar bruikbare inzichten. Je creëert dashboards die het verhaal achter de cijf…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5263046671?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=2F7960E67F75978E4A9C90132407D563703CAB28",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Ops-engineer",
    "description": "Als Ops-engineer speel je een cruciale rol in het verbeteren van de samenwerking binnen ketens. Je werkt binnen een DevOps-team dat verantwoordelijk is voor het beheer en de ontwikkeling van ketenapplicaties. Je zorgt ervoor dat applicaties continu beschikbaar zijn en goed functioneren, wat bijdraagt aan tevreden gebruikers en een efficiënte samenwerking. Je werkt nauw samen met je team om technische problemen op te lossen en migraties uit te voeren, gebruikmakend van tools zoals Ansible, Jenki…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5263031796?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Analist",
    "description": "Breng organisaties verder met jouw data expertise als Senior Data Analist bij EIFFEL. Je transformeert complexe gegevens in strategische inzichten die direct impact maken. Bij ons zet je jouw ervaring in binnen een team dat net zo enthousiast is over data als jij. Dit ga je doen Als Senior Data Analist duid je data op het hoogste niveau. Je ontdekt patronen die voor anderen verborgen blijven en vertaalt deze naar concrete acties. Je analyseert grote en complexe datasets om trends en kansen te o…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260166662?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=65A6A188546A57DA4955474DC549697126DF14D6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analist",
    "description": "Haal het maximale uit data en breng organisaties in beweging als Data Analist bij EIFFEL. Met jouw analytische brein transformeer je complexe gegevens in begrijpelijke inzichten die direct toepasbaar zijn. Bij ons krijg je de ruimte om jezelf te ontwikkelen in een team van data-enthousiastelingen. Dit ga je doen Als Data Analist vertaal je ruwe data naar heldere inzichten. Je creëert dashboards die organisaties helpen betere beslissingen te nemen. Je analyseert grote datasets en ontdekt trends …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260165078?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=7D507A2F0AD1E857DD62790ACC3545B925AB2835",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Professional",
    "description": "Ben jij klaar om organisaties datagedreven te maken? Als Data Professional bij EIFFEL vertaal je data naar inzichten die impact maken. Van ziekenhuizen tot gemeenten - hier blijf je jezelf voor terwijl je groeit in jouw rol als data-expert. Dit ga je doen Data vertelt een verhaal. Als Data Professional maak jij dat verhaal zichtbaar voor onze opdrachtgevers. Je duikt in verschillende organisaties en thema's - geen dag is hetzelfde. Je bouwt dashboards die zorgmanagers direct inzicht geven in de…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260164785?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=776A4052C3F9C3D787D62F0BDF548A4262CD6858",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Professional",
    "description": "Ben jij klaar om organisaties datagedreven te maken? Als Data Professional bij EIFFEL vertaal je data naar inzichten die impact maken. Van ziekenhuizen tot gemeenten - hier blijf je jezelf voor terwijl je groeit in jouw rol als data-expert. Dit ga je doen Data vertelt een verhaal. Als Data Professional maak jij dat verhaal zichtbaar voor onze opdrachtgevers. Je duikt in verschillende organisaties en thema's - geen dag is hetzelfde. Je bouwt dashboards die zorgmanagers direct inzicht geven in de…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260164788?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=8752DBD4AFF0B873630B0F795099723F20A83434",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Professional",
    "description": "Ben jij klaar om organisaties datagedreven te maken? Als Data Professional bij EIFFEL vertaal je data naar inzichten die impact maken. Van ziekenhuizen tot gemeenten - hier blijf je jezelf voor terwijl je groeit in jouw rol als data-expert. Dit ga je doen Data vertelt een verhaal. Als Data Professional maak jij dat verhaal zichtbaar voor onze opdrachtgevers. Je duikt in verschillende organisaties en thema's - geen dag is hetzelfde. Je bouwt dashboards die zorgmanagers direct inzicht geven in de…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260164819?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=0D095E89AA7B89E46364DBB2728B2CC55F4A9825",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Intelligence Consultant",
    "description": "Duik in de wereld van data en maak het verschil als Business Intelligence Consultant bij EIFFEL. Jouw analytische brein en ervaring zetten organisaties in beweging door data om te zetten in waardevolle inzichten. Bij ons krijg je de ruimte om jouw expertise verder te ontwikkelen binnen een team van gedreven data-professionals Dit ga je doen Als Business Intelligence Consultant ontsluit je data en transformeer je deze naar bruikbare inzichten. Je creëert dashboards die het verhaal achter de cijf…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260163756?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=F6B056D7511DCF1DA8AFFCF1532B86BE4B57815F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Intelligence Consultant",
    "description": "Duik in de wereld van data en maak het verschil als Business Intelligence Consultant bij EIFFEL. Jouw analytische brein en ervaring zetten organisaties in beweging door data om te zetten in waardevolle inzichten. Bij ons krijg je de ruimte om jouw expertise verder te ontwikkelen binnen een team van gedreven data-professionals Dit ga je doen Als Business Intelligence Consultant ontsluit je data en transformeer je deze naar bruikbare inzichten. Je creëert dashboards die het verhaal achter de cijf…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260163634?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=6DBDC71C16C943780B5762BDBA0215003BE4C422",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Monteur Dronetechniek",
    "description": "Als Monteur Dronetechniek ben jij dé technische specialist die verantwoordelijk is voor het assembleren, onderhouden en repareren van professionele drones. Je werkt aan zowel standaard als op maat gemaakte drones voor toepassingen in inspectie, landbouw, defensie en logistiek. Geen dag is hetzelfde: de ene keer test je flight controllers in een testopstelling, de andere keer programmeer je een drone voor autonome missies. Jij zorgt dat alles vlekkeloos vliegt. Jouw werkzaamheden bestaan onder a…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 33600,
    "salaire_max": 45600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5260163212?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=CA1D965F8C0F37D8ED01862CED23042306F252AB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Apple Systeembeheerder",
    "description": "Wat ga je doen? Als Apple Systeembeheerder zorg je ervoor dat de Apple-omgevingen van onze klanten optimaal functioneren. Je beheert en automatiseert IT-processen met MDM-oplossingen zoals Mosyle en Apple Business Manager en biedt ondersteuning voor macOS- en iOS-apparaten. Daarnaast werk je aan netwerkbeheer, security en integratie met Google Workspace en werk je veel samen binnen je team. Je hebt een proactieve rol in het adviseren van klanten over de beste IT-oplossingen en draagt bij aan de…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5260147669?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Google Cloud Platform Engineer",
    "description": "Google Cloud Platform Engineer Help clients innovate not just operate You re not here just to fix things you re here to challenge, design, and improve. You love helping teams grow, experimenting with better solutions, and thinking ahead. Whether it s through sparring with a client or building a scalable system on Google Cloud, you thrive when you can shape what s next. At Xebia, we re looking for a cloud engineer who combines hands-on experience with a broad understanding of the cloud domain. S…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5260147492?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Support Analyst",
    "description": "At Orbisk, we re on a mission to create a world where zero food waste isn t just a dream it s a reality. We combine cutting-edge tech with a sustainability-first mindset to help the hospitality industry make smarter, greener choices. As a proud B-Corp, we re leading the way in the fight against food waste, and our results speak volumes: over 1.987.072 kg of food waste eliminated in 42 countries (and counting!). We don t just offer technology; we re a trusted partner to our customers, working al…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44400,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5260146999?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Analist",
    "description": "Breng organisaties verder met jouw data expertise als Senior Data Analist bij EIFFEL. Je transformeert complexe gegevens in strategische inzichten die direct impact maken. Bij ons zet je jouw ervaring in binnen een team dat net zo enthousiast is over data als jij. Dit ga je doen Als Senior Data Analist duid je data op het hoogste niveau. Je ontdekt patronen die voor anderen verborgen blijven en vertaalt deze naar concrete acties. Je analyseert grote en complexe datasets om trends en kansen te o…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5259461212?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Coördinerend Senior Ontwikkelaar",
    "description": "Wil jij als senior ontwikkelaar bijdragen aan grote maatschappelijke opgaven in Zuid-Holland? Denk je mee over de druk op ons grondgebied en de concurrerende belangen? Met jouw data-expertise help je complexe vragen te beantwoorden en data om te zetten in waardevolle inzichten. Je werkt aan actuele thema’s zoals natuur, energie en woningbouw. Wil jij impact maken met jouw analyses en data-kennis? Lees dan verder! Coördinerend senior ontwikkelaar Den Haag | 36 uur | Hbo/wo | € 5.197 - € 7.351 Di…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 62364,
    "salaire_max": 88212,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5258829006?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Intelligence Consultant",
    "description": "Bij Bravinci zijn we uitdagers in de wereld van data, analytics en automatisering. Wij zijn gespecialiseerd in het ondersteunen van organisaties om de kracht van data te benutten voor het verbeteren van bedrijfsresultaten. We stemmen de datastrategie af op unieke bedrijfsmodellen, strategie n, markten en data-assets. We consolideren deze inzichten, inclusief tijdlijnen, kosten en afhankelijkheden, in een uitgebreide ROI-gestuurde routekaart voor ontwikkeling, die organisaties naar succes stuwt …",
    "secteur": "Adviseur en Consultancy vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5258334755?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Back-end developer (Python| Django| Azure)",
    "description": "ml. T158262 Gemeente Amsterdam Amsterdam digitaliseert in hoog tempo. Met behulp van technologie verbeteren we het leven in de stad. Je komt te werken in een multidisciplinair agile team (team Salmagundi), bestaande uit negen developers en een product owner. Samen ontwikkelen en beheren jullie webapplicaties in de Azure-cloud op het gebied van o.a. wonen, jeugd, veiligheid, schuldhulpverlening en markten. Je stelt de eindgebruiker centraal, werkt nauw samen met opdrachtgevers en ontwikkelt inno…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "python",
      "azure",
      "ml",
      "django"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72864,
    "salaire_max": 72864,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5257227233?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Python Software Engineer - Marketplaces",
    "description": "Your job: In this position, you will be part of our diverse product team that works on our main application. The Marketplaces Development team is responsible for our Python backend, which powers our API and serves as the main entry point for our services. You will also be working on our API integration channels like Amazon, Bol and eBay, through which we process hundreds of millions of products and orders every day for our customers. The team regularly builds new user facing features, for which…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 49200,
    "salaire_max": 64800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5256653288?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Edge-to-Cloud Software Engineer",
    "description": "At TOPIC, we work every day on innovative, high-tech solutions to make the world better, smarter, and healthier. Within this role in one of our internal projects, you will play a key role in driving technical innovation with a strong focus on your personal and professional development. \"Working at TOPIC gives you a flexible environment where there are amazing and challenging projects to keep on improving yourself\" Tom Verhees I Software Engineer at TOPIC Embedded Systems What will you do? As an…",
    "secteur": "Onderhoud vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 68000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5256652850?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Network Engineer",
    "description": "Netwerkbeheerder Voor een van onze opdrachtgevers zijn we op zoek naar een Netwerkbeheerder. Profiel Wij zijn op zoek naar iemand die dit multidisciplinaire infrastructuur/netwerk team komt versterken, iemand die het ondersteunen van onze klant op het gebied van netwerken als een uitdaging ziet. In deze afwisselende en boeiende rol maak je deel uit van het implementatieteam binnen de afdeling Operations in de regio Utrecht. Je bent een Network Engineer / Netwerkbeheerder met minimaal drie jaar …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5255903618?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Lead Data Architect",
    "description": "Lead Data Architect Voor een van onze opdrachtgevers in de Randstad zijn we op zoek naar een Lead Data Architect. Onze klant is op zoek naar een Lead Data Architect die de leiding kan nemen over een data team met allemaal slimme data specialisten. Onze klant gebruikt de nieuwste technologieën en de projecten waarin ze klanten hebben zijn van MKB tot Enterprise niveau. Als Lead Data Architect bedenk je de architectuur en zal je de nieuwste Microsoft technologieën implementeren om de beste oploss…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 75000,
    "salaire_max": 95000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5255903562?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Ervaren geohydroloog met affiniteit met de geotechniek",
    "description": "Wil jij werken bij een toonaangevend internationaal gerenommeerd kennis en onderzoeksinstituut op het gebied van water en ondergrond? Ben jij maatschappelijk betrokken en neem jij verantwoordelijk om Nederland veilig, droog en toekomstbestendig te houden? Heb jij ruime ervaring met grondwaterproblematiek en ontwerpen en implementeren van maatregelen rondom kanalen, waterkeringen en constructies in de gebouwde of infrastructurele omgeving? Wil je dit het liefst doen in een omgeving waarin innova…",
    "secteur": "QA en Kwaliteitsborging vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 96144,
    "salaire_max": 96144,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5255362885?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analytics Consultant",
    "description": "Een toonaangevend bedrijf is op zoek naar een gedreven Data Analytics Consultant om hun team te versterken. Een toonaangevend bedrijf is op zoek naar een gedreven Data Analytics Consultant om hun team te versterken. Deze rol speelt een cruciale rol in het vertalen van ruwe data naar inzichten en aanbevelingen die organisaties helpen hun strategieën te verbeteren en bedrijfsdoelen te behalen. Verantwoordelijkheden: Data-analyse en inzichten genereren: Interpreteer data om patronen, trends en cor…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 43200,
    "salaire_max": 57600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5254322672?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer",
    "description": "At TOPIC, we work every day on innovative, high-tech solutions to make the world better, smarter, and healthier. Within this role in one of our internal projects, you will play a key role in driving technical innovation with a strong focus on your personal and professional development. What I enjoy is the ownership and opportunity you get to grow. Since our team works closely with our clients, you get the luxury of a familial company combined with high-quality high-tech projects. It is the best…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5253308693?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Wat ga je doen? Wil jij als Data Engineer met minimaal 2 jaar ervaring, bijdragen aan een innovatief dataplatform met directe maatschappelijke impact? Bij Olympia krijg je volop ruimte om écht vanaf nul te bouwen binnen ons ambitieuze Data & Insights-team en jouw ondernemerschap te tonen door iets bijzonders neer te zetten. Wat ga je doen als Data Engineer? Je bouwt samen met collega’s aan een nieuwe, cloud-gebaseerde infrastructuur die fundamenteel is voor toepassingen zoals gen-AI en machine …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 79200,
    "salaire_max": 79200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5253291571?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Ben jij een gepassioneerde Data Engineer met een talent voor het bouwen van robuuste datapijplijnen? Word jij enthousiast van de uitdaging om complexe datasets te transformeren tot waardevolle inzichten? En zoek je een plek waar innovatie, samenwerking en Agile-werken centraal staan? Dan zijn wij op zoek naar jou! In deze functie ben je een onmisbare schakel in ons team. Je zorgt ervoor dat data beschikbaar, betrouwbaar en bruikbaar is voor analyses en rapportages. Samen met je collega's werk j…",
    "secteur": "Accounting en Financiële vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 35280,
    "salaire_max": 52980,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5253276054?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Frontend Software Developer",
    "description": "Als veelzijdige frontend ontwikkelaar werk je aan de verdere ontwikkeling van een DataCatalogus. Je draagt bij aan maatschappelijk relevante projecten en helpt informatie een grotere rol te geven in het werkveld. Je ontwikkelt de frontend met Typescript en Angular en ondersteunt de backend met Python. Je beheert en rolt producten uit op een Cloud omgeving met Red Hat OpenShift. Het is belangrijk dat de technologie goed aansluit bij de gebruikers door middel van gebruiksvriendelijke interfaces. …",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "python",
      "typescript",
      "angular"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5250704784?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Process Architect",
    "description": "Voor de Hyperautomation vestiging binnen Incentro zijn we op zoek naar een gemotiveerde en ervaren ( Camunda) Business Process Architect die met ons het team verder uit wil bouwen . Hyper Automation is een snel groeiende trend op de business en IT markt en wij groeien net zo snel mee. IT projecten en het ontwikkelen van software zijn voor jou geen onbekend terrein meer. Je wilt graag meehelpen de Hyperautomation cell van Incentro op de kaart te zetten en zorgen dat we d e beste oplossingen voor…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5248824320?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analist / Data Scientist",
    "description": "Word jij enthousiast van het analyseren van data en het adviseren van de business teams? Zie jij graag dat jouw analyses bijdragen aan een effectieve uitvoering van het kansspelbeleid? Én ben jij de sparring partner die onze business teams helpt data gedreven te werken? Kom dan in beweging en versterk Nederlandse Loterij als Data Analist / Data Scientist. Jouw speelveld Nederlandse Loterij is georganiseerd in drie bedrijfseenheden: Loterijen, TOTO en New Business. Als Data Analist / Data Scient…",
    "secteur": "Unknown",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 57600,
    "salaire_max": 81600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5246779374?se=lEFiPSJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=4D22322E8D10992338CAD0CCAC8242437BB5F15E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Een senior Datawetenschapper voor een branche met toekomst - Rotterdam",
    "description": "Krijg jij energie van het werken met algoritmes? Maken data gedreven voorspellingen jou helemaal enthousiast? Dan zijn wij op zoek naar jou! Veneficus groeit, daarom zijn wij op zoek naar een senior Data Scientist die houdt van aanpakken. Wat ga je doen? Wij bieden uitdaging, ontwikkeling en plezier in jouw dagelijkse werkzaamheden. Door jou te koppelen aan de juiste opdracht die aansluit bij je wensen en ambities, zorgen wij voor de ruimte om het beste uit jezelf te halen. Met een persoonlijk …",
    "secteur": "Unknown",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5246553021?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "BI Consultant",
    "description": "Krijg jij energie van inzichten uit data, die een grote impact maken voor een organisatie? Ben jij graag bezig met jezelf ontwikkelen en houd je van diversiteit in je werk? Veneficus is op zoek naar jou om het team te komen versterken! Wat ga je doen? Bij ons ben je niet alleen onderdeel van een gezellige en enthousiaste groep van 50 collega’s, maar ook onderdeel van een team bij je klant. Wij bieden jou de kans om toffe en uitdagende data-opdrachten aan te pakken in diverse branches, zoals: fi…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5246553022?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  }
]