[
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Backend Developer (Dep. Arquitectura) Remoto",
    "description": "Buscando nuevos retos? ¿Quieres formar parte de nuestro equipo? Desde Profile buscamos un / a con con sólidos conocimientos en Departamento de Arquitectura de Software y trabajar en uno de los proyectos más grandes que tenemos con uno de nuestros clientes más importantes del sector asegurador, se trata de una posición 100% en remoto. Con ilusión es como se cambian las cosas, y queremos contribuir a un futuro mejor gracias a la tecnología. Para conseguirlo no necesitamos héroes ni súper talentos…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203229?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=326DD379102A4D34947E9F2EB161D73E27E584A5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer, Technical Referent",
    "description": "dLocal enables the biggest companies in the world to collect payments in 40 countries in emerging markets. Global brands rely on us to increase conversion rates and simplify payment expansion effortlessly. As both a payments processor and a merchant of record where we operate, we make it possible for our merchants to make inroads into the world’s fastest-growing, emerging markets. By joining us you will be a part of an amazing global team that makes it all happen, in a flexible, remote-first dy…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203274?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=216F83C4C6F1D4A96309F7B620F1128E3C9EB89B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Tech Lead Java – Hibrido Madrid– Ingles",
    "description": "En IRIUM nos preocupamos porque no dejes de perseguir tus sueños. Prepárate para conquistar tus metas, y ten siempre presente disfrutar del camino. Estamos buscando un/a APPIAN DE TECH LEAD para el módulo de sindicación de la aplicación Mercurio en formato de trabajo híbrido en Madrid (zona O’Donnell) para el sector bancario. ¿Qué buscamos? IMPRESCINDIBLE Experiencia: >4-5 años. Stack: Java  Appian Inglés: B2-C1. Tiene que ser bastante fluido. ¿Qué Ofrecemos? Lugar de trabajo: Híbrido en MADRID…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203125?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=8FECAEBEB580CA00F3214C5D95CEB693A77F38B3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a Software Solutions Architect para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203212?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=F4D801F29E59ADF11D010FE45684A236409493E0",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203185?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C53B41F3119D156E2426CF7FF43130F18713AA24",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a Solution Architect para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. ¿Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 personas …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203215?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CE56D2F4FDBEBE8B9CDA31C3EBE5FC49B5BE71F9",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mulesoft Specialist",
    "description": "GFT es una compañía pionera en transformación digital. Diseñamos soluciones de negocio centradas en la inteligencia artificial (AI-Centric), modernizamos infraestructuras de TI y desarrollamos sistemas core de nueva generación para líderes del sector bancario, asegurador e industrial. En estrecha colaboración con nuestros clientes, desafiamos los límites para ayudarles a alcanzar todo su potencial. Buscamos un / a Mulesoft Specialist con experiencia en integración de sistemas, diseño de APIs y …",
    "secteur": "Trabajos en sanidad y salud",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203075?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=7A6B33FE13481F91E90DA30F5147D4722EEC498B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer Spain",
    "description": "We’re on a mission to make money work for everyone. We’re waving goodbye to the complicated and confusing ways of traditional banking. With our hot coral cards and get-paid-early feature, combined with financial education on social media and our award-winning customer service, we have a long history of creating magical moments for our customers! We’re not about selling products - we want to solve problems and change lives through Monzo. About our Engineering Teams : We have over 400 engineers a…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202960?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4508CE8F1B59A57DCDFC8A0575682D4D6703643F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We're looking for an experienced, smart software engineer with a passion for making things happen! You'll need extensive experience with Java and a strong understanding of Object Oriented Software. Qualifications : Development experience with Java and must have worked on distributed systems. Must be willing to take on multitudes of tasks (development, testing, mentoring, training, etc.) as needed, but the primary functions is in development, configuration and integration. Minimum 3 years of ind…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203078?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=E280BC0812EF133173D72A10CF416DE1EE8245E6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solution Architect",
    "description": "Buscas un nuevo reto donde desarrollar tu carrera y aprender nuevas tecnologías? Entonces sigue leyendo porque esto te puede interesar. Scalian es una empresa de más de 6.000 personas con una dimensión internacional, con oficinas en Europa y América del Norte. Estamos especializados en dar servicios a diferentes clientes enfocados en Data, Cloud e Inteligencia Artificial. Qué buscamos? Buscamos un / a para formar parte de un proyecto de un importante cliente del Trabajarás en el área de Alertas…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203031?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=57A0BCAC22D52F7735FA515F5428EC31D4020D18",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full Stack (Java y React). ESTABLE!",
    "description": "Quieres trabajar en una empresa en la que sabemos cómo te llamas, nos preocupamos por tu bienestar y cuando necesitas algo te atendemos al momento? En Sandav estamos buscando un / a Programador / a Full Stack para posición ESTABLE, en cliente del sector salud. Se trabajará en modelo de teletrabajo 100% remoto desde cualquier ubicación de España. Aunque si la persona reside en Madrid, acudirá 1 semana / mes a oficinas (zona Mirasierra) y el resto del mes en remoto. Participará en proyectos inter…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202950?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=58E1142A5625FB6AE8B1877A78F67F47193C0BFE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer (Remote)",
    "description": "At Masabi, we’re driving the fare payment revolution, powering the journeys of millions all over the world. We build fare collection platforms that allow riders to seamlessly buy and present tickets for public transport either on their mobile phones, from a ticket machine, or even by tapping their bank card to travel. Our Justride platform is used in over 250 locations globally, including some of the largest cities in the world. With our industry-first mobile ticketing SDK, we’ve partnered with…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203076?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=186BE8D3CB83F7A2C4267AC13381BD7A325FA947",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "AEM Solutions Architect",
    "description": "At Cognizant Netcentric, we come to work every day with the mission of leveraging cutting-edge technology to create memorable digital experiences for the worlds leading brands. And we do it as a diverse, global community of over 1550 Adobe experts collaborating across countries, cultures, languages and technologies. We're energized by an inclusive and responsive organizational culture that brings together the entrepreneurial spirit of a startup with the resources, growth opportunities and stabi…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202879?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=3BC1FB2B9E176EB80702D3B92C78B07F8CFF6397",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Gestor/a de Proyectos Desarrollo Software Cloud y aplicaciones WEB",
    "description": "Somos Orona (www.orona-group.com), una compañía líder a nivel nacional e internacional en servicio y mantenimiento de ascensores. Con una trayectoria de 60 años en el sector, nuestros ascensores, escaleras mecánicas y rampas mueven a más de 25 millones de personas cada día. Esto lo conseguimos gracias al esfuerzo del equipo humano de 6.100 personas en los 13 países europeos donde estamos implantados. En España, somos 3.500 personas y contamos con presencia en todas las Comunidades Autónomas. Al…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202830?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=5A3EBD3F1489AF2CAD7B08C63AF3B04C310DD36E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "The Adaptavist Group is a global family of companies with a common goal. We combine the best of teamwork, technology, and processes, helping all kinds of businesses be better today and tomorrow. We are experts at delivering enterprise software, tailored solutions, and quality services across some of the world’s most trusted technology ecosystems, including Atlassian, AWS, Slack, GitLab, monday.com, and Aha! We make change happen. From anywhere. What we offer you We offer an unlimited holiday (P…",
    "secteur": "Trabajos en informática",
    "skills": [
      "aws"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202858?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=1EA58CAE0C6AFCA0CA82A221B16DC77322FE644C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador Java ( Experiencia AWS) 100% en remoto",
    "description": "SlashMobility es una empresa especializada en transformación digital y comprometida con las personas. Nuestro enfoque se centra en impulsar la aceleración digital tecnológica de la sociedad a través de las apps (mobile, web & IA) y la captación de talento IT. Durante estos años, nuestros 100 empleados han trabajado con centenares clientes en 3.000 soluciones, ofreciendo una perspectiva holística en la interpretación del reto que implica la transformación digital de sus organizaciones. Descripci…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "aws"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202894?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=5117FCD05A563F12FF93EDA029DC1F9994787B6C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "C++ Software Engineer",
    "description": "Desde Astek Iberia, estamos buscando un Software Engineer para cooperar con nuestro partner líder en el sector B2B IT travel a nivel global. Por supuesto, tendrás la oportunidad de crecer profesionalmente y estar rodeado de personas expertas en IT que te ayudarán a aprender mucho más. Tu misión, si la aceptas… Desarrollar nuevas funcionalidades y mantener las existentes en soluciones de pago conectadas a varias plataformas externas, en un entorno de Cloud y microservicios. Contribuir con buena …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 125000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202751?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=03F00F6655CA665E9E1FA7F2773DDD404B98C74E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Talent Pool - Senior Software Engineer - Spain",
    "description": "Talent Pool - Senior Software Engineer - Spain Please answer the following questions to assess your suitability for the role: Do you have at least 5 years of experience with Java? ✱ Yes No How many years have you been working in a microservices architecture (such as architecture and design of Java-based projects)? ✱ 1 - 2 3 - 5 More than 5 Do you have experience with AWS? ✱ Yes No Are you legally authorized to work in your location? ✱ Yes No Proficiency in English ✱ Basic Intermediate Advanced …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "aws"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202675?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=F590DA8E2CA2F1BDAEB6E4B0977ECA1ABEB3D781",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "IT Service Engineer Group Life",
    "description": "Join to apply for the IT Service Engineer Group Life role at Allianz Technology 1 week ago Be among the first 25 applicants Join to apply for the IT Service Engineer Group Life role at Allianz Technology Get AI-powered advice on this job and more exclusive features. Are you an experienced IT Service Engineer with a passion for software design and problem-solving? We’re looking for someone to join our team and help shape the future of our Group Life insurance services. In this role, you’ll have …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202557?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EFB6BDC8C233D561FDAB75137C88C7F41CDA774B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Puestos vacantes: Cobol Developer (8767)",
    "description": "Puestos vacantes: Programación Cobol Developer (8767) ID de solicitud de puesto: 8767 - Publicado por Opentrends (V1) en Barcelona Somos una gran empresa con alma de start-up, organizada en unidades de conocimiento expertas que colaboran entre sí. Buscamos personas inquietas motivadas por los retos y con ganas de crecer tanto personal como profesionalmente, que se unan a nuestro equipo para tener un impacto positivo en el mundo a través de la tecnología . Como Programador/a COBOL , te incorpora…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202585?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=5DF7FE9E98EBF42E014841BFEBA918ECB9FBE385",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer II",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202503?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=58372EABBB9FD4D41FE8C49F4746EAA757227861",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Engineer (Data Integration Team)",
    "description": "Barcelona, Spain About Workato Workato transforms technology complexity into business opportunity. As the leader in enterprise orchestration, Workato helps businesses globally streamline operations by connecting data, processes, applications, and experiences. Its AI-powered platform enables teams to navigate complex workflows in real-time, driving efficiency and agility. Trusted by a community of 400,000 global customers, Workato empowers organizations of every size to unlock new value and lead…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202350?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4C137DAA9A9FEE91514EAB50A0069F7594387997",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Solutions Architect",
    "description": "Join Fortinet, a cybersecurity pioneer with over two decades of excellence, as we continue to shape the future of cybersecurity and redefine the intersection of networking and security. At Fortinet, our mission is to safeguard people, devices, and data everywhere. We are currently seeking a dynamic Cloud Solution Architectto contribute to the success of our rapidly growing business. The Role As a Cloud Solution Architect you will be part of the Cloud Security Consulting team and become the cent…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202472?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=D0890D7409278A5FCC0025BD402C95E31063DCD5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Solutions Architect",
    "description": "Join Fortinet, a cybersecurity pioneer with over two decades of excellence, as we continue to shape the future of cybersecurity and redefine the intersection of networking and security. At Fortinet, our mission is to safeguard people, devices, and data everywhere. We are currently seeking a dynamic Cloud Solution Architectto contribute to the success of our rapidly growing business. The Role As a Cloud Solution Architect you will be part of the Cloud Security Consulting team and become the cent…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202355?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4E7E189E4029D174C1775E75FB745A248164A76C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer | Remoto en España",
    "description": "La gente viene a SNGULAR atraída por proyectos que usan tecnologías punteras, y se quedan por los grandes profesionales con los que trabajan. Y además porque ofrecemos esto : Personas primero : somos una empresa colaborativa orientada a las personas, donde TÚ y tu perspectiva siempre serán valoradas. Nuestro valor número uno es \"Personas antes que resultados\". ¿Suena bonito? Pues en SNGULAR, además, lo llevamos a la práctica. Crecimiento y formación continua : Tenemos un espíritu de Start-up co…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202229?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=6DB6A402C00B417D2857D79A33A6802FC237EC30",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a senior Angular  Java - Remoto",
    "description": "¡En Grupo Oesía estamos creciendo! Nos gustaría contar contigo para nuestra siguiente oferta de empleo: Estamos buscando a un/a Desarrollador/a Full-Stack Angular/Java 100% Remoto para incorporarse en un importante proyecto ubicado en Madrid en modalidad Teletrabajo/remoto . ¿Qué buscamos? Un/a Desarrollador/a Full-Stack Angular/Java 100% Remoto , con experiencia de al menos 5 años. Disponibilidad para incorporarse a un proyecto estable en Madrid. Titulación: grado superior en informática. Moda…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202306?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CDF948E515E45380E508031A1464052385AC74EC",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "- Buen Salario Senior Java Developer @ European Institutions - Relocation To Brussels - Open For Eu",
    "description": "We are urgently seeking a Senior Java Developer to join projects for the European Institutions in Brussels, Belgium. Requirements : Work permit required for non-European candidates (not provided); EU candidates are welcome to apply. Willingness to relocate. Responsibilities : Design and develop components and building blocks. Analyze the integration of different information systems. Conduct data analysis and modeling. Coordinate the implementation of the technical architecture. Participate in t…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202242?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=1D1442FB98239C6CFABB5B66255E14CEB57D4779",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Developer",
    "description": "Software Developer (D7JH3C-1ED5D280) Barcelona, Spain Senior Software Developer (C/C++, Python and/or Java) to join a tot Automotive company in Barcelona. Responsabilities: Design, develop, and maintain software applications for automotive systems, including ADAS (Advanced Driver Assistance Systems), autonomous driving technologies, infotainment and other type of features (based on Radar, UWB and BLE technologies) Collaborate with cross-functional teams, including hardware engineers, system arc…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202146?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EE1BFDAAEAC2B09CCCD00CAE5E06355AF9606741",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer (Remote)",
    "description": "At Masabi, we’re driving the fare payment revolution, powering the journeys of millions all over the world. We build fare collection platforms that allow riders to seamlessly buy and present tickets for public transport either on their mobile phones, from a ticket machine, or even by tapping their bank card to travel. Our Justride platform is used in over 250 locations globally, including some of the largest cities in the world. With our industry-first mobile ticketing SDK, we’ve partnered with…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202170?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CC350B36049141056364E1039065052AA4A34CBD",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Developer Java or Kotlin (m/f/d)",
    "description": "Team players wanted: The pbb Deutsche Pfandbriefbank is a leading specialist bank for financing investments in commercial real estate and public infrastructure in Europe and the USA. We have more than 800 colleagues from 31 different nations who as a whole make an important contribution to society: They structure loans – even across national borders and help the real estate industry in becoming greener and more sustainable. Would you like to be part of it? To develop your individual potential? …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202091?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=63E64A3CF1AFCF5A7FC546DBAB99798382310B70",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "ARQUITECTO UX (H/M/X)",
    "description": "Seleccionamos un Arquitecto UX (User Experience)? con inglés alto, para incorporación directa en la plantilla de uno de nuestros clientes de gran relevancia a nivel internacional. Buscamos un Arquitecto UX apasionado por diseñar estructuras y flujos intuitivos que mejoren la experiencia de usuario en productos digitales B2B2C . Serás responsable de: Planificar y organizar la información y la navegación para que los usuarios encuentren fácilmente lo que necesitan y realicen sus tareas de forma e…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202039?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2FBA41327E6AF29E1AA2071EFB44D46E9819B85C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full Stack Java, Angular, Spring Boot, Webflux",
    "description": "Somos Métrica, una consultora de negocio, integración de sistemas, servicios y soluciones IT, comprometida con la Sociedad de la información y el desarrollo tecnológico. Estamos buscando un / a Programador Fullstack con más de 4 años de experiencia para un importante cliente. Qué se requiere para la posición? Experiencia Fullstack con Java y Angular. Creación eficiente de componentes y gestión de llamadas asíncronas (promesas / observables). Desarrollo de microservicios con arquitectura hexagon…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202011?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=3C2DDFE266D6C2C1297E24F45A9A1B15B53D56DF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Engineer",
    "description": "Join to apply for the Senior Fullstack Engineer role at Tabby Continue with Google Continue with Google Join to apply for the Senior Fullstack Engineer role at Tabby Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Co…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201919?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=135D9650ACCC4E954A3605852C9799E605CA60F4",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a Senior Java, hibrido",
    "description": "Desarrollador / a Senior Java En Arelance sabemos que las personas son el activo más importante dentro de una empresa y por tanto invertimos muchos esfuerzos en buscar los mejores profesionales para nuestros clientes, y en ofrecer a nuestros candidatos los mejores proyectos. En este momento, buscamos a un / a Desarrollador / a Senior - Java con experiencia de más de 5 años para incorporarse en un proyecto del sector aseguradora en Madrid. ¿Qué buscamos ti? - Al menos 5 años en posiciones simila…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201894?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=43E2EB587546FE7A8A38982A26137B53429260A0",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador / A Java Senior Con Inglés – Remoto",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Desarrollador a Java Senior Con Ing Java Software Developer (Remoto) I Hexagonal Madrid, Madrid knowmad mood 13.06.2025 Si en tus propósitos de año tienes apuntado el poder crecer profesionalmente en proyectos punteros y participar en entornos laborales donde la colaboración, la innovación y la diversión cobran pro Backend Deve…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201658?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=643B7195D4B22C9E0451C04879E113B19C6C22CB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "PRODUCT OWNER (JAVA BACKGROUND)",
    "description": "Te interesa el sector tecnológico?¿Te gusta asumir nuevos desafíos?¿Y la tecnología puntera?¿Te encuentras en búsqueda de nuevas oportunidades laborales adaptadas a tu experiencia y expectativas profesionales? Si es así ¡¡Estás de suerte somos una compañía perteneciente al grupo IBM . Como empresa líder en servicios de Tecnología de la Información, nos encontramos en constante búsqueda de talento entregado al desarrollo y la consultoría en diferentes áreas y tecnologías, obteniendo como resulta…",
    "secteur": "Trabajos en consultoría",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201671?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C1CBEA8CB666260A24DDFFA1252B1D3C17E51CB9",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Engineer For Systems Development",
    "description": "Software engineer for systems development EUR 35.000 - 65.000 Software engineer for systems development If you dream about spending the day on the Moon, but you are one of those who get sick on bendy drives Your place is here! We are expanding our teams in the space sector to take on aeronautical projects. We’ll get to the point; we'll tell you what's not on the web. If you want to know more about us, visit the GMV website. What challenge will you be taking on? Within this multidisciplinary tea…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201571?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=D6CE378DCA3CD8A478F49AC67CD9AC38C46639B7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Solutions Architect",
    "description": "Join Fortinet, a cybersecurity pioneer with over two decades of excellence, as we continue to shape the future of cybersecurity and redefine the intersection of networking and security. At Fortinet, our mission is to safeguard people, devices, and data everywhere. We are currently seeking a dynamic Cloud Solution Architectto contribute to the success of our rapidly growing business. The Role As a Cloud Solution Architect you will be part of the Cloud Security Consulting team and become the cent…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201517?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=38AE37221F33EC870CA824AA108FFE1873F45610",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Java / React.js Full Stack Developer (Middle / Senior) ID34519",
    "description": "Java / React.js Full Stack Developer (Middle / Senior) ID34519 Join to apply for the Java / React.js Full Stack Developer (Middle / Senior) ID34519 role at AgileEngine Job Overview AgileEngine is one of the Inc. 5000 fastest-growing companies in the U.S. and a top-3 ranked dev shop according to Clutch. We create award-winning custom software solutions across 15 industries, impacting millions of lives. If you thrive in a challenging environment, working alongside top talent and are encouraged to…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201536?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=D097B6DB1928B4089C51D1B675C39F7E6366E273",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Aem Solutions Architect",
    "description": "At Cognizant Netcentric, we come to work every day with the mission of leveraging cutting-edge technology to create memorable digital experiences for the worlds leading brands. And we do it as a diverse, global community of over 1550 Adobe experts collaborating across countries, cultures, languages and technologies. We're energized by an inclusive and responsive organizational culture that brings together the entrepreneurial spirit of a startup with the resources, growth opportunities and stabi…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201505?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=3225D55212195152CA374799D7896FE28DD54660",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Developer – Java & AI Integrations",
    "description": "Sobre nosotros in-Store Media es un grupo empresarial fundado en 1998 y referente global en el desarrollo del sector del Retail Media Omnicanal . Está presente en 9 países con la misión de permitir que las marcas se relacionen con los consumidores, a través de redes de comunicación innovadoras y sostenibles, mientras proporcionamos a los minoristas un ingreso incremental libre de riesgos. Con más de 25 años de experiencia, hemos construido un portafolio de más de 35 soluciones publicitarias, ta…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201390?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=57391E51C8B3010E397F6C619C060C697B75DC25",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer (Backend Services)",
    "description": "Job Description We are focused on building the next-generation game backend services platform and we are looking for a dedicated, talented and passionate senior software developer to play a leading role in this endeavor. We are looking for a motivated senior software developer that can and will find the best solutions. He or she will work closely with our clients and the infrastructure team to create state of the art products for our games. You will help create and be part of a cross-functional…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201284?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4BCFD076E20E07DF438E92CD0CD6AD6D6E7738AE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Software Developer (Hybrid setup)",
    "description": "Senior Full Stack Software Developer (Hybrid setup) 5 days ago Be among the first 25 applicants Our engineering team is growing, and we are looking for a Senior Full-stack Software Engineer who will play a pivotal role in the development of our product and in speeding up the IT delivery growth in iptiQ. We promise you the freedom and space you need to be creative, show off your skills, and grow your expertise. This is an outstanding chance to become part of our growing team and deliver solution…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201291?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=23061B71382F9CA564EC84B487AC084655DA3E97",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador Java senior (Remoto 100%) Madrid",
    "description": "Buscamos un/a Desarrollador/a Senior Java con al menos 7 años de experiencia en desarrollo backend, preferiblemente con conocimientos en Java 21 . Valoramos perfiles que además cuenten con experiencia en desarrollo frontend con Angular y estén acostumbrados a participar en decisiones técnicas junto al cliente , especialmente en temas de arquitectura . Requisitos: Experiencia sólida en desarrollo Java (idealmente Java 21) Aproximadamente 7 años de experiencia profesional en desarrollo de softwar…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201213?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4E4ABB8D0665072957545BA22DD0342A4564B86E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We are Stayforlong, and for us travel is not just a means to an end but a journey of extraordinary moments and remarkable discoveries. As firm believers in the enriching power of prolonged stays, we are passionate about nurturing meaningful connections with the places our customers visit. We reward their commitment to the journey with progressively cheaper rates, encouraging them to immerse themselves in the very essence of each destination. We were born in Barcelona out of the need to disrupt …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201243?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=714B533F81454565B20F3B3088CD60B10038192C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Silverfinch",
    "description": "Department : Development - Software Development Employment Type : Permanent - Full Time Location : Spain Description Why Confluence? Over the past several years we have undergone a great deal of positive change and growth to become the company we are today. Our global footprint now spans multiple countries, giving our employees the opportunity to get exposure to other countries and cultures. And it stands to reason that none of this would have been possible without the hundreds of hard-working …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201129?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4C63CCA3923353530A112EEA3A1A4936AE1C8356",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer (Remoto)",
    "description": "Empresa multinacional puntera en el área de IA, con sede en España. Sobre el perfil : Buscamos un Senior Java Developer con experiencia sólida en desarrollo web moderno y con fuerte orientación a la calidad, el rendimiento y la escalabilidad. Funciones : Desarrollar y mantener la lógica del servidor y las API necesarias para aplicaciones web completas. Colaborar estrechamente con el equipo de diseño para integrar de manera efectiva las maquetas visuales en las funcionalidades del backend. Optim…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201162?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=BF8E18833D61D49D48B5594E7823EE4763822199",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Architect",
    "description": "¿Estas interesado/a en crecer como profesional, participando activamente en las decisiones del proyecto y hacerlo de la mano de un equipo experimentado y en un entorno de trabajo cercano y colaborativo? ¡Esta es tu oportunidad! Si quieres trabajar para conseguir un mundo más sostenible y responsable con su entorno, en CAF Digital Services creemos y trabajamos en la movilidad sostenible, uno de los principales retos a los que se enfrenta la sociedad actual. En CAF Digital Services mejoramos la d…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200916?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EDC2275167A2C6A48ED35627F6FF9447840ED3A3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a Senior Java (Java 21) – 100% Remoto Madrid · Completamente remoto",
    "description": "Buscamos un/a Desarrollador/a Senior Java con al menos 7 años de experiencia , idealmente con conocimiento en Java 21 , y capacidad para participar activamente en decisiones de arquitectura junto al cliente. Requisitos técnicos Mínimo 7 años de experiencia en desarrollo backend con Java Experiencia con versiones modernas, idealmente Java 21 Capacidad para participar en diseño técnico y decisiones arquitectónicas Buenas prácticas de desarrollo, trabajo en equipo y proactividad Valorable Conocimi…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200982?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2A83E485B7E0274879F52B5B6AFF76A1778A29D3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer (remote from Spain) / Java 17",
    "description": "Senior Java Developer (remote from Spain) / Java 17 Senior Java Developer (remote from Spain) / Java 17 1 week ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. Direct message the job poster from IT Jobs Worldwide Site & Client Manager I Senior Recruiter at IT Jobs Worldwide. Specialised in IT and Specialist recruitment with Worldwide possibilities. (Local… Senior Java Developer for a leading services company in Spain English and Spanish Require…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200996?se=xH8UJyJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=AB5B48738A39C142E4CFC6469243C1E28C6AF0B2",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Technology Architect",
    "description": "HBX Group is a leading B2B ecosystem player in the TravelTech space, connecting and empowering businesses in the ever-evolving world of travel. We drive growth for our clients and partners while removing friction from the end-to-end travel experience. Our cloud-based technology platforms offer fast and reliable access to a unique portfolio of travel products & services, while rich data and intelligence seamlessly connect supply and demand worldwide. We have over more than 3,000 experts worldwid…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200807?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=4576F79E1DADEA6B8FC2D6F4562A001111C496BD",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Responsible AI- Technology Architecture Manager",
    "description": "We are: Accenture’s Global Responsible AI team within the Global Data & AI Practice. AI is becoming more pervasive, more powerful, and more accessible. With these new opportunities come increased risks. We work with leading organizations to ensure AI is designed, built and deployed in a manner that engenders trust and adheres to laws, regulations and ethical norms. Our Responsible AI strategy will enable us to embed responsibility into all of Accenture’s data and AI activities. We’re developing…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200704?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=F55DD07D38F5C808B20FBC8B144ED91A8739AE13",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Qa Engineer",
    "description": "Are you a QA engineer? Do you have extensive experience in testing? Would you like to join a company for career development? Ready for a new adventure? Maybe this job is for you! Currently, we are looking for a Senior QA engineer to join our QA community across various projects, all within innovative environments. We seek individuals willing to learn, share knowledge, and grow within the QA Community, providing support to the Industrialisation Line of Business. Responsibilities: 4 years of expe…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200628?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=4159FFFE0D5EDA497CA75DB62C5F9E7F02BFB2F3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Architect – Technical (Databases)",
    "description": "Are you an expert at optimizing Cassandra for speed, reliability, and resilience? Do you excel at designing and scaling high-performance distributed databases? We’re seeking a seasoned architect to play a key role in designing and maintaining robust database environments and leading integration initiatives across platforms. In this role, you’ll be at the forefront of building high-performing, scalable, and secure systems that support seamless data exchange – leveraging APIs, event-driven flows,…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200528?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=61159B963F72158D264600F764F37CF8B05A7272",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "2 Senior Java Engineers (Madrid, Spain)",
    "description": "AXON Networks delivers a robust AI-driven, analytics-based orchestration platform and a wide portfolio of next-gen high-speed routers that leverage the newest Wi-Fi technologies. Together, these technologies give ISPs the ability to manage and troubleshoot their networks in real time, and to deliver an outstanding customer experience. AXON Networks is a trusted strategic partner for its customers, helping them evaluate their current technologies and business models, and creating and executing s…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200551?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=DEA3C00A4B650756D737CEEA8E46A23F42FA4E0D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Engineer Back Microservices",
    "description": "Software Engineer Back Microservices Apply remote type Full Remote locations MADRID time type Full time posted on Posted 3 Days Ago job requisition id JR103044 We are One Team. We make it happen. We are Unstoppable. BABEL es una consultora tecnológica multinacional especializada en aplicar sus servicios y conocimiento tecnológico en los procesos de aceleración digital de sus clientes, grandes empresas y organismos públicos. ¿Cuál es nuestro plan estratégico? ¡Miramos hacia el futuro! Nuestro pl…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200516?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=EC2BD28D03ADC39BE3DD3AE5AD0652A122B01157",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a Software Solutions Architect para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200428?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=02DCEED0C7A661F4D8EC9170395444F0864B71DC",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Ii Software Engineer",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Senior Ii Software Engineer en Ourense AI Engineer – Computer Vision & OCR Ourense, Galicia eSave 27.06.2025 En eSave queremos incorporar un ingeniero/a de IA en Computer Vision , apasionado por los retos y orientado a resultados, con experiencia de 3 a 5 años en desarrollar soluciones de Inteligencia Art Java Software Develope…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200439?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=277AA08FC3B32B4254F8333E4E866FE989028F60",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Programador/a Java con Francés",
    "description": "Porque trabajar en Sopra Steria, también es sentir Sopra Steria . Somos un reconocido líder europeo en consultoría, servicios digitales y desarrollo de software, con cerca de 56.000 empleados en casi 30 países y más de 4.000 en España. Nos enfocamos en las personas, en su formación y desarrollo profesional, lo que nos impulsa a crecer y mejorar constantemente. Tenemos pasión por lo digital y al igual que tú, buscamos la mejor de las aventuras. Queremos que tu día a día se convierta en la mejor …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200422?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=90D6115AB00EC4136E095C41D7D7ECA44EB86FCF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Strategy Execution Trainee (Remote - Based in Spain)",
    "description": "Strategy Execution Trainee (Remote - Based in Spain) Join to apply for the Strategy Execution Trainee (Remote - Based in Spain) role at ActioGlobal Continue with Google Continue with Google Strategy Execution Trainee (Remote - Based in Spain) Join to apply for the Strategy Execution Trainee (Remote - Based in Spain) role at ActioGlobal Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Googl…",
    "secteur": "Trabajos en consultoría",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200380?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=40DD6C00D012B5067D84EFD35D1B36D9D769A957",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Android Developer FullRemote ( Exp. Compose)",
    "description": "SlashMobility es una empresa especializada en transformación digital y comprometida con las personas. Nuestro enfoque se centra en impulsar la aceleración digital tecnológica de la sociedad a través de las apps (mobile, web & IA) y la captación de talento IT. Durante estos años, nuestros 100 empleados han trabajado con centenares de clientes en 3.000 soluciones, ofreciendo una perspectiva holística en la interpretación del reto que implica la transformación digital de sus organizaciones. Descri…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200433?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=336D219C8BA8F1DC55CEB410AC093C2719C623C6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "TECHNICAL ARCHITECT- INGLES - REMOTO",
    "description": "Buscamos Arquitecto de Soluciones SPRING / API En Knowmad Mood, estamos en plena expansión y buscamos incorporar un / a Arquitecto de Soluciones Middleware con alta especialización en API. Spring Boot : desarrollo de servicios RESTful, configuración, pruebas y despliegue. Spring Cloud : descubrimiento de servicios (Eureka, o similares), configuración centralizada (Config Server o similares), resiliencia (Resilience4j o similares), gateway (Spring Cloud Gateway o similares). Java 17 : uso de car…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200440?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=DA185F3F7918CD7E08C82EE014D0CFF5FAEDF696",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - High Performance Transaction Systems",
    "description": "Senior Software Engineer - High Performance Transaction Systems We're on a mission to build the best platform for our engineers to deliver stateful services at high scale. We provide High Performance Transaction Systems to all the Datadog developers, we empower them with solutions which focus on simplicity, reliability, durability, and availability. We operate services and databases in a scalable and cost-efficient way, evolving in a high-volume, low-latency environment that is continuing to do…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200315?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=351C2142E248FB9CAC1B0DE77D219F08F3FC42E8",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Backend Developer (Java, Spring Boot)",
    "description": "Elegir Capgemini es elegir la posibilidad de dar forma a tu carrera profesional como desees. Recibirás el apoyo y la inspiración de una comunidad colaborativa de colegas de todo el mundo y podrás reinventar lo que es posible. Únete a nuestro equipo y ayuda a las principales organizaciones del mundo a descubrir el valor de la tecnología y a construir un mundo más sostenible e inclusivo. ¿Te apetece sumarte al equipo y participar en un proyecto del sector de las telecomunicaciones en un equipo co…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200225?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=350172B2745C1FF281C20AC2A87E91637D5FA4B5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Sap Gts Consultant For Application Support (M / W / D)",
    "description": "Sap Gts Consultant For Application Support (M / W / D) Madrid EUR 40.000 - 80.000 For more than 20 years, our global network of passionate technologists and pioneering craftspeople has delivered cutting-edge technology and game-changing consulting to companies on the brink of AI driven digital transformation. Since 2001, we have grown into a full service digital consulting company with 5500 professionals working on a worldwide ambition. Driven by the desire to make a difference, we keep innovat…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200219?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=70F7933F82AD9958898FE2E5E77830C9E04B2D4B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Microservicios (TDD)",
    "description": "Actualmente, tenemos un puesto vacante para un/a profesional Senior Java con amplia experiencia con Microservicios y que haya trabajado con TDD, aplicando principios Solid. Además, podrás trabajar con otras tecnologías como Kafka, Cloud, CI/CD, etc. Buscamos una persona entusiasta y dinámica con interés en trabajar en nuestra área de proyectos internacionales . Por tanto, es importante tener un nivel de inglés conversación alto . Tus principales responsabilidades serán: Aunque dependerán de tu …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200135?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=69F36915A1A48E87B581C92718C573AA4A45C721",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Un/a Bioinformàtic/a Senior – Lider de projectes Multiòmics",
    "description": "Fundació per a la Recerca Sant Joan de Déu La Fundació Privada per a la Recerca Sant Joan de Déues una entitat creada al 2002 per a donar cobertura a l’activitat d’investigació que es realitza, tant en l’àmbit biomèdic com en el social, a l’Hospital Matern infantil d’Esplugues, en el Parc Sanitari de Sant Boi de Llobregat i en altres centres de l’Ordre Hospitalària Sant Joan de Déu - Província d’Aragó Sant Rafael. La nostra investigació compta amb professionals qualificats i de prestigi, i cons…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200150?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=0C278FE96DE82BC8F595950F7ABA0E92EBBA6512",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a Fullstack (Java/React)",
    "description": "En HAYS, empresa multinacional británica que ofrece servicios de reclutamiento y recursos humanos en 33 países a nivel mundial y que está cotizada en la Bolsa de Valores de Londres, actualmente buscamos un perfil de Desarrollador/a Fullstack (Java/React) para construir una aplicación web moderna basada en mapas. Trabajarás junto a un equipo de ingeniería para desarrollar una aplicación web altamente interactiva y optimizada para grandes volúmenes de datos. ¿Cuáles serán tus funciones y responsa…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200037?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=9EE9F1BDA812926925371D97946D3BA61CFFB351",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Silverfinch",
    "description": "Department : Development - Software Development Employment Type : Permanent - Full Time Location : Spain Description We are seeking a Java developer to join our 'Regulatory data exchange' project. The role involves working across all layers of the project, enabling you to become self-sufficient over time. The project primarily utilizes Java, along with open source frameworks such as Spring Boot, Postgres, Scala, Hadoop, and Angular. Emphasis is on backend development, so experience in this area…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200023?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=78EA6373EC7FB9441EAD520E736838A2DBB94A63",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer, Technical Referent",
    "description": "Why should you join dLocal? dLocal enables the biggest companies in the world to collect payments in 40 countries in emerging markets. Global brands rely on us to increase conversion rates and simplify payment expansion effortlessly. As both a payments processor and a merchant of record where we operate, we make it possible for our merchants to make inroads into the world’s fastest-growing, emerging markets. By joining us you will be a part of an amazing global team that makes it all happen, in…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200017?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=00221F7794B8B53B7E98F78B8CB801EC7D22F593",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full Stack (Java y React). ESTABLE!",
    "description": "Quieres trabajar en una empresa en la que sabemos cómo te llamas, nos preocupamos por tu bienestar y cuando necesitas algo te atendemos al momento? En Sandav estamos buscando un / a Programador / a Full Stack para posición ESTABLE, en cliente del sector salud. Se trabajará en modelo de teletrabajo 100% remoto desde cualquier ubicación de España. Aunque si la persona reside en Madrid, acudirá 1 semana / mes a oficinas (zona Mirasierra) y el resto del mes en remoto. Participará en proyectos inter…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199779?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=02E8E81EC9A65D7659C0B37BD98FF46C3EF7668E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Architect Dynamics 365 CE & Power Platform",
    "description": "ARBENTIA es una firma internacional de consultoría de negocio y tecnologías de la información, cuya misión es ayudar a las empresas en sus procesos de transformación digital, procesos de gestión que orientan la estrategia, la cultura, los procesos y las capacidades de una organización para canalizar la disrupción creada por la economía digital. Estos procesos de transformación son el medio para que las empresas materialicen sus estrategias y alcancen sus objetivos de negocio. ARBENTIA es Gold P…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199611?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=5B26F7FF4D4C3D5F9C934CF4612DA8E678A4E642",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Security Engineer, Stores Security, AppSec",
    "description": "Security Engineer, Stores Security, AppSec Job ID: 2991754 | Amazon.com Services LLC In Amazon Stores, we ship some of the widest arrays of technology found at any company. From Amazon.com to world class machine learning pipelines, from digital healthcare to no-checkout retail, we push the boundaries of technology in every direction using the globe’s largest AWS deployment. As a Security Engineer, you will collaborate with software development teams to ensure we keep our customers safe while de…",
    "secteur": "Trabajos en informática",
    "skills": [
      "aws"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199671?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=E36D15D2A76B67F47E670EF6B18F3807463E4F4D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Backend Developer Microservices | Remoto (España)",
    "description": "Senior Java Backend Developer Microservices | Remoto (España) Acerca del puesto Senior Java Backend Developer Microservices | Remoto (España) Esta oportunidad es para ti. Buscamos un perfil técnico fuerte, orientado a la escalabilidad, la arquitectura limpia y las buenas prácticas DevOps, para trabajar en un entorno de desarrollo ágil y colaborativo. Lo que buscamos en ti : 7 años de experiencia desarrollando servicios backend con Java y Spring Microservices . Conocimiento profundo de arquitect…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199380?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=E3DC3FD771234C00E8E4FF729A779F002C5451B7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solution Architect (14)",
    "description": "Work type : Office based Technical Level : Architect Job Category : Architecture Project : Global fashion retailer Main responsibilities : Get client expectations and transform it into tech backlog or roadmaps of moving to new technologies, tech stacks Communicate with different levels of stakeholders from client side (Architects, Engineering managers, Leads) Audit solutions and provide recommendations Design and implement a large enterprise solution from scratch Lead technical briefings and bu…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199452?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=068E9C85065D6C47395A5061D74E1B995C03E680",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Backend Software Engineer - Java",
    "description": "In this role, you will make a meaningful contribution in ensuring we continue to move in the right direction. You will be working on a variety of exciting technologies. Our tech stack is : Java with Spring Boot, Hibernate, PostgreSQL, MSSQL, Git, GitLab, GitLab CI, Docker, Kubernetes, and AWS. Your application will be deployed through automated pipelines in CI / CD and monitored using a set of Business and Tech observability tools. You will be responsible for : Ambition and Speed : Do whatever …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "aws",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199494?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=6DC491B611C450ECC8F3A205489698AD145A23C8",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Silverfinch",
    "description": "Department : Development - Software Development Employment Type : Permanent - Full Time Location : Spain Description Why Confluence? Over the past several years we have undergone a great deal of positive change and growth to become the company we are today. Our global footprint now spans multiple countries, giving our employees the opportunity to get exposure to other countries and cultures. And it stands to reason that none of this would have been possible without the hundreds of hard-working …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199105?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=41A8FA9A0642F21E3F87B83AFDD9DA9D92EE707A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We are an ambitious, well-funded, high-growth global technology company transforming the hotel industry. At Duetto, we are passionate about creating innovative solutions to help hoteliers thrive. Although we work hard and operate at “Duetto speed,” the work atmosphere is casual, flexible, collaborative, and, most of all, fun. Our technology stack includes Java server technologies , React, TypeScript, GraphQL, and patent-pending analytical methods on top of MongoDB and AWS. What You Will Be Doin…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199169?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=D800C954EFD559BE1A59B0684810751A86252A95",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer",
    "description": "Company Description Version 1 has celebrated over 28 years in Technology Services and continues to be trusted by global brands to deliver solutions that drive customer success. Our expertise enables our customers to navigate the rapidly changing Digital-First world we live in. We foster strong partnerships with leading technology giants including Microsoft, AWS, Oracle, Red Hat, OutSystems, Snowflake, ensuring that our customers are provided with the highest quality solutions and services. We’r…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "aws"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199014?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=852EB0AE0FF47F0720C86CA8061573B630455B4C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Analista Funcional – Sector Bancario (Incoroporación Inmediata) Madrid · Completamente Remoto",
    "description": "Analista Funcional – Sector Bancario (Incorporación Inmediata) Madrid · Completamente remoto Solo para miembros registrados A distancia Descripción del empleo Buscamos un Analista Funcional con experiencia en el Sector Bancario, por ejemplo: Santander. Requiere experiencia en herramientas como Jira, Confluence, etc. Con conocimientos técnicos en Java, Angular, Spring, entre otros. El trabajo es 100% en remoto. Lugar de trabajo y cultura Contamos con un equipo altamente preparado y motivado, que…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199012?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=FFAEBBE4F78CCE7DCF2F70CA80DE15B2A15F87DB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Developer (Java & React)",
    "description": "WE ARE HIRING!EnExtia, seguimos apostando por el crecimiento, la innovación y, sobre todo, por las personas. Esta vez buscamos a una persona apasionada por el desarrollo Fullstack con ganas de unirse a un equipo dinámico y con impacto real en el mundo del eCommerce. ¿Te animas?Si te motivan los entornos colaborativos, las arquitecturas modernas y trabajar en proyectos internacionales desde Barcelona… ¡te estamos buscando!Primero, ¿Quién? ️️Senior Fullstack Developer (Java & React)Cliente : Mult…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198879?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=26F2E6D532679168B8C2D265F4730193706742DD",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Perfil Backend Senior Java (Remoto 100%) Madrid",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Perfil Backend Senior Java Remoto 1 ANALISTA PROGRAMADOR Java (100% TELETRABAJO) Madrid · Completamente remoto Madrid, Madrid Tecdata 13.06.2025 OFERTA: DESARROLLADOR BACKEND / ANALISTA PROGRAMADOR (100% TELETRABAJO) Requisitos Obligatorios: Experiencia demostrable con: Desarrollo Backend Java (últimas versiones) (imprescindibl…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198778?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=FA7CEB46138FFDB986ACF62FE45FACF6A5F47E91",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Analista de programación Java",
    "description": "duagon Iberia, a rapidly expanding Swiss technology company, is a leading supplier for communication, computing and control technology as well as project planning and development services for system critical applications in the rail, medical and critical automation market. The superior software and hardware IP creates innovative, highly reliable and safe products, enabling customers to shape and realize their technology roadmap. Moreover, customers benefit from a shorter time to market and lowe…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198801?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=D499B4B0F5A8E49C6B53A5E4ED3A3BFA7199E0EB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Principal Systems Development Engineer, Managed Operations",
    "description": "Principal Systems Development Engineer, Managed Operations Job ID: 2646101 | Amazon Development Centre Ireland Limited - D94 This position can also be based in Berlin, Germany. Do you enjoy balancing being hands-on, leading by example, with helping shape strategic direction? Do the challenges that come of driving technical, business, and cultural change to improve the reliability, performance, and efficiency of one of the largest cloud providers excite you? The Amazon Managed Operations (MO) or…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198634?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=A9B6D7CB5299F9A827934628954C12A4BEC7FCED",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Java Lead Engineer – Checkout – (Hybrid)",
    "description": "As you contemplate your future, you might be asking yourself, what’s the next step? Start your journey with us! We’re seeking an experienced Lead Engineer to join our Checkout Team in Barcelona or Madrid (hybrid) to deliver the best payment journey and financial products to our customers. We offer the most innovative payment methods, create new innovative payment plans and products, and design a super convenient payment experience for our customers. All this while staying ahead of the payment r…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198644?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=95FC7A36730124A7C41E295C9210B6D8E5A18B03",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto/A De Software (Java - Remoto)",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Arquitecto a de Software Java Remot ANALISTA PROGRAMADOR Java (100% TELETRABAJO) Madrid · Completamente remoto Madrid, Madrid Tecdata 13.06.2025 OFERTA: DESARROLLADOR BACKEND / ANALISTA PROGRAMADOR (100% TELETRABAJO) Requisitos Obligatorios: Experiencia demostrable con: Desarrollo Backend Java (últimas versiones) (imprescindibl…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198472?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=73A8C280F34C7771B4CFF863F8AD1516B62B4BE9",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Chief Data Architect",
    "description": "We are seeking a talented Senior Data Engineer to join our team at Q-tech. As a Senior Data Engineer, you will play a crucial role in designing and implementing data infrastructure solutions that support our global network of quality experts and auditors . You will be responsible for developing and maintaining large-scale data systems, ensuring high availability, scalability, and performance. In this role, you will have the opportunity to work on diverse projects, collaborate with cross-functio…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198476?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=0414EDFA4ED4EB4E1B14CBADFC65837F62B57F78",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Solutions Architect",
    "description": "Join Fortinet, a cybersecurity pioneer with over two decades of excellence, as we continue to shape the future of cybersecurity and redefine the intersection of networking and security. At Fortinet, our mission is to safeguard people, devices, and data everywhere. We are currently seeking a dynamic Cloud Solution Architectto contribute to the success of our rapidly growing business. The Role As a Cloud Solution Architect you will be part of the Cloud Security Consulting team and become the cent…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197812?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=9A53DDE0DC8901F95BC62BEBB3D1C94B44D27C09",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist (R&D Area)",
    "description": "Eviden, part of the Atos Group, with an annual revenue of circa €5 billion, is a global leader in data-driven, trusted, and sustainable digital transformation. As a next-generation digital business with worldwide leading positions in digital, cloud, data, advanced computing, and security, it brings deep expertise across all industries in more than 47 countries. By uniting unique high-end technologies across the full digital continuum with 47,000 world-class talents, Eviden expands the possibili…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197824?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=82C1F3EB31AD68754D1D465F9B9D917A1F916FCF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarroladora Senior Java",
    "description": "Want to be part of one of the five largest IT and business process companies? At CGI, we are looking for Senior Java Developers to work with a major client in the banking sector. Requirements: Spring Maven Eclipse Oracle MySQL Database We Offer: Permanent Contract Salary according to experience and training Flexible compensation Participation in company share purchase Life and accident insurance If you like our compensation policy, don't miss the additional benefits we offer: Programs to promot…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197654?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=283D88668229ACA80791A06A25C4CE57382E1A20",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197228?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=6D74F58AD85EC0D30CBB002C0F07BD5007180AC3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Manager of Digital Payment & Mobile Applications",
    "description": "At Entrust, we’re shaping the future of identity centric security solutions. From our comprehensive portfolio of solutions to our flexible, global workplace, we empower careers, foster collaboration, and build solutions that help keep the world moving safely. Get to Know Us Headquartered in Minnesota, Entrust is an industry leader in identity-centric security solutions, serving over 150 countries with cutting-edge, scalable technologies. But our secret weapon? Our people. It’sthe curiosity, ded…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197246?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=0D7E6DC14D556BDB58EA68EFCB5F9F9FAB1B6E11",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solution Architect (14)",
    "description": "Work type : Office based Technical Level : Architect Job Category : Architecture Project : Global fashion retailer Main responsibilities : Get client expectations and transform it into tech backlog or roadmaps of moving to new technologies, tech stacks Communicate with different levels of stakeholders from client side (Architects, Engineering managers, Leads) Audit solutions and provide recommendations Design and implement a large enterprise solution from scratch Lead technical briefings and bu…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197274?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=174E61460B9CB3EA0388021E6EF51D3DBABD9EB2",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Manager I, Software Engineering",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197221?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=CF78CA57390C742FB379C310332F60CB3041AC8C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Manager I, Software Engineering",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197223?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=012F5F1579BB60FBABF0885F6CCAED5EE98D81B5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer",
    "description": "Operating since 2022, Luxoft Spain specializes in developing software and creating digital strategies for businesses in health care, energy and utilities, telco, consumer and retail, banking, capital markets, and automotive industries. If you're an experienced professional who values teamwork, pioneering technology and innovation, then Luxoft is the place for you. You'll work with a highly motivated team of professionals and have access to the latest technologies, methodologies, techniques and …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197202?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=9B7890E1A2DE755B4FDD5500190F0BF4F645B682",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Java Engineer (AWS) ID36740",
    "description": "AgileEngine is an Inc. 5000 company that creates award-winning software for Fortune 500 brands and trailblazing startups across 17 industries. We rank among the leaders in areas like application development and AI/ML, and our people-first culture has earned us multiple Best Place to Work awards. If you're looking for a place to grow, make an impact, and work with people who care, we'd love to meet you! WHAT YOU WILL DO - Work on our Records Management System (RMS) and Booking products, enhancin…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "aws",
      "ml"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197266?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=30E0913C2BF462634AFC042E0F3DCFF6BFB86CA1",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Engineer, AI Automation (f / m / x)",
    "description": "We are seeking a technically skilled Java Engineer located in Poland, Spain, or Ukraine to join our dynamic Software Engineering department at AUTO1 Group Technology. As part of our disruptive approach in the used car market, our team leverages cutting-edge technology to gather and analyze data, optimizing our platforms and processes. AUTO1 Group is Europe's leading digital automotive platform. We revolutionize the used car market with our well-known brands Autohero, wirkaufendeinauto.de, and A…",
    "secteur": "Trabajos en ingeniería",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197029?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=9BCF9DA67A63589CC71F46A655E7453BDC323350",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mulesoft Specialist",
    "description": "Buscamos un / a Mulesoft Specialist con experiencia en integración de sistemas, diseño de APIs y colaboración en entornos Salesforce. Un perfil técnico con capacidad para participar en proyectos complejos, aportar visión arquitectónica y colaborar estrechamente con equipos multidisciplinares. Tus principales responsabilidades serán : Diseñar e implementar integraciones utilizando MuleSoft Anypoint Platform . Desarrollar y mantener APIs RESTful y SOAP, asegurando su rendimiento, seguridad y traz…",
    "secteur": "Trabajos en sanidad y salud",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197034?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=DF0E9471FEDC63A11916DE404386092B8BD0716B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto / a Software",
    "description": "Integrarse en el equipo de Arquitectura Software para colaborar en la implantación de nuevas capacidades tecnológicas que permitan el crecimiento de las Arquitectura de Referencia Backend corporativas. Su responsabilidad consiste en definir, diseñar e implementar nuevas capacidades, frameworks y patrones de diseño que habiliten la adopción de nuevos paradigmas tecnológicos Cloud, velando además por la continuidad de los activos arquitectónicos actuales y el cumplimiento de las buenas prácticas,…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197087?se=THZ7KCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=F63ECC290BEA78E7CC13B4922B15476ED4FED273",
    "date_collected": "20250703_1726"
  }
]