[
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Engineer – Mobile",
    "description": "Job Description: Senior Engineer - Mobile Hybrid (up to 3 days per week working from home) Staines TW18 3DZ or Manchester M50 3SP Permanent £57,000 - £71,000 per annum, depending on experience 10% management bonus scheme Full-time – 37.5 hours per week At Bupa, we’re passionate about technology. With colleagues, customers, patients and residents in mind you’ll have the opportunity to work on innovative projects and make a real impact on their lives. Right from the start you’ll become part of ou…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55859,
    "salaire_max": 55859,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281947894?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Engineering Supervisor",
    "description": "We’re looking for an Engineering Supervisor to support the leadership of the department that keeps everything working perfectly at The Ned. This isn’t always easy, as our building was designed as a bank, and it isn’t your traditional hotel. We’re responsible for making The Ned an unbeatable experience for our members, guests, customers, and team members and ensuring that attention to detail is second to none. Do you want to join one of the best places to work in hospitality? What’s the role? En…",
    "secteur": "Hospitality & Catering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 0,
    "salaire_max": 51000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281946663?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Fullstack Developer - Python - React - Remote - Ou",
    "description": "This is a fantastic opportunity to work a remote Senior Fullstack Developer for a major pharmaceutical company on a long term contract, outside IR35. The key skills required for this Senior Fullstack Developer are: Python React Typescript AI (desirable) Java (desirable) AWS SQL Kubernetes (desirable) If you do have the relevant experience for this remote, outside IR35 Senior Fullstack Developer role, please do send through your CV.",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "java",
      "react",
      "sql",
      "aws",
      "typescript",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 156000,
    "salaire_max": 169000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281922417?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Crushing and Screening Engineer",
    "description": "Heavy Plant Fitter Bristol £20ph to £24ph  Overtime at 1.5x OTE £65,000 to £80,000  4x4 Van Neos Engineering are working with a large organisation who are looking for Plant Engineers to join the team! This is a fantastic opportunity for a plant engineer who wants to increase the variety of machinery they work on. The business specialises in Heavy Plant & Quarrying equipment. The ideal candidate for the role is someone from the Heavy Plant sector and have previously worked on brands such as McCl…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41600,
    "salaire_max": 54080,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281921365?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Developer",
    "description": "OneFile, a Harris Computer company, are recruiting a Full-Stack Developer to join the team on a permanent basis. The position will be hybrid working, between our Manchester city centre office and the successful incumbents home address. We are looking for a Senior Software Developer to join our agile product development team. You will contribute to the development and stability of a cloud-based SaaS platform used in a regulated environment. This position requires someone who can take ownership o…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50517.56,
    "salaire_max": 50517.56,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281916551?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Executive Assistant - London Stock Exchange Group",
    "description": "Position Summary The Executive Support role provides support to our leaders and teams to enable them to be effective in their day-to-day activities and responsibilities. Services include: diary management and meeting co-ordination, fielding communications such as phone calls and e-mails, arranging business travel, maintaining records and files, and providing support on tools, systems and procedures. The variation of grades within the family will depend on the complexity of the services and task…",
    "secteur": "Admin Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 46685.56,
    "salaire_max": 46685.56,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281524495?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=845F03ABA255B4A14F103FADF2EB1CCE154C47DA",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Mission Software Engineer (m/f/d)",
    "description": "The Role We are seeking a Senior Mission Software Engineer with expertise in Edge Computing and Sensor Data Processing to join our team. In this role, you will develop and optimize real-time data fusion solutions for unmanned ground systems (UGVs), enabling on-the-edge processing of complex sensor inputs. Your work will directly impact mission-critical robotics applications, ensuring that our autonomous systems can process and react to sensor data efficiently in dynamic battlefield environments…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61071.01,
    "salaire_max": 61071.01,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281500518?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Frontend Tech Lead",
    "description": "MrQ - we're an awesome, award winning online casino launched in 2018. We're big on tech, big on performance and most of all - big on fun. Over the years, we have experienced explosive growth - which means we need more rock stars to join our quest for total world domination. As the Technical Lead for the Frontend Engineering Team , you’ll drive the development and evolution of our frontend platforms across web and mobile. You’ll set the technical vision, lead a squad of passionate engineers, and…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58794.01,
    "salaire_max": 58794.01,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281328967?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Planning Manager",
    "description": "Description & Requirements who we are lululemon is an innovative performance apparel company for yoga, running, training, and other athletic pursuits. Setting the bar in technical fabrics and functional design, we create transformational products and experiences that support people in moving, growing, connecting, and being well. We owe our success to our innovative product, emphasis on stores, commitment to our people, and the incredible connections we make in every community we're in. As a com…",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58340.14,
    "salaire_max": 58340.14,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281328843?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Front End Developer React - Fintech",
    "description": "Senior Front End Developer / Engineer (React TypeScript Data Visualisation) London to £80k Are you a skilled Software Developer with strong React and Data Visualisation skills combined with a good appreciation of financial markets and technology? You could be joining a growing, global, Fintech services company that has seen 30-40% year on year growth for the past 10 years and has ambitious growth plans. As a Senior Front End Developer you'll design and develop new features and enhancements to t…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281273359?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=FAB20FE2619C7470A2DD6D3839D461E14F0D97B5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Backend Developer Java Kotlin AWS",
    "description": "Backend Developer / Software Engineer (Java 17 Kotlin AWS) London / WFH to £85k Are you a technologist Backend Developer with strong Java skills looking to progress your career, working with a modern cloud based infrastructure and a range of technology? You could be joining a hugely successful and growing commodities trading firm that specialise in trading silver and gold. As a Backend Developer you'll collaborate with the Lead Engineer on the whiskey trading platform as the company looks to sc…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281273089?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=E001664604A2421F121AA4C3057AF07DCEBE88F8",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "React - Senior Front End Engineer",
    "description": "Senior React Engineer (TypeScript, React) Keywords - React Developer, React , Front End Engineer, Typescript. Remote/Hybrid (Near Leeds, one office a day per month depending on your location) NB- Being based in London is too far Brand new role due to expansion - We are on the lookout for a talented React Engineer who's passionate about crafting exceptional digital experiences. This role is perfect for someone who thrives in collaborative environments and loves building sleek, user-friendly web …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 60000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281272949?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=E858EB6028B6024CD38D3EABDF958DAB32514A45",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Category Manager - Fresh Bakery",
    "description": "What's in it for you At Booker, along with being a great place to work and giving you an opportunity to get on in your career, we also offer the following fantastic package of benefits: A Booker colleague card with 10% off purchases at Booker and double discount events up to three times a year. After 3 months service, a Tesco colleague discount card with 10% increasing to 15% off most purchases at Tesco for a 4 day period after every four-weekly pay day, ie. thirteen times a year. In addition t…",
    "secteur": "Retail Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41242.87,
    "salaire_max": 41242.87,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281272839?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=B3AD1F4A40E6B6F40E5B066D5F4F65EDA8B85A8B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full-Stack Engineer (React / NodeJS)",
    "description": "Metamindz is a fast-growing UK-based IT software company. We help by providing fractional CTOs as-a-service, building digital products, hiring technical talent, and conducting tech due diligence. We’re currently looking for a Senior Full-Stack Engineer to join one of our international clients in a long-term arrangement. This is a full-time remote opportunity for a highly experienced engineer passionate about building scalable, performant, and elegant web applications using modern technologies a…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 75000,
    "salaire_max": 95000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281272460?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=38C8EFC38ECE7AE522E3FFD4304B78BAFDF432CF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Workshop Controller",
    "description": "We’re recruiting for a Workshop Controller to join our team at Hyundai branch in Grangemouth. We offer: £35,000 – £45,000 DOE plus benefits Additional opportunity to earn up to £9,000 every three years in performance-based bonuses – terms and conditions apply All overtime paid at time and a half 33 days’ annual leave Training provided to become an EV-accredited Technician Generous employee discounts Private healthcare and sick pay cover Maternity and paternity packages Hours Monday – Thursday 8…",
    "secteur": "Maintenance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281212241?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "DevOps Engineer",
    "description": "DataAnnotation is committed to creating quality AI. Join our team to help train AI chatbots while gaining the flexibility of remote work and choosing your own schedule. We are looking for a proficient DevOps Engineer to join our team to train our AI chatbots to code. You will work with the chatbots that we are building in order to measure their progress, as well as write and evaluate code. To apply to this role, you will need to be proficient in either Python and/or JavaScript. Your role will r…",
    "secteur": "IT Jobs",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 48731.16,
    "salaire_max": 48731.16,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281187432?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Developer",
    "description": "DataAnnotation is committed to creating quality AI. Join our team to help train AI chatbots while gaining the flexibility of remote work and choosing your own schedule. We are looking for a proficient Software Developer to join our team to train our AI chatbots to code. You will work with the chatbots that we are building in order to measure their progress, as well as write and evaluate code. To apply to this role, you will need to be proficient in either Python and/or JavaScript. Your role wil…",
    "secteur": "IT Jobs",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 49369.07,
    "salaire_max": 49369.07,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281187497?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Cloud Engineer",
    "description": "DataAnnotation is committed to creating quality AI. Join our team to help train AI chatbots while gaining the flexibility of remote work and choosing your own schedule. We are looking for a proficient Cloud Engineer to join our team to train our AI chatbots to code. You will work with the chatbots that we are building in order to measure their progress, as well as write and evaluate code. To apply to this role, you will need to be proficient in either Python and/or JavaScript. Your role will re…",
    "secteur": "IT Jobs",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 52749.73,
    "salaire_max": 52749.73,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281187352?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Application Developer",
    "description": "DataAnnotation is committed to creating quality AI. Join our team to help train AI chatbots while gaining the flexibility of remote work and choosing your own schedule. We are looking for a proficient Application Developer to join our team to train our AI chatbots to code. You will work with the chatbots that we are building in order to measure their progress, as well as write and evaluate code. To apply to this role, you will need to be proficient in either Python and/or JavaScript. Your role …",
    "secteur": "IT Jobs",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 47322.36,
    "salaire_max": 47322.36,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281187101?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Customer Delivery Manager (SC Cleared)",
    "description": "Life on the team As a Customer Delivery Manager (In-life) you will be responsible for the delivery of services to Computacenter customers. This may be part of a team of Customer Delivery Managers on a larger account, or you may take responsibility for the full scope of services on a smaller engagement or set of accounts. Within your area of responsibility, you will contribute to an effective governance model to manage the teams and partners who deliver the service, ensuring that high quality an…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50373.33,
    "salaire_max": 50373.33,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281183348?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=25EA60E28CC0CBB285B9BA28BE0B9A7271C8A3FF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Maintenance Engineer",
    "description": "Maintenance Engineer, £51,500  £5000 guaranteed overtime, Quarterly bonus up to £600 per Q, 15% total pension contributions, option to purchase shares. OTE £60K 4 on 4 off days and nights rotation. 06:00 – 18:00 / 18:00 – 06:00 start half hour earlier for hand over. Why join our client? Opportunity to work within a brand-new manufacturing plant. Fantastic employee engagement - over 300 employees have been with the business over 25 years. Further development through fantastic internal and extern…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 48933.51,
    "salaire_max": 48933.51,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281183274?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=8C5608BC87AA4A4DB8ED230FFCB5C4F3A8F42936",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior React Engineer",
    "description": "Senior React Engineer (TypeScript, React) Keywords - React Developer, React , Front End Engineer, Typescript. Remote/Hybrid (Near Leeds, one office day a week or month depending on your location) NB- Being based in London is too far Brand new role due to expansion - We are on the lookout for a talented React Engineer who's passionate about crafting exceptional digital experiences. This role is perfect for someone who thrives in collaborative environments and loves building sleek, user-friendly …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 80000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281182615?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=8806DAA2B1FFF063BA371720E4FFD41B8D5FD286",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Developer",
    "description": "Senior Software Developer PHP, Symfony, AWS, MySQL, Microservices, CI/CD Salary up to £70k Hybrid working in Chester For more information, please email me directly at or call on 07880 358 148. Who We Are: We're a collaborative and fast-paced technology team responsible for developing and maintaining a highly available, in-house software platform. Our work spans modern APIs, scalable services, and engaging user interfaces. We value quality engineering, secure design, and continuous improvement a…",
    "secteur": "IT Jobs",
    "skills": [
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281180051?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=DE26F7060D64E38B8925E640EB743CF55A5D2131",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "Software Engineer - SC or DV Cleared | Defence Sector Hybrid - 4 Days/Week Onsite in Gloucestershire Permanent | £55,000 - £75,000 DOE | I'm working with a highly regarded technology consultancy delivering advanced software solutions into the UK defence and national security sectors . As they continue to grow their footprint in this space, they're looking to add an experienced Software Engineer to their team. This role is perfect for someone who enjoys working across the full software developme…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 75000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281164097?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=89BA37F03384771D47985C21CEE734332BC8583C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Android Engineer",
    "description": "About the role As the UK’s most successful omni-channel retailer, ecommerce is a key part of our business - we run two of the busiest websites in the UK, driving a significant proportion of our sales. Our engineering practice includes 80 teams, working on everything from Cloud platforms to mobile apps, from ecommerce functionality to machine learning. Have a quick glance of our Engineering best practices, see our engineers talk about their experience and opportunities to learn and grow; Check o…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 71338.33,
    "salaire_max": 71338.33,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281136019?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer",
    "description": ".NET Developer (Tech stack: .NET Developer, .NET 9, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) At this very moment our client is constructing the world's first intelligent answer engine based on semantic information recognition. This new search engine is based on innovative cloud data technology which doesn't recognise meaning by search words but rather by the correlation as r…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281113729?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer",
    "description": ".NET Developer, .NET 9, C#, Agile - London (Tech stack: .NET Developer, .NET 9, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) We are pleased to announce the arrival in the UK of one of Silicon Valley's most successful and exciting brands. They're at the heart of the Internet, helping the most innovative companies remove the complexities of delivering any experience, to any device…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281113725?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Dept Manager at Urban Outfitters",
    "description": "Urban Outfitters at Bluewater seeks a Full-Time Department Manager Objective The main objective of this role is to assume total department accountability for sales, service profitability and loss prevention. To achieve a department environment that fosters creativity and inspires the Urban Outfitters customer. Ensure appropriate feedback and guidance is given in order to execute employee development. To assist senior management with all general store operations that falls within their sphere of…",
    "secteur": "Retail Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40064.56,
    "salaire_max": 40064.56,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281101309?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Developer",
    "description": "We’re hiring for a Software Development Lead on a contract basis of 6 months or more, working with a leading client in the financial services sector. This is a hybrid role, with occasional on-site meetings in the City of London. Therefore, candidates should be based in the South East of England and be able to commute to London when required. Software Development Lead Key Requirements: To be considered, you must have strong, recent hands-on experience in the following areas: Leading small softwa…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 143000,
    "salaire_max": 143000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281101128?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Development Manager",
    "description": "Software Development Manager required for a manufacturer of life-saving electronic solutions products. Part of a global group, this company offers rewarding careers, great benefits, and plenty of opportunities to grow in a supportive, energetic workplace. Hybrid working options (6 out of 10 days in the Rochester office). Benefits include – Bonus, Pension, Life Assurance, Eye care, Employee assistance programme, cycle2work scheme. We are seeking a Software Development Manager passionate about dr…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 78716.13,
    "salaire_max": 78716.13,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281101080?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer - Java",
    "description": "Our client, a growing technology consultancy supporting public sector transformation, is looking for a Full Stack Software Engineer to join their collaborative and high-impact team. This is a fantastic opportunity to contribute to a major national programme by developing and integrating secure software systems used across government and defence. This role will require 1-2 days per week onsite in Milton Keynes, with the remainder remote. Responsibilities: * Design, build and test complex full-st…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281098507?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer (TypeScript / React) - Content",
    "description": "Excited to grow your career? Our purpose is to empower people to save and invest with confidence. We are looking for great people to join us, so please come and invest in YOUR future at HL. We know that sometimes people can be put off applying for a job if they don't tick every box. If you're excited about working for us and have most of the skills or experience we're looking for, please go ahead and apply. We'd love to hear from you! About The Role HL's website is a core part of our digital pl…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281097569?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front End Developer (IT)",
    "description": "The Opportunity The Data team works closely with colleagues in the House of Commons Library, providing information and enquiry services about the business of Parliament for Members of Parliament, their staff, and staff of the House. The Developer role will focus on developing and maintaining software to support the provision of those services. you will work as part of a team on solving complex puzzles to benefit the smooth running of parliamentary business across the Houses of Parliament by wri…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47975,
    "salaire_max": 47975,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281083190?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=8861C6A3E1C5B777F3BE61CD5A9618F64C5E3F42",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "PHP Laravel Full Stack Developer (IT)",
    "description": "A Day in the Life of a Full Stack Developer Imagine starting your day with a freshly brewed coffee and a team huddle that's buzzing with energy, ideas, and ambition. It's Monday, and as always, you're at the heart of innovation in our office. As a Full Stack Developer in our talented team, your role sees far beyond writing code - you're building the architecture that powers unforgettable digital experiences for users across the UK. You're part of a company leading the digital entertainment evol…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 75000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5281083201?se=bgkeISJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=D4A2BD432530765DEB2E9346232A44C684E755F5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Engineering Team Lead - PHP & React",
    "description": "About Us At C-Link, we’re revolutionising construction procurement by automating workflows and transforming how subcontractors win work. As a fast-growing ConTech company, we operate two key brands: C-Link ( www.c-link.com ) – Procurement software for main contractors and developers. Prosper ( www.weallprosper.co.uk ) – A marketplace and lead generation platform for subcontractors. With ambitious growth plans and a mission to redefine construction procurement, we are expanding our team and look…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281054382?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Developer",
    "description": "Senior Software Developer PHP, Symfony, AWS, MySQL, Microservices, CI/CD Salary up to £70k Hybrid working in Chester For more information, please email me directly at Patrick.doyle@searchability.com or call on 07880 358 148. Who We Are: We're a collaborative and fast-paced technology team responsible for developing and maintaining a highly available, in-house software platform. Our work spans modern APIs, scalable services, and engaging user interfaces. We value quality engineering, secure desi…",
    "secteur": "IT Jobs",
    "skills": [
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281052208?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Compliance FM Manager",
    "description": "What's involved with this role: JOB TITLE: Corporate Compliance FM Manager - Property Services & FM Services REF: Portsmouth 5271646 Pay rate: £356.01 per day PAYE Working Arrangement: Hybrid working. Flexible working arrangements - minimum of 3 days a week onsite. Full driving licence required and casual user car allowance (TBC). The role: On behalf of a local council, we are seeking a Corporate Compliance Manager / Facilities Manager , within the Property Services department. This is a newly …",
    "secteur": "Property Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 92562,
    "salaire_max": 92562,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281037446?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "SAP Consultants",
    "description": "SAP Consultants What are we looking for? We are looking for medium level and plus experienced SAP consultants to join our growing Birchman Solutions team in the UK. As a Birchman SAP consultant, you will be working with existing customers helping them get ongoing value out of their investment in SAP as well as having the chance to get involved in S4/HANA projects. A bit about us Here at Birchman, we don’t react to market trends, we define them. As the leading independent SAP Partner in the UK, …",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 51060.43,
    "salaire_max": 51060.43,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281036475?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Associate Application Security Engineer",
    "description": "Veeva Systems is a mission-driven organization and pioneer in industry cloud, helping life sciences companies bring therapies to patients faster. As one of the fastest-growing SaaS companies in history, we surpassed $2B in revenue in our last fiscal year with extensive growth potential ahead. At the heart of Veeva are our values: Do the Right Thing, Customer Success, Employee Success, and Speed. We're not just any public company – we made history in 2021 by becoming a public benefit corporation…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 63141.59,
    "salaire_max": 63141.59,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281035362?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Manager, Software Engineering - Developer Tools (London, United Kingdom)",
    "description": "Figma is growing our team of passionate creatives and builders on a mission to make design accessible to all. Figma’s platform helps teams bring ideas to life—whether you're brainstorming, creating a prototype, translating designs into code, or iterating with AI. From idea to product, Figma empowers teams to streamline workflows, move faster, and work together in real time from anywhere in the world. If you're excited to shape the future of design and collaboration, join us! We’re looking for a…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 52938.41,
    "salaire_max": 52938.41,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281035338?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Web Developer",
    "description": "Job Description: We are seeking a technically proficient Full Stack Web Senior Developer to lead the ownership and delivery of our digital solutions through the design and implementation of innovative web applications that enhance our data digital capabilities across various business functions, including Marketing, Supply Chain, Sales, and Customer Engagement. This role is transformation-funded and therefore has an expected end date of 31st December 2026 What are we looking for? A technical lea…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61306.35,
    "salaire_max": 61306.35,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281035259?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "About us Liberis are on a mission to supercharge the power of small businesses all over the world - delivering the financial products they need to grow. Through their network of global partners, they have funded almost 40,000 small businesses with over $1.5bn and counting. Before all else, Liberis is a technology company, connecting finance with small businesses. Our Engineering Team At Liberis, we're building the products and automation that will power our exponential growth in the embedded fi…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55472.68,
    "salaire_max": 55472.68,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281035125?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "UI Developer - Private Investors Product Group Engineering",
    "description": "Description What we do At Goldman Sachs, our Engineers don’t just make things – we make things possible. Change the world by connecting people and capital with ideas. Solve the most challenging and pressing engineering problems for our clients. Join our engineering teams that build massively scalable software and systems, architect low latency infrastructure solutions, proactively guard against cyber threats, and leverage machine learning alongside financial engineering to continuously turn dat…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 62705.09,
    "salaire_max": 62705.09,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281034983?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Engineer",
    "description": "Who Is Nisos? Nisos is the human risk management company specializing in unmasking threats before they escalate. We are a trusted advisor who operates as an extension of security, intelligence, legal, and human resource teams to protect their people and business. Our intelligence-led solutions help enterprises make critical decisions, manage human risk, and drive real world consequences for digital threats. For more information, visit: https://www.nisos.com. What Is The Opportunity? You’ll be p…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 57717.62,
    "salaire_max": 57717.62,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281034899?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Finance Business Partner",
    "description": "Finance Business Partner Full time / Part time Salary: £55,591 - £62974, with potential for further progression to £70907 with our pay progression scheme. Location: Hybrid Contracted to our Wilmslow, London, Edinburgh, Cardiff or Belfast office, however, we offer flexible home and office-based working opportunities. There will be times when you will be expected to attend the office to collaborate with colleagues or travel due to business need. Please note that our Head Office will be relocating…",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55591,
    "salaire_max": 62974,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5281034778?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Technical Manager, Drug Substance",
    "description": "Company introduction: Compass Pathways plc (Nasdaq: CMPS) is a biotechnology company dedicated to accelerating patient access to evidence-based innovation in mental health. The Company is headquartered in London, UK, and has offices in New York City and San Francisco in the US. We focus on developing innovations that can improve the lives of those who are suffering with mental health challenges and who are not helped by current treatments. We are pioneering the development of a new model of psi…",
    "secteur": "Healthcare & Nursing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42784.73,
    "salaire_max": 42784.73,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281034757?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Investment Banking - EMEA Real Estate - Experienced Analyst/ Associate - London",
    "description": "Description This is an exciting opportunity for someone who is highly motivated to work in a dynamic team and to contribute to our Investment Banking business. The J.P. Morgan EMEA Real Estate business has a leading position in the sector in terms of number of clients, transaction activity and revenue market share and is looking for an Analyst to join the team. The J.P. Morgan EMEA Real Estate team is responsible for origination and execution of public and private M&A and capital markets transa…",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 67507.7,
    "salaire_max": 67507.7,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281033442?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "\"At Klipboard we've introduced a flexible hybrid work policy, where employees spend three days in the office and two days working from home. This approach promotes a balanced work environment that combines office collaboration with the comfort and convenience of remote work.\" Klipboard provides specialist software, services and support to deliver fully integrated trading and business management solutions to companies in the distributive trade – wherever they are in the world. With a unique dept…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45707.98,
    "salaire_max": 45707.98,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281033436?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Data Engineer",
    "description": "IDEXX is looking for a Senior Data Engineer to join the Veterinary Software team in London! This is an exciting opportunity for a a data engineer looking to expand their technical leadership skills and make an impact in a meaningful industry. This role will be hybrid 2 days onsite in our Wimbledon office, London. As a Senior Data Engineer, you will lead data migration strategies and implementation across hybrid cloud environments (primarily AWS), enabling smooth and secure movement of legacy an…",
    "secteur": "IT Jobs",
    "skills": [
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 64385.35,
    "salaire_max": 64385.35,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281031310?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer II React/Java",
    "description": "Description You’re ready to gain the skills and experience needed to grow within your role and advance your career — and we have the perfect software engineering opportunity for you. As a Software Engineer II at JPMorgan Chase within Commercial and Investment Bank Payments Technology, you are part of an agile team dedicated to enhancing, designing, and delivering the software components of the firm’s cutting-edge technology products in a secure, stable, and scalable manner. As an emerging membe…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45534.47,
    "salaire_max": 45534.47,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281031171?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Presales Engineer",
    "description": "Flowable is a leading provider of open-source Intelligent Business Automation that combines the power of Process, Case and Decision management into an enterprise-ready unified platform. Effortless integration, fast-time-to-market, and unmatched flexibility, make Flowable the top choice for companies worldwide to drive operational excellence and lead transformation. We are growing, and we’re looking for an experienced Presales Engineer to join our dynamic Sale s team . You'll play a key role in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 59178.68,
    "salaire_max": 59178.68,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281031123?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Global Strategy & Planning Director - 12 month FTC",
    "description": "Agency : Havas Media Group Job Description : . Job Description Havas is one of the world’s largest global communications groups, operating in over 100 countries. The Group is made up of two major divisions: Havas Creative Group and Havas Media Group. We have a multi-disciplinary offering, united under one leadership, all in one building: advertising, media, data, technology, digital, social, mobile, CRM, UX, sports and entertainment, public relations, corporate communications, healthcare, desig…",
    "secteur": "Creative & Design Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60204.86,
    "salaire_max": 60204.86,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281030751?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front End Developer",
    "description": "The Company Founded in 2015, ExpenseIn set out to make expense management easier and less frustrating, replacing time-consuming, paper-based processes with a smarter, faster solution. As we grew, we introduced new modules like invoice management, carbon reporting, and volunteer expense claims - all designed to save businesses time and hassle. Today, we help companies in over 50 countries process more than a million expenses every month. In January 2025, we were acquired by AccountsIQ to bring e…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41650.23,
    "salaire_max": 41650.23,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281029267?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "Job Title Software Engineer Job Description So, who are we? Hello, we’re IG Group, a FTSE 250 Fintech that provides cutting-edge mobile, web and desktop platforms that help our clients trade Stocks & Shares, leveraged products, Futures & Options and Crypto. We are ambitious. Over 340,000 people already use our platforms. We’re global with offices in 18 countries and products in 16 regions. We’re hungry to move faster, ship better products for our customers and grow our user base. We believe in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 52292.58,
    "salaire_max": 52292.58,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281029236?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer III - Full Stack - React/Typescript/Python",
    "description": "Description We have an exciting and rewarding opportunity for you to take your software engineering career to the next level. As a Software Engineer III at JPMorgan Chase within the Rates Marking and Pricing team, you serve as a seasoned member of an agile team to design and deliver trusted market-leading technology products in a secure, stable, and scalable way. This is a great opportunity to work closely with the trading desk and develop business critical applications that directly enhance th…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55224.81,
    "salaire_max": 55224.81,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5281029049?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Facilities Operations Assistant Manager",
    "description": "Facilities Operations Assistant Manager Base Location: London, Canary Wharf (office based - 5 days per week) The KPMG Business Services function is a cornerstone of our UK business. Operating from 20 UK locations and sitting with KPMG Central Services we do work that matters. Within Central Services we are part of a community of experts across a wide range of critical activities who help grow, run, and protect KPMG in the UK. From HR and Learning, Finance, Procurement, Facilities and Business S…",
    "secteur": "Admin Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 49634.05,
    "salaire_max": 49634.05,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991710?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=B2D105DDD00E3858BC0035343649A6E0781CBB54",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead ServiceNow Developer",
    "description": "About the job As a Technical Lead (In Ops- ServiceNow) specializing in core ServiceNow modules such as App Engine, IT Service Management (ITSM), IT Operations Management (ITOM), Security Operations (SecOps), and HR Service Delivery. Strong understanding of the ServiceNow platform's architecture, integration capabilities, and custom application development you will spearhead the design, development, and ongoing enhancement of our cutting-edge software solutions. Your primary responsibilities wil…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 94568.42,
    "salaire_max": 94568.42,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991714?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C90561C599936D0C5F87BA239B550334F4BEC9C4",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Java Developer",
    "description": "Job Title: Senior Java Developer – Modern Product Engineering (Spring Boot, Java 17) Location: 5 days per week Onsite in central London (UK-based candidates only) Contract Type: Full-time, Permanent About the Role: Join a world-class engineering team building cutting-edge software products that set industry benchmarks. We’re looking for an experienced Java Developer to help us build secure, scalable systems using Java 17, Spring Boot, modern build tools, and CI/CD practices. You’ll work in a fl…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60324.58,
    "salaire_max": 60324.58,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991648?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=0D9B13626E749BD538258E80D11F9D78E62F838F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "PHP Developer – Grimsby (Hybrid Remote) - £45,000",
    "description": "PHP Developer – Grimsby (Hybrid Remote) - £45,000 Flexible Hours | 2pdw in Office | Personalised Progression Plan | Symfony/Typescript/React/AWS Stack | AI Projects Ada Meher is currently working with a market leading retail company, based on the outskirts of Hull, as they search for a PHP Developer to join their ever-expanding Engineering team. You’d be working on forward-thinking projects across Security, Integrations, AI/LLM and eCommerce work. This role would suit an ambitious mid-level dev…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 51566.71,
    "salaire_max": 51566.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991661?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=7B6A48B236ACF5F81D142E5748DEC086385520F0",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "PHP Developer – Grimsby (Hybrid Remote) - £45,000",
    "description": "PHP Developer – Grimsby (Hybrid Remote) - £45,000 Flexible Hours | 2pdw in Office | Personalised Progression Plan | Symfony/Typescript/React/AWS Stack | AI Projects Ada Meher is currently working with a market leading retail company, based on the outskirts of Hull, as they search for a PHP Developer to join their ever-expanding Engineering team. You’d be working on forward-thinking projects across Security, Integrations, AI/LLM and eCommerce work. This role would suit an ambitious mid-level dev…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 46970.71,
    "salaire_max": 46970.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991635?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=69BABB2113D5D235390165AFA52008F816724733",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Full Stack developer (React & Node) Hybrid | Inside IR35 | £600-£650 Start ASAP | 6 month rolling contracts | 2 year programme SR2 are working with a consultancy on a specialist consultancy who are on a mission to empower decision-makers with transformative technology. We're currently seeking a Full Stack Software Engineer to join on a contract basis to help design, develop and deliver intuitive, scalable digital solutions for our government partners. You’ll work as part of a multidisciplinary …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 72843.86,
    "salaire_max": 72843.86,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991676?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=FD4557C3F7DEA54A40B39B1E6D085A173CDE024D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "React/TypeScript Front End Engineer : Hedge Fund/Trading Firm : £100-200k huge bonus",
    "description": "Elite electronic quantitative finance fintech business seek a Front End React/TypeScript software expert to join their growing team. Our client is a top end and leading global trading/investment firm and they offer some of the market industry's best technical exposure. To apply you will be keen to provide front end developing of trading web applications, to which are utilised in making global investment decisions. The client is known for treating it's engineering staff as huge assets and on par…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 48483.54,
    "salaire_max": 48483.54,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991560?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=04CA80065EBB57A175B78C5BBAD9738C808C5F2B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Java Developer",
    "description": "Role: Tech Lead – Java Location: Dublin, London – UK Responsibilities Provide technical leadership and mentorship to the team. Participate in software requirement gathering. Create and maintain technical documentation. To write high-quality code to meet customer requirements. Able to troubleshoot, identify root cause and implement effective solutions. Work closely with cross-functional teams to meet business objectives. Peer review of code changes made by team. Create and maintain technical doc…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 65609.92,
    "salaire_max": 65609.92,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991570?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2E4614CACFC69DA0A9C8841000578590B519A81C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Full Stack Product-focused Engineer - Stealth AI Startup Backed by $6.5M Location: On-site, London Salary: £100k-£150k  Equity Full Stack Product Engineer (Python, React, Next.js, FastAPI, Postgres) – We are actively seeking a Full Stack Product Engineer to join a stealth AI startup founded by former Palantir Forward Deployed Engineers. You’ll be joining as the third engineer on a close-knit, London-based platform team working on delivering a fast, powerful user-facing product that sits at the …",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 62141.09,
    "salaire_max": 62141.09,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991617?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=AC8A3F2AC5B4646EC403AAA721DCAF6C24A5A12E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "London – 3 days onsite p/w  Salary: £90-120k DOE  Recruiting for a high growth logistics company, they are hiring a number of Senior Software Engineers to join their growing team. Get the chance to take full ownership on their vital mission critical services to propel your career. They work with market leading brands delivering a first chance platform, this is certainly a opportunity you do not want to miss out on! Experience needed: Strong BE exp with Node.JS and Typescript (80-90% of the role…",
    "secteur": "IT Jobs",
    "skills": [
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53053.34,
    "salaire_max": 53053.34,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991584?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=BBBBCFD7509ABB289FC40F9AD42F649B3FAF6C42",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Software Engineer",
    "description": "SR2 are currently looking for a highly motivated Staff Software Engineer for financial services start-up company. Location: London | Hybrid (2 days a week onsite). Salary: £110,000 - 120,000. Tech Stack: JavaScript, React.JS, Node.JS, SQL, AWS, RestAPIs. The Role: // Demonstrate strong experience with JavaScript, React.JS, Node.JS, SQL, AWS, RestAPIs. // Be one of the 'go to' members of the software engineering team, continuously offering fresh ideas & perspectives. // Working in a cross-functi…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "aws",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 62334.71,
    "salaire_max": 62334.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991487?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=06C2F36014F6474265A3DB7A0FC650E795FC6A0A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "London – 3 days onsite p/w  Salary: £90-120k DOE  Recruiting for a high growth logistics company, they are hiring a number of Senior Software Engineers to join their growing team. Get the chance to take full ownership on their vital mission critical services to propel your career. They work with market leading brands delivering a first chance platform, this is certainly a opportunity you do not want to miss out on! Experience needed: Strong BE exp with Node.JS and Typescript (80-90% of the role…",
    "secteur": "IT Jobs",
    "skills": [
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 52414.8,
    "salaire_max": 52414.8,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991327?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EE62A111D8943E88153922D7A0192DE7A688306C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "React Native Developer – Secure Tech",
    "description": "React Native Developer – Secure Tech: Details: Type: Contract. Hybrid: London. Market rate: Daily (Outside IR35) Start date: ASAP Company and role: Our client is seeking a React Native Developer to help shape the future of secure communication. You’ll be joining a lean, highly technical team focused on an email client building the next-gen in the \"Secure Tech\" focused industry — with real impact and purpose. Key responsibilities: React Native Developer (Expo) – Secure Tech Build performant, sec…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61200.21,
    "salaire_max": 61200.21,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991263?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=44609AE1FAF887E30D58D320203CD4AE165D1C91",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Java/ Python/ React/ Typescript Developer. £110,000  Discretionary Bonus  Benefit. Investment Management House. Hybrid 2 days a week in Central London office.",
    "description": "Java/ Python/ React/ Typescript Developer. £110,000  Discretionary Bonus  Benefit. Investment Management House. Hybrid 2 days a week in Central London office. My client is a top tier investment manager that identify and actively invest in opportunities to help people thrive in an evolving world. As a premier global asset management organization with more than 85 years of experience, they provide investment solutions and a broad range of equity, fixed income, and multi-asset capabilities to indi…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "java",
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 68373.33,
    "salaire_max": 68373.33,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991202?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=8D3D7A978580CB4ECAA84425DA6DB1FD7D6408BB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Principal Mechanical Engineer",
    "description": "Principal Mechanical Engineer. Property Services - Manchester or Leeds. About us Hoare Lea is a human-centric and planet-conscious engineering consultancy. We offer intelligent and sustainable solutions to complex design challenges for the built environment throughout the UK and further afield. We provide a wide range of engineering and consultancy services, including acoustics, air quality, building services (MEP), fire, lighting, security and sustainability to name but a few. Together, our hi…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 48783.2,
    "salaire_max": 48783.2,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991193?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=B3387F991C0221A5746507B5CD883BE1A0C99C5E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "CAD Engineer",
    "description": "CAD Engineer Role Reference: JP00003228 Location: Hinkley Point C Site, Hybrid role - On site 3 days per week. Arrangement: Permanent NUVIA UK's Technical Services & Consulting department is fast growing with hybrid opportunities available up and down the country. We're striving to create a multidisciplinary team to offer our clients the best range of talent. BPSS clearance will be required at basic level. Prior clearance will not be transferrable. Job Purpose / Overview The Digital Drawing Eng…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40962.76,
    "salaire_max": 40962.76,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991130?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=76A40DC55696222FC4660090215977A4D2B5B6E3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer Key Technologies: C#, .NET, React, AWS, Docker, Kubernetes City of London, United Kingdom Perm Role: £80,000 - £120,000 Harrington Starr has partnered with a Global Financial Services Vendor and they are looking for a Senior C#, .NET Software Engineer to join their growing team! This role provides the perfect opportunity to launch your career in a well-established, dynamic environment. Key responsibilities: Immediate contribution to design, coding, and testing of modern…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 75045.88,
    "salaire_max": 75045.88,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991151?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=9AE0F3E4D238258D755B3812AF3DEB2C05DD0B89",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "‍♂️Senior Software Engineer – Full Stack / BE Leaning (Python / Django / React / TypeScript) AI Start-Up \"Reinventing risk engineering with AI\" Up to £100,000  Equity  Benefits Hybrid London - 3 days a week (Old Street) Join a fast‑growing AI-powered platform empowering product teams with conversational insights. They are transforming risk engineering and underwriting in commercial insurance through a powerful, AI-driven platform. Founded in 2024, they have emerged to tackle a critical bottlene…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "typescript",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 67345.79,
    "salaire_max": 67345.79,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991153?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CB3A47F5D0EA3728BB62877BDD4DC76F6E269A14",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "Full Stack Software Engineer Tech : AWS Lambda, React with Next.js, TypeScript, Node.js, and Terraform Why? start-up financial services, revolutionising the industry Location : Hybrid - 2-3 days in the office (London) Salary : £80,000 - £95,000  benefits Our Client A new UK-based financial services provider is launching a credit card offering aimed at delivering fair, flexible, and user-friendly financial products to consumers. The organisation is committed to empowering individuals by enhancin…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 74874.8,
    "salaire_max": 74874.8,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991018?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=124AE291B39033D4960A8EBC5937F12245EC3D59",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Node Engineer",
    "description": "Contract | Senior Node Engineer | Up to 475 Outside IR35 | Remote - UK | 6 months (rolling) A rapidly expanding Health Tech customer of ours is looking for 2x Senior Node Engineers to embed them with the wider team and support on the plethora of projects they are delivering. The successful Senior Node Engineer will be an autonomous individual who is able to work with direction and collaborate with other Senior Engineers and cross-functionally. Skills Required: Typescript, Node.js AWS React & Re…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 72328.98,
    "salaire_max": 72328.98,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991032?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=13D6BD26F5533EE10BE8E35D7A5CC8E9676794C4",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Founding Engineer",
    "description": "️ Founding Engineer  Location: London Area (Hybrid-friendly)  Type: Full-time | Founding team | Competitive Salary & Equity Very early VC-backed start-up are building multi-speaker AI audio solutions for enterprise. Specifically, it's AI Audio tooling combined with open source and existing models to enable businesses to launch podcasts in days instead of months. They're looking for a hands-on engineer to build the foundation of the product and technology. You’ll work directly with the founders …",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 67694.02,
    "salaire_max": 67694.02,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280991052?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=954CC7BFF73A2E2007ABEBA6F91B7F2FDD96F9C7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer",
    "description": "Title : Senior Full Stack Developer Location : Hybrid (2 days in the London office a week) IR35 : Outside Rate : £500-£550 p/d Contract Length: 6 month (potential for extension) Contact : matthew.makranczy@forsythbarnes.com Key Skills & Experience Advanced proficiency in Node.js development (TypeScript preferred) Intermediate experience with React.js Hands-on experience with Docker and Kubernetes Strong SQL skills, ideally with Postgres or Oracle Adept at identifying and refactoring code anti-p…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "docker",
      "node",
      "typescript",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 89634.09,
    "salaire_max": 89634.09,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990955?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=A2E758ABD6FE3C260452867D71F7C51A94070F82",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer – VP Location : Knutsford (Hybrid) Salary : Up to £94,000 Job-Type : Full-Time, Permanent A leading financial services organisation is seeking a Senior Software Engineer (VP Level) to play a key role in building scalable, customer-centric software systems using modern technologies. This is a senior hands-on Senior Software Engineer position with leadership responsibilities across architecture, delivery, and team mentorship. Key Responsibilities: • Design and deliver ent…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 65762.14,
    "salaire_max": 65762.14,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990927?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=438F0D932D3C2A42BF01B936611D0CD12F83C546",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Principal Software Engineer",
    "description": "Principal Software Engineer TypeScript | Node | React | AWS | Kubernetes | AI | Hybrid Salary: £90-120k  bonus Location: Central London 2 days pw Experienced Principal Software Engineers required by a global travel business! You will be leading a group of extremely talented engineers on a greenfield build, responsible for the design and development of several of the company’s core products. Principal Software Engineers will define the architectural vision, drive key technical decisions, and lea…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "node",
      "typescript",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 81658.78,
    "salaire_max": 81658.78,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990911?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EE4020475CDC939FEF71E21A609329499EE838FF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Full Stack Product-focused Engineer - Stealth AI Startup Backed by $6.5M Location: On-site, London Salary: £100k-£150k  Equity Full Stack Product Engineer (Python, React, Next.js, FastAPI, Postgres) – We are actively seeking a Full Stack Product Engineer to join a stealth AI startup founded by former Palantir Forward Deployed Engineers. You’ll be joining as the third engineer on a close-knit, London-based platform team working on delivering a fast, powerful user-facing product that sits at the …",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61393.12,
    "salaire_max": 61393.12,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990904?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C8931A9628B19316194DD76AF2981398BD2F38F2",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Front-End Developer",
    "description": " Take Your Career Global, Senior Front-End Developer Needed!  Salary: Up to £65k  10% bonus  Location: Onsite in Manchester City Centre Why This Role is a Game-Changer: Big Projects : Be part of a global expansion and deliver products with impact. Cutting-Edge Tech : Use React, CI/CD, and Unit Testing to build scalable solutions. Learning Opportunities : Work alongside industry leaders who’ll help you grow. Your Day-to-Day: Build and refine cloud-based SaaS solutions hosted on Azure. Collaborat…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 63017.91,
    "salaire_max": 63017.91,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990792?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=B5916FD76172FC16119F73392FBB3996134A5920",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Golang Engineer",
    "description": "Reward Gateway|Edenred is a global market leader in benefits and employee engagement. We help our clients and their leaders transform employee experience that will attract, engage, and retain top talent through employee benefits, strategic reward and recognition, well-being, and much more. An opportunity has become available for an experienced Golang Engineer to join our London-based team and participate in all phases of the software development lifecycle. In this role, you will be designing an…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 56256.31,
    "salaire_max": 56256.31,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990719?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=7EEB6DBD787129E53DA188980185639AEF9930AE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer",
    "description": "We're building next-gen AI photo & video platforms used by millions globally — and we’re looking for talented developers to shape the future with us!  About the Role Be part of the team behind our generative AI-powered video platform. You'll take full ownership — from design to deployment — in a fast-paced, agile environment that values clean code and stunning user experiences. ️ What You’ll Do Build full-stack features (frontend to backend) Collaborate on features & improvements Integrate APIs…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58635.04,
    "salaire_max": 58635.04,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990576?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=F3B195A2D856A5344DE0AC32A43BA7A40B22DF05",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "‍♂️Senior Software Engineer – Full Stack / BE Leaning (Python / Django / React / TypeScript) AI Start-Up \"Reinventing risk engineering with AI\" Up to £100,000  Equity  Benefits Hybrid London - 3 days a week (Old Street) Join a fast‑growing AI-powered platform empowering product teams with conversational insights. They are transforming risk engineering and underwriting in commercial insurance through a powerful, AI-driven platform. Founded in 2024, they have emerged to tackle a critical bottlene…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "typescript",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 68166.35,
    "salaire_max": 68166.35,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990561?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=5C5BA21F48482BB137AA4746EA4F01A39286AE26",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "React Native Developer – Secure Tech",
    "description": "React Native Developer – Secure Tech: Details: Type: Contract. Hybrid: London. Market rate: Daily (Outside IR35) Start date: ASAP Company and role: Our client is seeking a React Native Developer to help shape the future of secure communication. You’ll be joining a lean, highly technical team focused on an email client building the next-gen in the \"Secure Tech\" focused industry — with real impact and purpose. Key responsibilities: React Native Developer (Expo) – Secure Tech Build performant, sec…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61945.84,
    "salaire_max": 61945.84,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990514?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EE75096C66CEC86F19E69CDD99A8098B661FEB52",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Founding Engineer",
    "description": "️ Founding Engineer  Location: London Area (Hybrid-friendly)  Type: Full-time | Founding team | Competitive Salary & Equity Very early VC-backed start-up are building multi-speaker AI audio solutions for enterprise. Specifically, it's AI Audio tooling combined with open source and existing models to enable businesses to launch podcasts in days instead of months. They're looking for a hands-on engineer to build the foundation of the product and technology. You’ll work directly with the founders …",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 68518.63,
    "salaire_max": 68518.63,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990359?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2988719A08761E5C396004431F84553B182DCA81",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer : Elite Global Trading Firm : London : £200k",
    "description": "London based, global trading and investment firm/fintech are now on the hunt for Senior Software Engineer to join and spearhead one of it's growing technology teams. Our client seek a senior profile to gain influence high-class technology trading teams and you will be gain market-leading exposure, both from a engineering and business perspective. It is known that engineering teams are empowered to be a major part of their investment strategies as technology is used to form it’s future trading. …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 59616.94,
    "salaire_max": 59616.94,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990343?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CA99EA89EAA8D562EBC13D7391C5424769FAD278",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Frontend Developer",
    "description": "This role is with a Calyptus partner. Responsibilities Ship the first version of the companies web application, starting from designs. Build a landing page that converts visitors into users. Implement the trading interface for minting, redeeming, and managing Leveraged Tokens. Set up Redux state management, routing with React Router, and styling with Styled Components. Write tests, add CI checks, and help pick additional tooling that keeps the codebase healthy. Give clear progress updates to th…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55088.09,
    "salaire_max": 55088.09,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990336?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CFA976EAE99B6D075C2B385962F5CA192612F5B2",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Senior Full Stack Engineer London, UK - Fully Onsite Key Technologies: Java, JavaScript, React, Docker, Kubernetes Perm Role | £80,000 - £120,000 Harrington Starr has partnered with a leading financial institution on a mission to transform investment banking through cutting-edge technology. Their Investment Banking Middle Office Technology team plays a crucial role in enabling efficient trade management with institutional counterparties. As part of their greenfield initiative, they're rebuildin…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "react",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 92930.9,
    "salaire_max": 92930.9,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990327?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=772E8C4E10C176B3CCE9C048FB64F2633EA4E612",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Social Media Officer",
    "description": "Social Media Officer Location: London Interim position Flexible working available- need to be available for company events and on site a minimum of 2 days per week. Are you a creative, trend-savvy content creator who lives and breathes social media? Do you know what makes a story stick, and how to turn everyday moments into scroll-stopping content? A dynamic and ambitious education institution in London is looking for a Social Media Officer to join its Communications team. This is a unique oppo…",
    "secteur": "PR, Advertising & Marketing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41259.71,
    "salaire_max": 41259.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990259?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CD98955A19D332C4E2AC4B479F2AD1D777C21ECB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior/Staff Ruby Developer",
    "description": "Senior/Staff Ruby on Rails Developer – Remote (UK-Based) – Up to £110K Are you an experienced Ruby on Rails developer who thrives in fast-moving, engineering-led environments? We’re working on large-scale, high-traffic systems and looking for someone who can architect, optimise, and scale backend infrastructure - while writing clean, maintainable code. You’ll join a product-focused team that values best practices, autonomy, and thoughtful design. The platform is evolving quickly to meet growing…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 73810.28,
    "salaire_max": 73810.28,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990279?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=D9B659D466C6118050EB2F3FEAA63E3194B3A1AB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer | HealthTech | Up to £100K",
    "description": "HUG is excited to partner with an innovative healthtech startup to recruit a number of Senior Software Engineers to join their UK team. This dynamic company is driving impactful solutions in the healthcare industry, offering a collaborative and fast-paced environment for talented professionals. About the Role: We’re seeking skilled Senior Full Stack Software Engineers (*with a front-end focus) to join a high-performing team building scalable, user-centric solutions. You’ll play a key role in de…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 77782.38,
    "salaire_max": 77782.38,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990274?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=AD2A626B00CB3C1655D6444A82C9BC9F932C1F71",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Product Engineer",
    "description": "Product Engineer - Ruby, TypeScript GenAI A very well-loved consumer brand is on a mission to reinvent how they serve customers with the help of AI They’ve created an AI team to build tools that touch every part of the business, from customer experience to internal automation, and they are now looking for a Product Engineer to join them on their AI journey. Why this role is great:  Join a dedicated AI team exploring LLM-powered tooling & conversational flows ️ Ship fast! MVPs, internal tools, a…",
    "secteur": "IT Jobs",
    "skills": [
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60469.73,
    "salaire_max": 60469.73,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990231?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=ED9544916D5FCB4546594CC376EE64E90787F107",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Software Engineer",
    "description": " Staff Engineer | AI-Driven Security Platform | Belfast | Hybrid  Flexible  Location: Belfast (1 day a week)  Type: Full-Time | Permanent  Industry: Security  Salary: £80,000 - £95,000  Level: Lead | Hands-on | Technical Mentor Lead Engineering on a Mission-Driven, AI-Powered Security Platform Are you a Staff Engineer who thrives on building powerful, AI-driven platforms from scratch? Do you want to work on technically ambitious challenges that have real-world consequences? ViVA have partnered …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 78732.5,
    "salaire_max": 78732.5,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990029?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=363CBFD2E95101B153CC741AC64FF04B481CA444",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "Location: Remote within the UK Salary: Up to £70,000 Job Type: Permanent Aveni is an award-winning technology company. We use advanced AI to enable scalable efficiency for financial services companies, combining world-leading Natural Language Processing (NLP) and Large Language Model (LLM) expertise with deep financial services domain experience to drive enterprise-wide productivity. Aveni harnesses the power of voice to drive unprecedented efficiency and oversight. We’re using the latest in AI…",
    "secteur": "IT Jobs",
    "skills": [
      "nlp"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70221.08,
    "salaire_max": 70221.08,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990055?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=05440DE4BA6373BF0D00CDE44EFDA5A83A37A28E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Javascript Developer",
    "description": "Job Title: Mid-Level React Developer Location: Durham (Hybrid) Must be living locally Salary: Up to £50,000  Benefits Sector: FinTech Employment Type: Permanent, Full-Time Overview Our client, an innovative and fast-scaling FinTech organisation based in Sunderland, is looking to hire a Mid-Level React Developer to join their growing engineering team. With a focus on delivering intuitive, high-performance financial applications, this role offers a fantastic opportunity to be part of a forward-th…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53907,
    "salaire_max": 53907,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280990053?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=7F646A7CD73185510EA59CB93764077573AD3C39",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Java Consultant",
    "description": "At ScaleneWorks People Solutions , we're more than recruiters; we're career architects dedicated to connecting exceptional talent with top-tier opportunities. Backed by industry experts, we prioritise relationships, offer global opportunities, and champion your success every step of the way. Ready to shape your future? Explore opportunities with us today. We are looking for a Consultants for our well-known client. Location: Glasgow, UK Type of Work: Hybrid(2 days work from office in a week) Emp…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47825.05,
    "salaire_max": 47825.05,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280989984?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=F0FF09B4E1268AC7E5F927AA7A0B851016EBF9EE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Senior Full Stack Engineer London, UK - Fully Onsite Key Technologies: Java, JavaScript, React, Docker, Kubernetes Perm Role | £80,000 - £120,000 Harrington Starr has partnered with a leading financial institution on a mission to transform investment banking through cutting-edge technology. Their Investment Banking Middle Office Technology team plays a crucial role in enabling efficient trade management with institutional counterparties. As part of their greenfield initiative, they're rebuildin…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "react",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 91812.31,
    "salaire_max": 91812.31,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280989958?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=453C4C1399D10EACC231ADAC9BFA372CC08C88DE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior/Staff Ruby Developer",
    "description": "Senior/Staff Ruby on Rails Developer – Remote (UK-Based) – Up to £110K Are you an experienced Ruby on Rails developer who thrives in fast-moving, engineering-led environments? We’re working on large-scale, high-traffic systems and looking for someone who can architect, optimise, and scale backend infrastructure - while writing clean, maintainable code. You’ll join a product-focused team that values best practices, autonomy, and thoughtful design. The platform is evolving quickly to meet growing…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 72921.71,
    "salaire_max": 72921.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280989894?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C6E422689C2F32B06A7699AA0A0848744C4A0DC6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Python Software Engineer : 1 year experience needed £80-150k",
    "description": "Elite global hedge fund is now seeking a number of Computer Science graduates with a minimum of one years commercial experience in Python back end or React front end software development. The client is known for taking the top 1% of global talent for it's opportunities in it's London offices, and developing their careers within the company. It's a dynamic, start-up feel culture where technology helps enable financial decisions and processes. Candidates wishing to apply should have good interest…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70118.49,
    "salaire_max": 70118.49,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5280989879?se=BBWPIiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=FB5B794D8091D05D73584715199451E4F9ABDB81",
    "date_collected": "20250703_1726"
  }
]