[
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist - Entry-Level",
    "description": "Are you willing to contribute your skills to have an impact on the planet and accelerate the clean energy transition ? Come join SmartHelio, a Y-Combinator-backed deep-tech company based in Switzerland, USA, and India, recognized as “Best for the world” by B-Corporation Institute for its high contribution to the clean tech & environment . At SmartHelio, we are at the forefront of revolutionizing the energy sector in response to the pressing challenges of climate change. With cutting-edge techno…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293976?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Lead Principal Data Scientist, R&D (f/m/d)",
    "description": "Location. Basel, Switzerland. Today, Lonza is a global leader in life sciences operating across five continents. While we work in science, there’s no magic formula to how we do it. Our greatest scientific solution is talented people working together, devising ideas that help businesses to help people. In exchange, we let our people own their careers. Their ideas, big and small, genuinely improve the world. And that’s the kind of work we want to be part of. Are you passionate about leading innov…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293936?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Azure Cloud Architect",
    "description": " For our client in Zurich, we are looking for an experienced, motivated Azure Cloud Architect. Our client is looking for a skilled and proactive Azure Cloud Architect to help shape the architecture of a new, cloud-native trading platform. The role involves addressing key challenges such as security, red zone integration, NSG rules, and ingress strategies, while also evaluating potential WMPC connectivity. They are seeking a strong communicator with the drive to challenge the status quo and push…",
    "secteur": "IT-Stellen",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293912?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Lead Principal Data Scientist, R&D (f/m/d)",
    "description": "Lead Principal Data Scientist, R&D (f/m/d) Today, Lonza is a global leader in life sciences operating across five continents. While we work in science, there’s no magic formula to how we do it. Our greatest scientific solution is talented people working together, devising ideas that help businesses to help people. In exchange, we let our people own their careers. Their ideas, big and small, genuinely improve the world. And that’s the kind of work we want to be part of. Are you passionate about …",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293573?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Principal Data Scientist - Oracle Labs",
    "description": "The mission of Oracle Labs is to identify, explore, and transfer new technologies that have the potential to substantially improve Oracle’s business. Oracle’s commitment to R&D is a driving factor in the development of technologies that have kept Oracle at the forefront of the computer industry. We are looking for an experienced and dynamic AI lead to join our efforts at the intersections of cutting-edge Artificial Intelligence (leveraging LLMs & AI Agents) and scalable Enterprise applications.…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293669?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist",
    "description": "What's the role? In the role of a Data Scientist, you will collaborate with our Data Engineers on advanced statistical modelling. Hilti has a tremendous wealth of external and internal data. We are using it to bring our customer relationship to another level as well as develop advanced tools and services based on tool data. The Data Science team is highly technical and in the same time at the core of Hilti’s digital business. What does the role involve? In this role, you design experiments, tes…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293648?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Trade Surveillance Data Scientist",
    "description": "Social network you want to login/join with: col-narrow-left Location: Job Category: Banking col-narrow-right Job Reference: BBBH23105_1750682798 Job Views: 17 Posted: 23.06.2025 Expiry Date: 07.08.2025 col-wide Job Description: Trade Surveillance Data Scientist vacancy for a globally operating Zürich-based company in the Banking sector. Your tasks: Review existing trade surveillance scenarios to identify areas for improvement, updates, or refinement Write scripts and perform statistical analysi…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293205?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Co-Founder & Co-CTO",
    "description": "Important: This position is currently, and for the next 12 months, compensated in company stocks only. ABOUT US LocalBini is the go-to platform for cultural, fun or exclusive city Experiences across Europe with Locals. From a secret boutique shopping Experience with a gemologist, to wine-tasting with an expert sommelier, LocalBini.com features authentic city Experiences that people can book based on their interests (eg. art, architecture, foodie, nightlife, history etc.). Starting immediately o…",
    "secteur": "Beraterstellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293023?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist",
    "description": "Rejoignez Novatix , un des leaders en solutions d'Intelligence Artificielle (IA) et de Machine Learning en Suisse Romande , maintenant membre du groupe Ansam . Nous aidons les organisations à tirer parti de l'IA en les accompagnant de la stratégie à la mise en production : conseil, développement de solutions sur mesure, intégration, maintenance et formation . Notre équipe d’expert·e·s passionné·e·s est dédiée à l’innovation continue et à la création de valeur pour nos clients . Chez ANSAM , la …",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281292997?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist",
    "description": "S-PRO , atop-tier Digital Innovation and Software Engineering company. Wespecialise inproviding cutting-edge services for fast-growing businesses and enterprises, with astrong focus onFinance, Renewable Energy and Healthcare domains and expertise inAI, Blockchain and Data Science. Our team ofover 200 dedicated professionals works tirelessly across our global offices todevelop innovative digital solutions that drive sustainable business value and increase our client’s competitiveness inadynamic …",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281292852?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Software Engineer (QA, Automation and Performance) 100% - Remote",
    "description": "Modulos AG, founded in 2018, is a Swiss technology company pioneering AI governance solutions. The Modulos AI Governance Platform unifies compliance officers, data scientists, risk managers, and business users in a single collaborative environment, streamlining compliance with frameworks like the EU AI Act and ISO 42001. Through its Agentic AI capabilities, the platform automates routine tasks and enables proactive risk management, helping organizations maintain continuous compliance efficientl…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281208080?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Développeur(se) Java",
    "description": "Assurer le maintien du niveau de qualité et de sécurité des systèmes. Apporter un support technique et méthodologique aux développeurs. Concevoir et évaluer des solutions informatiques. Identifier et communiquer sur les risques et problèmes, tout en fédérant les parties concernées pour rechercher des solutions. Accompagner la montée en compétences des développeurs sur les pratiques de qualité et de sécurité logicielle. Promouvoir la qualité logicielle au sein des équipes. S’intéresser à l’insta…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 125000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5280131529?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Ingénieur Stockage et Sauvegarde (IBM Tivoli Storage Manager)",
    "description": "Afin de rejoindre les équipes pour un projet RUN de notre client basé à Genève, nous recherchons un Ingénieur Stockage (H/F) et Sauvegarde spécialisée en IBM Tivoli Storage Manager . En tant que spécialiste IBM TSM, vous interviendrez sur des projets d’administration, d’optimisation et de sécurisation des infrastructures de sauvegarde et de restauration des données. Vos responsabilités : Administration, gestion et optimisation des environnements IBM Spectrum Protect (ex-TSM) Supervision et main…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 140000,
    "salaire_max": 140000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5279183504?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Test Manager",
    "description": "Dans le cadre d’une mission pour l’un de nos clients, nous recherchons un profil polyvalent incluant : Responsable des tests (10 %) Définir la stratégie de tests d’intégration en collaboration avec le chef de projet Piloter et suivre l’avancement des tests Assurer le reporting régulier Testeur (40 %) Préparer et planifier les campagnes de tests Exécuter les tests fonctionnels et techniques Détecter, documenter et assurer le suivi des anomalies Tester les correctifs apportés Automaticien de test…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 140000,
    "salaire_max": 140000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5279183508?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Ingénieur middleware",
    "description": "Implémenter, configurer, tester, surveiller et exposer des solutions cloud (IaaS, PaaS) dans le cloud privé. Configurer et maintenir des solutions middleware (Nginx/Python/Redis etc). Analyser, corriger les dérangements et les défectuosités des services clouds et middleware. Participer à l'évolutions de produits existants Département des institutions et du numérique Participer à la gestion des outillages associés aux API et à la gestion du code IaC. Contribuer à la qualité du référentiel d'entr…",
    "secteur": "IT-Stellen",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 135000,
    "salaire_max": 135000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5279183244?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Software Engineer (Backend/Fullstack) 100% - Remote",
    "description": "Modulos AG, founded in 2018, is a Swiss technology company pioneering AI governance solutions. The Modulos AI Governance Platform unifies compliance officers, data scientists, risk managers, and business users in a single collaborative environment, streamlining compliance with frameworks like the EU AI Act and ISO 42001. Through its Agentic AI capabilities, the platform automates routine tasks and enables proactive risk management, helping organizations maintain continuous compliance efficientl…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 90000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5269391225?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Penetration Tester (80-100%)",
    "description": "Deine Aufgaben Als Senior Penetration Tester/-in analysierst du digitale Systeme und vernetzte Infrastrukturen, um sicherheitsrelevante Schwachstellen aufzudecken. Warum du zum NTC passt Wir sind eine junge, gemeinnützige Organisation mit einem klaren gesellschaftlichen Auftrag. Bei uns hast du die Gelegenheit, aktiv mitzugestalten, Strukturen aufzubauen und neue Ansätze in der Cybersicherheit zu erproben. Du hast Lust anzupacken, etwas aufzubauen und neue Wege auszuprobieren? Dann bietet dir d…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5269163450?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist",
    "description": "About the Role Cleeven is seeking a talented and driven Data Scientist to join our Swiss consulting team. In this role, you will support our clients across various industries—such as finance, healthcare, energy, and manufacturing—by transforming data into actionable insights that drive innovation and efficiency. As a Data Scientist, you will work closely with business stakeholders and technical teams to identify problems, develop data-driven solutions, and deploy predictive and prescriptive mod…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5267816585?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Financial Analyst (50%-80%)",
    "description": "LeapNode is seeking a highly motivated and experienced Senior Financial Systems Analyst to take ownership of its internal platforms RiskHub and PORT adAPPter on a project basis. This role is designed for professionals with a strong financial domain background—especially in portfolio data modeling and instrument representation for risk systems—combined with the technical proficiency to manage and extend a Python-based platform and database architecture. You will act as the key liaison between in…",
    "secteur": "Stellen aus Buchhaltung & Finanzwesen",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 96000,
    "salaire_max": 120000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5266249456?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "DevOps Engineer (w/m/d) 80-100% - fully remote",
    "description": "About Papers Papers is a software engineering company founded on high-tech talent. We support the full lifecycle of innovative web3 products — from concept to software market fit — building secure, scalable futures for our clients and the internet at large. With over a decade of experience and a reputation built on delivering for Fortune 500s and blockchain ecosystems, our teams combine deep technical know-how with a mission to enable meaningful, decentralized innovation. As a remote-first, eng…",
    "secteur": "Technikerstellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 35000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5265611618?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Optimization Data Scientist",
    "description": "Activités Run & Change: Profil du candidat Informations supplémentaires Contexte et environnement Your mission As part of the Optimization Services team, you will design, develop, deploy and support the Data Science models of the team’s systems/applications. The Optimization Services team focuses on the multi-market multi-asset optimizations of short-term power trading. We are part of the Gas & Power IT department for the Trading business lines of the TotalEnergies company, whose main office is…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5263677904?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "CTO (full remote/hybrid/on-site)",
    "description": "Lead a Tech team (Developers, AI Engineersetc.) Design Tech road map of a growing startup About Our Client Our client is a ground-breaking LegalTech startup. Job Description Define, own, and communicate the long-term technology roadmap, including the strategic development and evolution of a SaaS platform , aligned with product and business objectives. Lead, mentor, and grow cross-functional teams covering Engineering (front-end, back-end, databases), AI/ML, DevOps, Security, and Infrastructure.…",
    "secteur": "Stellen aus Buchhaltung & Finanzwesen",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5263677897?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist - QuantumBlack, AI by McKinsey",
    "description": "Who You'll Work With Driving lasting impact and building long-term capabilities with our clients is not easy work. You are the kind of person who thrives in a high performance/high reward culture - doing hard things, picking yourself up when you stumble, and having the resilience to try another way forward. In return for your drive, determination, and curiosity, we'll provide the resources, mentorship, and opportunities you need to become a stronger leader faster than you ever thought possible.…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5263677859?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist (80 - 100%)",
    "description": "Das sind Ihre Aufgaben: Analyse der bestehenden, fragmentierten Datenlandschaft und deren Weiterentwicklung zu einem Datawarehouse Begleitung und Unterstützung von Projekten bei der Entwicklung von Konzepten Ermittlung und Beschreibung der Anforderungen an die Neu- und Weiterentwicklung der Verwaltungs- und Berechnungssysteme inkl. Realisierung Aufbereitung von statistischen Analysen und Entscheidungsgrundlagen für die öV-Branche und deren Gremienlandschaft Das bringen Sie mit: Mehrjährige Beru…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5263677776?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist (m/w/d) 80-100% (Glattpark (Opfikon), CH, 8152)",
    "description": "Als führender Schweizer Bau- und Immobiliendienstleister entwickelt, realisiert und bewirtschaftet Implenia Lebensräume, Arbeitswelten und Infrastruktur für künftige Generationen in der Schweiz und in Deutschland. Zudem bietet Implenia in weiteren Märkten Tunnelbau- und damit verbundene Infrastrukturprojekte. Das Unternehmen fasst das Know-how aus hochqualifizierten Beratungs-, Entwicklungs-, Planungs- und Ausführungseinheiten unter einem Dach zu einem integrierten, multinational führenden Bau-…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5259595302?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Software Engineer (Python) Turkey",
    "description": "Constructor TECH is an all-in-one platform for education and research. With expertise in machine intelligence and data science, Constructor is built to cater to the needs of schools, higher education, corporate training, alternative credentials, and professional sports, offering solutions for teaching and administration, learning and research. From infrastructure to applications, Constructor elevates learning experiences, empowers educators, and drives research breakthroughs. Our headquarters i…",
    "secteur": "IT-Stellen",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5259595181?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack Engineer (C#, Angular, Python) (a)",
    "description": "Wir sind ERNI . Seit 1994 beraten und unterstützen wir Unternehmen in Innovation und Technologie mit dem Ziel, die unternehmerische Leistungsfähigkeit unserer Kunden zu steigern und damit den Weg ins digitale Morgen zu ebnen. Unser Schlüssel zum Erfolg: Menschen wie Du und unser von schweizerischen Werten geprägter Mindset. Wir wollen, dass unsere Kunden effektiver und innovativer sind als alle anderen. Gemeinsam erreichen wir diese hohen Ziele – partnerschaftlich, als echtes Team und mit echte…",
    "secteur": "IT-Stellen",
    "skills": [
      "python",
      "angular"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5258141341?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Cloud Architekt (m/w/d) - (AWS, Azure, Google Cloud, Kubernetes) (Ref.Nr.: 44377)",
    "description": "Zur weiteren Stärkung unseres Cloud-Engineering-Teams für Projekteinsätze bei renommierten Kunden in der Schweiz suchen wir erfahrene Cloud Architekten mit Schwerpunkt auf AWS, Azure, Google Cloud und Kubernetes. Unsere Kunden kommen aus verschiedenen Branchen und setzen auf modernste Cloud-Technologien zur Optimierung ihrer IT-Landschaft. Vertragsart : Befristete Anstellung (12 Monate) mit Option auf unbefristete Festanstellung Dauer : 13 Monate /  Verlängerungsoption Auslastung : 100 % Einsat…",
    "secteur": "IT-Stellen",
    "skills": [
      "aws",
      "azure",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5258141167?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack Engineer (C#, Angular, Python) (a)",
    "description": "Wir sind ERNI . Seit 1994 beraten und unterstützen wir Unternehmen in Innovation und Technologie mit dem Ziel, die unternehmerische Leistungsfähigkeit unserer Kunden zu steigern und damit den Weg ins digitale Morgen zu ebnen. Unser Schlüssel zum Erfolg: Menschen wie Du und unser von schweizerischen Werten geprägter Mindset. Wir wollen, dass unsere Kunden effektiver und innovativer sind als alle anderen. Gemeinsam erreichen wir diese hohen Ziele - partnerschaftlich, als echtes Team und mit echte…",
    "secteur": "IT-Stellen",
    "skills": [
      "python",
      "angular"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347705?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Azure/ AI Architect",
    "description": "Join to apply for the Azure/ AI Architect role at SGI . Location can be remote, but the candidate must speak fluent German. Job Description For our customer, we require a German Speaking Azure AI / App Services Architect. Responsibilities include: Proven experience with Azure AI services and Azure App Services. Onboarding and configuring AI services in enterprise environments. Strong knowledge of Azure Resource Manager (ARM) or Bicep, Azure DevOps, and CI/CD pipelines. Experience with Python, C…",
    "secteur": "IT-Stellen",
    "skills": [
      "python",
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347519?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React)",
    "description": "Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) Join to apply for the Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) role at Circleup Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) Join to apply for the Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) role at Circleup This range is provided by Circleup. Your actual pay will be based on …",
    "secteur": "IT-Stellen",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347481?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack JavaScript/TypeScript Developer",
    "description": "Formidable Care is focused on improving healthcare through innovative digital solutions. We are expanding our team with the opening of a new office in Switzerland and are looking for a Senior Fullstack JavaScript/TypeScript Developer to join us. This is an exciting opportunity to contribute to impactful projects that make a real difference in healthcare. We are committed to making healthcare more accessible, efficient, and user-friendly for millions of people. Role Overview As a Senior Fullstac…",
    "secteur": "IT-Stellen",
    "skills": [
      "typescript"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347455?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist",
    "description": "Role : Data Scientist Salary : £50,000 - £65,000 DOE  15% Annual Bonus Location : Fully Remote (occasional meetups in London) Full Time, Perm We have partnered with a UK-based company that is redefining the renewable energy sector with their AI technology. Operating on a global scale, and after remarkable growth over the past 3 years, they’re looking to further expand their Data Analytics Team by recruiting a Data Scientist. The candidate will be responsible for using AI and cutting-edge techno…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5253088878?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Penetration Tester/-in beim NTC",
    "description": "Deine Aufgaben Als Senior Penetration Tester/-in analysierst du digitale Systeme und vernetzte Infrastrukturen, um sicherheitsrelevante Schwachstellen aufzudecken. Warum du zum NTC passt Wir sind eine junge, gemeinnützige Organisation mit einem klaren gesellschaftlichen Auftrag. Bei uns hast du die Gelegenheit, aktiv mitzugestalten, Strukturen aufzubauen und neue Ansätze in der Cybersicherheit zu erproben. Du hast Lust anzupacken, etwas aufzubauen und neue Wege auszuprobieren? Dann bietet dir d…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5253088359?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Cloud Architekt (m/w/d) - (AWS, Azure, Google Cloud, Kubernetes) (Ref.Nr.: 44377)",
    "description": "Cloud Architekt (m/w/d) - (AWS, Azure, Google Cloud, Kubernetes) (Ref.Nr.: 44377) Cloud Architekt (m/w/d) - (AWS, Azure, Google Cloud, Kubernetes) (Ref.Nr.: 44377) Zur weiteren Stärkung unseres Cloud-Engineering-Teams für Projekteinsätze bei renommierten Kunden in der Schweiz suchen wir erfahrene Cloud Architekten mit Schwerpunkt auf AWS, Azure, Google Cloud und Kubernetes. Unsere Kunden kommen aus verschiedenen Branchen und setzen auf modernste Cloud-Technologien zur Optimierung ihrer IT-Lands…",
    "secteur": "IT-Stellen",
    "skills": [
      "aws",
      "azure",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5253088290?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist (m/w/d)",
    "description": "About Wir gestalten die digitale Zukunft des Gesundheitswesens und entwickeln immer wieder einzigartige innovative Lösungen für unsere Kunden, die gesetzlichen Krankenversicherungen. Dieser digitale Pioniergeist macht uns zu einem führenden Dienstleistungsunternehmen in der Gesundheitsbranche. Bei uns stehen die Ideen und Persönlichkeiten unserer über 300 Mitarbeitenden an erster Stelle. Wir sind überzeugt: Wenn du machst, was du liebst, machst du es richtig gut. Zur Verstärkung unseres Teams s…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5248559191?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist - Innovation team",
    "description": "Data Scientist - Innovation team 100%, Zurich, fixed-term print Drucken The SDSC has been a National Research Infrastructure since 2025, evolving from a strategic focus area of the ETH domain, with EPFL and ETH Zurich as founding partners. Its mandate is to support academic groups and research, hospitals, industry, and the public sector at large, including cantonal and federal administrations. The center accompanies and supports their entire data science journey, from the collection and managem…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5240070861?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Data Scientist – Innovation team",
    "description": "The SDSC has been a National Research Infrastructure since 2025, evolving from a strategic focus area of the ETH domain, with EPFL and ETH Zurich as founding partners. Its mandate is to support academic groups and research, hospitals, industry, and the public sector at large, including cantonal and federal administrations. The center accompanies and supports their entire data science journey, from the collection and management of data to machine learning, AI, and industrialization. The Center c…",
    "secteur": "IT-Stellen",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5234505099?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Lead Blockchain Developer (DeFi Startup)",
    "description": "Join the Future of Crypto Investing! Are you passionate about blockchain, cryptocurrencies, and building revolutionary platforms? CRYLO® is a cutting-edge FinTech startup revolutionizing DeFi with Artificial Intelligence (AI) and Machine Learning (ML) algorithms. We are building a platform that simplifies crypto investing for the masses, from market analysis, to personalized crypto portfolio creation, and fully automated trading. Join this ambitious team as our Lead Blockchain Developer to shap…",
    "secteur": "IT-Stellen",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 160000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5214215758?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Trainee Data Analyst (Career Accelerator with Employment Guarantee)",
    "description": "Are you passionate about uncovering insights from data and driving informed decision-making? Are you looking for a structured training program that can kickstart your career in data analysis? At Nuyew Tech Academy, we specialise in providing aspiring tech professionals like you with the tools, training, and support needed to launch successful careers in this vital industry. Whether you're starting from scratch or looking to advance your existing skills, our academy offers a comprehensive progra…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5159128018?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Trainee Software Developer (Career Accelerator with Employment Guarantee)",
    "description": "Are you excited about leveraging your creativity and problem-solving skills to build innovative software solutions that make a positive impact on users' lives? Are you looking for a structured training program that can kickstart your career in software development? At Nuyew Tech Academy, we specialise in providing aspiring tech professionals like you with the tools, training, and support needed to launch successful careers in this vital industry. Whether you're starting from scratch or looking …",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5159128022?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Linux Engineer (Junior/Intermediate - 100%)",
    "description": "We are looking for a Junior to Intermediate Linux Engineer who is eager to grow in a DevOps-focused environment. This role is ideal for someone with a solid foundation in Linux system administration and a passion for automation, scripting, and infrastructure as code (IaC). You will gain hands-on experience with Ansible, Terraform, CI/CD, and VMware, while working alongside experienced engineers. Tasks Assist in managing Linux systems, ensuring stability, security, and performance. Support and m…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 95000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5133887170?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Information Security Officer (a) 80-100%",
    "description": "Bist du bereit, deine Fähigkeiten im Bereich IT-Sicherheit auf die nächste Stufe zu heben? Bei der CONVOTIS Swiss Cloud AG suchen wir einen engagierten und erfahrenen Security Officer. Als führender Schweizer Anbieter von sicheren Hosting- und Managed Services für geschäftskritische IT-Anwendungen, bieten wir dir die Möglichkeit, in einem dynamischen und innovativen Umfeld zu arbeiten. Unsere Experten planen und entwickeln spezialisierte Lösungen und betreiben komplexe Systeme in hochsicheren S…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 100000,
    "salaire_max": 130000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091045819?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Pre-Sales Engineer *TOP IT-CONSULTING FIRM*",
    "description": "Stone Sourcing is hiring a Pre-Sales Engineer with expertise in Cisco ( CCIE/CCNP) for an award-winning IT Consultancy in Zürich. This role focuses on providing technical leadership, solutions design, and consultation in the areas of data center technologies , network transitions , automation , and operational improvements . Tasks Pre-Sales Support : Collaborate with the sales team to understand customer requirements, develop technical solutions, and create proposals focused on data center infr…",
    "secteur": "Technikerstellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 120000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091045757?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Full Stack Engineer (PHP, Python, Frontend)",
    "description": "LocalPoint ist ein kleines KI-Unternehmen, das sich darauf spezialisiert hat, gedruckte Zeitungen in dynamische digitale Erlebnisse zu verwandeln. Wir nutzen modernste Technologie, um Zeitungen dabei zu helfen, ihre Reichweite zu erweitern und ihre Leser anzusprechen. Wir suchen derzeit einen talentierten und detailorientierten Full Stack Engineer mit Expertise in PHP, Python und Frontend-Entwicklung (HTML, CSS, JavaScript). Fließende Deutschkenntnisse werden vorausgesetzt. Aufgaben Als Full St…",
    "secteur": "IT-Stellen",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091030756?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Software Engineer",
    "description": "Construction is a multi-trillion-dollar industry used by every human across the planet. It needs your help: we need to invent new software systems so construction becomes as efficient, quick, automated and green as possible. The team at Benetics (60 years of engineering experience, 2 founding engineers from Google, and a CEO with a successful exit in tech.) is laser-focused on a vision of understanding each building’s DNA: How are people on-site communicating? How was the building constructed c…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091020582?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "VP of Engineering",
    "description": "At TechBiz Global, we’re more than just a recruitment and software development company — we’re aGerman based global partner dedicated to your business success. With a diverse, distributed team, we specialize in IT recruitment, outstaffing, outsourcing, software development, and consulting services for more than 100 clients around over 20 countries. At TechBiz Global, we are providing recruitment service to our TOP clients from our portfolio. We are currently seeking a VP of Engineering to join …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5048283551?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  }
]