[
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "2025-0203 Penetration Testing Service - NPCL Support (NS) BELGIUM - 15 Jul",
    "description": "Deadline Date: Tuesday 15 July 2025 Requirement: Penetration Testing Service - NPCL Support Location: Mons, BELGIUM Full Time On-Site: Yes Time On-Site: 100% Not to Exceed: € 65,790 (17 sprints at € 3,870 NTE / sprint) Options: 2026 – 2027 – 2028. Options Period of Performance: 25 August 2025 Required Security Clearance: NATO SECRET Purpose: The objective of this statement of work (SoW) is to outline the scope of work and deliverables for the penetration testing service to be conducted by the s…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 65790,
    "salaire_max": 65790,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5280579546?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "2024-0272 Support for SIEM (Splunk) (NS) BELGIUM - 9 Jul RELAUNCH",
    "description": "Deadline Date: Wednesday 9 July 2025 Requirement: Support in SIEM (Splunk) Infrastructure Management and Log Collection Location: Mons, BELGIUM Full Time On-Site: Yes Time On-Site: 100% Not to Exceed: BASE 2025 NTE: 3,105 EUR/sprint (max 36 sprints, max NTE 111,780 EUR) 2026, 2027, 2028 OPTIONS Period of Performance: Base period: 25 August 2025 Required Security Clearance: NATO Secret Background: The NATO Communications and Information Agency (NCI Agency) is dedicated to acquiring, deploying, a…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 111780,
    "salaire_max": 111780,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5276487517?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "2025-0210 Cyberspace Ops Malware and Digital Forensics (CTS) BELGIUM - 7 Jul",
    "description": "Deadline Date: Monday 7 July 2025 Requirement: Support to Cyberspace Operations Malware and Digital Forensics Location: Mons, BELGIUM Time On-Site: 100% Not to Exceed: 2025 BASE: 14 sprints * NTE 3,892 EUR (total NTE 54,495 EUR) 2026, 2027, 2028 options Period of Performance: 2025 BASE: 1 Sep 2025 Required Security Clearance: NATO COSMIC TOP SECRET Background: The NCI Agency has been established with a view to meeting the collective requirements of some or all NATO nations in the fields of capa…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54495,
    "salaire_max": 54495,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5268565716?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Medior SEO consultant",
    "description": "Strategisch sterk, technisch scherp en klaar voor de volgende stap? Dan wil je dit lezen. We zijn een digital agency in de hoogste versnelling. Ontstaan uit de fusie van vier topbureaus en inmiddels een powerhouse van bijna 150 marketeers, dataspecialisten, creatieven en strategen. We helpen merken als Hunkemöller, Scapino en Allianz Direct groeien met marketingoplossingen waar snelheid, data en technologie samenkomen. En dat vraagt om SEO’ers die niet alleen de basics kennen, maar ook durven p…",
    "secteur": "PR Reclame en Marketing vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39000,
    "salaire_max": 51000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5264183670?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Senior DevSecOps Engineer",
    "description": "DevSecOps | Security | Automation | NL | IT Your new company This opportunity is with a key player in the mobility and infrastructure technology sector , known for delivering high-reliability solutions that support the smooth operation of national transport systems. The company develops and maintains real-time control platforms that are essential to the safety and coordination of large-scale infrastructure networks. While the name remains confidential, the impact of their work is felt across th…",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 91380,
    "salaire_max": 91380,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5259484572?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "2025-0116 Cyber Security Firewall Support (CTS) BELGIUM - 26 Jun RELAUNCH",
    "description": "Deadline Date: Thursday 26 June 2025 Requirement: Cyber Security Firewall Support Location: Mons, BELGIUM Full Time On-Site: Yes Time On-Site: 100% Not to Exceed: 2025 Base: NTE 49,086 EUR (18 sprints at 2,727 EUR/sprint NTE) Options: 2026 – 2027 - 2028 Period of Performance: 2025 BASE: 04 August 2025 Required Security Clearance: NATO COSMIC TOP SECRET Introduction: The NATO Cyber Security Centre (NCSC) is a team of over 200 members working to monitor and protect NATO networks. In the NCSC’s ro…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 49086,
    "salaire_max": 49086,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5253927569?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "2025-0115 Cyber Security Firewall Support (CTS) BELGIUM - 26 Jun RELAUNCH",
    "description": "Deadline Date: Thursday 26 June 2025 Requirement: Cyber Security Firewall Support Location: Mons, BELGIUM Time On-Site: 100% Not to Exceed: 2025 Base: NTE 49,086 EUR (18 sprints at 2,727 EUR/sprint NTE) Options: 2026 – 2027 - 2028 Period of Performance: 2025 BASE: 04 August 2025 Required Security Clearance: NATO COSMIC TOP SECRET Introduction: The NATO Cyber Security Centre (NCSC) is a team of over 200 members working to monitor and protect NATO networks. In the NCSC’s role to deliver robust se…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 49086,
    "salaire_max": 49086,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5253927572?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Senior Software Developer",
    "description": "Senior Software Developer | Regio Brugge | 1108321 Over de organisatie Onze klant ontwikkelt technologische oplossingen die rijgedrag analyseren om risico’s beter in te schatten. Ze focussen op predictief verzekeren, waarbij data wordt gebruikt om ongevallen te voorkomen en premies eerlijker te bepalen. Jouw nieuwe functie Als Senior Software Developer neem je een sleutelrol op binnen een compact en multidisciplinair team van ontwikkelaars en data-experts. Je wordt verantwoordelijk voor het mod…",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5207091821?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Electrochemical Engineer",
    "description": "About the Role: Aquature is looking for a motivated and experienced Electrochemical Engineer to join our innovative team in Antwerp, Belgium. In this role, you will be instrumental in scaling up and optimizing our cutting-edge bio-assisted electrolyser technology, which is at the forefront of sustainable wastewater treatment and hydrogen production. The ideal candidate will have a strong background in electrochemical process and reactor design, reaction engineering, and industrial scale-up, and…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 66000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5091055853?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "VP of Engineering",
    "description": "At TechBiz Global, we’re more than just a recruitment and software development company — we’re aGerman based global partner dedicated to your business success. With a diverse, distributed team, we specialize in IT recruitment, outstaffing, outsourcing, software development, and consulting services for more than 100 clients around over 20 countries. At TechBiz Global, we are providing recruitment service to our TOP clients from our portfolio. We are currently seeking a VP of Engineering to join …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5048283542?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Python Developer",
    "description": "Roeselare | Python Developer | Django | €3500 - €4500 | 1106681 Over de organisatie Onzeklant is marktleider binnen zijn niche gelegen in regio Roeselare. Jouw nieuwe functie AlsPython Developer kom je terecht in een bestaand IT team van 4 FTE’s. Jouw rolhierin bestaat om automatisatieprojecten te behartigen binnen een Pythonomgeving. Deze projecten zijn erg uiteenlopend gaande van integraties,applicaties tot dashboards en BI query’s. Hierbij kan je rekenen op voldoendeautonomie en zelfstandigh…",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [
      "python",
      "django"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5028484169?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Allround IT Engineer",
    "description": "Allround IT Engineer I Roeselare I Software en systemen I €3000 - €4000 Over de organisatie Onzeklant is een performant familiebedrijf. Ze zijn gevestigd in de omgeving van Roeselare, op ditmoment wordt hun IT-afdeling beheerd door één professional, die detechnologische behoeften van het bedrijf efficiënt aanpakt. Jouw nieuwe functie Als Allround IT Software Engineer ben je van alle markten thuis en ondersteun je op verschillende domeinen. Je takenpakket zal er zo uitzien: Technische ondersteun…",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5028484171?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Ingénieur-e Cotations et Optimisation des Coûts (H/F/X) - Secteur Aeronautique",
    "description": "DESCRIPTION DE LA MISSION Notre client spécialisé dans la fabrication industrielle de pièces avioniques, localisé près de Charleroi , recherche un/une Ingénieur-e des Cotations et de l’Optimisation des Coûts, afin de charge de toutes les évaluations de couts des produits. Vos missions seront de : ▪ Gérer les cotations externes et internes, incluant la mise à jour des coûts, les échanges technologiques et l'innovation ▪ Être responsable du processus de cotations et de son amélioration continue ▪…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/4756175138?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  }
]