[
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack Java Developer",
    "description": "Project description We are looking for an experienced specialist to work for one of our client from the banking industry. Responsibilities Responsibilities Develop and maintain full-stack applications using Java, Spring, and modern web technologies such as Angular and TypeScript. Design and implement RESTful APIs and microservices leveraging Spring Boot, ensuring secure and efficient communication between systems. Collaborate closely with UX/UI teams to build user-friendly, intuitive interfaces…",
    "secteur": "IT-Stellen",
    "skills": [
      "java",
      "typescript",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281294161?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Full-Stack Mobile Engineer (iOS - Backend) (w/m/d) Vollzeit",
    "description": "Smile ist die erste Versicherung ohne Blabla. Als grösstes Insurtech der Schweiz setzen wir uns dafür ein, unseren Kundinnen und Kunden das beste digitale Versicherungserlebnis zu bieten. Über 200'000 Kunden vertrauen uns bereits. Und jeden Tag werden es mehr. Mittlerweile auch in Österreich, denn Smile ist seit ein paar Jahren auch international tätig. www.smile-insurances.com. Als Challenger des Status Quo's differenzieren wir uns durch einen starken, digitalen Lifestyle Brand, wie auch durch…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293940?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Développeur Blockchain Solana H/F",
    "description": "INTRODUCTION: Dans Le Cadre D'une Mission, Nous Vous Proposons De Rejoindre Les Équipes D'une Structure En Pleine Croissance Active Dans Le Secteur De La Finance Décentralisée En Qualité De Concevoir et développer une solution permettant de bridger un stablecoin synthétique d'Ethereum vers Solana de manière sécurisée et efficace. Évaluer les solutions existantes (protocoles de bridge, wrapping, smart contracts, etc.) et proposer la meilleure approche technique. Développer et auditer les smart c…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281293702?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack Java Developer",
    "description": "2 days ago Be among the first 25 applicants Direct message the job poster from Luxoft Recruiter at Luxoft for Germany(Automotive) and Switzerland(Finance) Project Description: We are looking for an experienced specialist to work for one of our client from the banking industry. Responsibilities: Develop and maintain full-stack applications using Java, Spring, and modern web technologies such as Angular and TypeScript. Design and implement RESTful APIs and microservices leveraging Spring Boot, en…",
    "secteur": "IT-Stellen",
    "skills": [
      "java",
      "typescript",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281292928?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Android Maps & Graphics Developer",
    "description": "Täglich nutzen Millionen von Menschen in der Schweiz mobile Kartenanwendungen. Als Teil eines engagierten Android-Teams arbeitest du an der Weiterentwicklung des Open Mobile Maps SDK und trägst dazu bei, die mobile Kartenwelt neu zu definieren. Aufgaben Entwicklung und Erweiterung des Open Mobile Maps SDK für Android. Integration von Karten-Rendering-Funktionen und Optimierung der Performance für mobile Geräte. Zusammenarbeit mit Design-, UX-, Backend- und iOS-Teams zur Umsetzung neuer Features…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 95000,
    "salaire_max": 130000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5281208218?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Développeur(se) Full Stack Java",
    "description": "• Java o Maîtrise du développement Java sur les versions Java 7 à 21 o Connaissance approfondie des principes de conception orientée objet, y compris Design Patterns et principes SOLID • Développement Back-End o Expertise dans l’utilisation d’un ou plusieurs frameworks les plus utilisés du marché, en particulier Spring MVC, Spring Boot, et Spring REST • Base de données o Maîtrise des bases de données relationnelles • API et Web Service o Maîtrise du développement des web services REST et SOAP o…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 125000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5280131823?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Développeur(se) Java",
    "description": "Assurer le maintien du niveau de qualité et de sécurité des systèmes. Apporter un support technique et méthodologique aux développeurs. Concevoir et évaluer des solutions informatiques. Identifier et communiquer sur les risques et problèmes, tout en fédérant les parties concernées pour rechercher des solutions. Accompagner la montée en compétences des développeurs sur les pratiques de qualité et de sécurité logicielle. Promouvoir la qualité logicielle au sein des équipes. S’intéresser à l’insta…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 125000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5280131529?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Test Manager",
    "description": "Dans le cadre d’une mission pour l’un de nos clients, nous recherchons un profil polyvalent incluant : Responsable des tests (10 %) Définir la stratégie de tests d’intégration en collaboration avec le chef de projet Piloter et suivre l’avancement des tests Assurer le reporting régulier Testeur (40 %) Préparer et planifier les campagnes de tests Exécuter les tests fonctionnels et techniques Détecter, documenter et assurer le suivi des anomalies Tester les correctifs apportés Automaticien de test…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 140000,
    "salaire_max": 140000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5279183508?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Analyste Développeur Cobol Mainframe",
    "description": "En tant qu’expert du développement sur environnement Mainframe, vous jouez un rôle clé dans la conception, l’évolution et la maintenance des applications critiques de la banque. Compétences techniques exigées : Excellente maîtrise du langage COBOL , de DB2 , de SPUFI , de TSO/ISPF , du JCL et de CICS . Responsabilités principales : Assurer un rôle de leader technique , en prenant position sur les choix d’architecture et en apportant une expertise sur les domaines métiers associés. Contribuer à …",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 115000,
    "salaire_max": 115000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5272371490?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Penetration Tester (80-100%)",
    "description": "Deine Aufgaben Als Senior Penetration Tester/-in analysierst du digitale Systeme und vernetzte Infrastrukturen, um sicherheitsrelevante Schwachstellen aufzudecken. Warum du zum NTC passt Wir sind eine junge, gemeinnützige Organisation mit einem klaren gesellschaftlichen Auftrag. Bei uns hast du die Gelegenheit, aktiv mitzugestalten, Strukturen aufzubauen und neue Ansätze in der Cybersicherheit zu erproben. Du hast Lust anzupacken, etwas aufzubauen und neue Wege auszuprobieren? Dann bietet dir d…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5269163450?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "(Senior) Full Stack Engineer Java (a)",
    "description": "Unsere Kundin ist seit über zwei Jahrzehnten spezialisiert auf die Entwicklung massgeschneiderter Web-Applikationen und die Integration komplexer IT-Systeme. In enger Zusammenarbeit mit Kund : innen aus Verwaltung, Bildung, Sport, Medien und Energiewirtschaft entstehen qualitativ hochwertige Softwarelösungen, die rasch produktiv einsetzbar sind und echten Mehrwert schaffen. Ein modernes Büro im Herzen von Zürich, flexible Arbeitszeiten und ein engagiertes Team bieten optimale Voraussetzungen fü…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5263677763?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Frontend Engineer Angular",
    "description": "Unser Kunde ist ein spezialisiertes Beratungshaus, das Unternehmen im Finanzsektor und öffentlichen Bereich mit erfahrenen Entwickler:innen unterstützt. Mit einem flexiblen „Experts as a Service“-Ansatz bringen sie ihr Tech-Know-how – von Java über Spring Boot bis Angular – direkt ins Team und sorgen für schnelle, pragmatische Lösungen. Aufgaben Entwicklung und Wartung moderner Anwendungen mit Angular, Typescript, CSS Technische Lösungen mit Weitblick gestalten Lösungsorientierte Analyse techni…",
    "secteur": "Unknown",
    "skills": [
      "java",
      "typescript",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 120000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5260649735?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Java Fullstack Developer (alle)",
    "description": "Bereit für den nächsten Karriereschritt? Du bist begeisterter Fullstack-Entwickler und möchtest deine Fähigkeiten in einer modernen Microservice-Architektur voll entfalten? Dann erwartet dich bei uns eine spannende Herausforderung mit viel Gestaltungsspielraum! Dein Wirkungsfeld Du entwickelst mit Leidenschaft innovative Front- und Backend-Komponenten in einem dynamischen Umfeld mit dem Ziel: «Lebensräume lebenswert machen» Dein Architektur-Know-how ist gefragt – du gestaltest zukunftsfähige Lö…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5259595192?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Java Fullstack Developer",
    "description": "Join to apply for the Senior Java Fullstack Developer role at BKW AG 15 hours ago Be among the first 25 applicants Join to apply for the Senior Java Fullstack Developer role at BKW AG Direct message the job poster from BKW AG 80-100 % Bereit für den nächsten Karriereschritt? Du bist begeisterter Fullstack-Entwickler und möchtest deine Fähigkeiten in einer modernen Microservice-Architektur voll entfalten? Dann erwartet dich bei uns eine spannende Herausforderung mit viel Gestaltungsspielraum! Se…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5258141136?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Java Fullstack Developer (alle)",
    "description": "Über uns Die BKW bietet zukunftsweisende Gesamtlösungen in den Bereichen Energie, Gebäude und Infrastruktur – international und partnerschaftlich. Mit rund 12'000 Mitarbeitenden bauen wir moderne Netze, erzeugen erneuerbare Energie und realisieren energieeffiziente Gebäude. Dafür suchen wir Menschen mit Leidenschaft, die gemeinsam mit uns einen Beitrag für die Gesellschaft und Umwelt von Morgen leisten. Werde Teil des BKW Netzwerks und gestalte mit uns lebenswerte Lebensräume! Mehr entdecken Ex…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5258141027?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Développeur(euse) Magnolia en remote",
    "description": "This is a remote position. Dans le cadre de notre mission visant à offrir une expérience numérique de qualité à nos clients et partenaires, nous recherchons un(e) Développeur(euse) expérimenté(e) Magnolia pour rejoindre notre équipe web. Le site internet de notre client, vitrine de notre entreprise avec plus de 2 millions de visites annuelles , joue un rôle central dans notre stratégie digitale. Il est donc essentiel de le faire évoluer en continu, tant au niveau du contenu que des fonctionnali…",
    "secteur": "Stellen aus Logistik & Lagerhaltung",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5257178219?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack Engineer mit Schwerpunkt Frontend Lead (Angular) (a)",
    "description": "Senior Fullstack Engineer mit Schwerpunkt Frontend Lead (Angular) (a) Senior Fullstack Engineer mit Schwerpunkt Frontend Lead (Angular) (a) Wir sind ERNI . Seit 1994 beraten und unterstützen wir Unternehmen in Innovation und Technologie mit dem Ziel, die unternehmerische Leistungsfähigkeit unserer Kunden zu steigern und damit den Weg ins digitale Morgen zu ebnen. Unser Schlüssel zum Erfolg: Menschen wie Du und unser von schweizerischen Werten geprägter Mindset. Wir wollen, dass unsere Kunden ef…",
    "secteur": "IT-Stellen",
    "skills": [
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347597?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React)",
    "description": "Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) Join to apply for the Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) role at Circleup Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) Join to apply for the Lead Full-Stack SW Engineer & Partner (base salary & equity) - (Django & Flutter/React) role at Circleup This range is provided by Circleup. Your actual pay will be based on …",
    "secteur": "IT-Stellen",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347481?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "(Senior) Full Stack Engineer Java (a)",
    "description": "Unsere Kundin ist seit über zwei Jahrzehnten spezialisiert auf die Entwicklung massgeschneiderter Web-Applikationen und die Integration komplexer IT-Systeme. In enger Zusammenarbeit mit Kund:innen aus Verwaltung, Bildung, Sport, Medien und Energiewirtschaft entstehen qualitativ hochwertige Softwarelösungen, die rasch produktiv einsetzbar sind und echten Mehrwert schaffen. Ein modernes Büro im Herzen von Zürich, flexible Arbeitszeiten und ein engagiertes Team bieten optimale Voraussetzungen für …",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5256347470?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Fullstack Developer",
    "description": "Unser Kunde ist ein spezialisiertes Beratungshaus, das Unternehmen im Finanzsektor und öffentlichen Bereich mit erfahrenen Entwickler:innen unterstützt. Mit einem flexiblen „Experts as a Service“-Ansatz bringen sie ihr Tech-Know-how – von Java über Spring Boot bis Angular – direkt ins Team und sorgen für schnelle, pragmatische Lösungen. Aufgaben Architektur, Entwicklung und Wartung moderner Anwendungen mit Java, Spring Boot und Angular Technische Lösungen mit Weitblick gestalten Lösungsorientie…",
    "secteur": "Unknown",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 140000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5254643246?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Penetration Tester/-in beim NTC",
    "description": "Deine Aufgaben Als Senior Penetration Tester/-in analysierst du digitale Systeme und vernetzte Infrastrukturen, um sicherheitsrelevante Schwachstellen aufzudecken. Warum du zum NTC passt Wir sind eine junge, gemeinnützige Organisation mit einem klaren gesellschaftlichen Auftrag. Bei uns hast du die Gelegenheit, aktiv mitzugestalten, Strukturen aufzubauen und neue Ansätze in der Cybersicherheit zu erproben. Du hast Lust anzupacken, etwas aufzubauen und neue Wege auszuprobieren? Dann bietet dir d…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5253088359?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Java Full Stack",
    "description": "Join to apply for the Java Full Stack role at SGI . Get AI-powered advice on this job and more exclusive features. Responsibilities Collaborate in the development of Spring-based applications for securities trading, focusing on structured products and the associated front-end (Angular Web GUI). Provide advice and support to the department on technical product design and implementation. Participate in agile IT projects in securities trading. Senior Level Start of operation: ASAP End of operation…",
    "secteur": "IT-Stellen",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5250493424?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "[CH] Senior Full Stack Engineer",
    "description": "WellD is looking for a Senior Full Stack Engineer to join its Engineering Team in Lugano. If you believe you have the right skills and mindset, here is some info about us and the kind of job we offer. Who We Are WellD is a fast-growing company dedicated to custom software product development, with a strong focus on cutting-edge technology. Most importantly, we are a team of passionate, down-to-earth, and highly skilled developers and engineers. We value passion, an interest in technology, and a…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5238696501?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "(Senior) Fullstack Developer Java/Angular",
    "description": "Gemeinsam bringst du mit deinem Team moderne Web-Anwendungen und anspruchsvolle Frontends zum nächsten Level! Du entwirfst clevere Architekturen für leistungsstarke Software-Lösungen und ihr setzt diese gemeinsam um. Diese Lösungen begeistern nicht nur die Kunden, sondern vor allem auch die Nutzerinnen und Nutzer. Scheu vor Herausforderungen ist quasi ein Fremdwort für dich, im Gegenteil, du gehst für kreative Lösungen gern auch neue Wege. Du siehst dich als technischer Leader und stehst deinem…",
    "secteur": "IT-Stellen",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 130000,
    "salaire_max": 130000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5227274859?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Ingénieur DevOps Applicatif",
    "description": "Dans le cadre de la maintenance et de l’évolution de plusieurs plateformes critiques, notre client recherche un Gestionnaire des Systèmes Applicatifs DevOps. Vous jouerez un rôle clé dans la refonte technique du site internet, la gestion proactive des certificats, le support aux utilisateurs et la coordination des équipes internes. Ce poste s’adresse à un(e) expert(e) des environnements Linux, du déploiement applicatif et du support opérationnel. Missions principales Développement & Intégration…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 130000,
    "salaire_max": 130000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5217415381?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Salesforce Consultant",
    "description": "Welcome to Vigience! We are a globally active SaaS software vendor providing mission-critical enterprise SaaS software that operates at the highest quality and performance levels. We partner with Salesforce, MuleSoft and SAP to service enterprise customers globally. We are looking for a dynamic, motivated individual with strong technical skills and excellent communication skills to join our Implementation Team. As an Overcast Implementation Consultant/Manager, you will be at the forefront of im…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 120000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5181560542?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Trainee Software Developer (Career Accelerator with Employment Guarantee)",
    "description": "Are you excited about leveraging your creativity and problem-solving skills to build innovative software solutions that make a positive impact on users' lives? Are you looking for a structured training program that can kickstart your career in software development? At Nuyew Tech Academy, we specialise in providing aspiring tech professionals like you with the tools, training, and support needed to launch successful careers in this vital industry. Whether you're starting from scratch or looking …",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5159128022?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Senior Consultant Test Automation Engineer (m/w/d)",
    "description": "Als Senior Consultant Test Automation Engineer verantwortest Du die Entwicklung und Optimierung automatisierter Tests und trägst maßgeblich zur Qualitätssteigerung in verschiedenen Projekten bei. Mit Deiner langjährigen Erfahrung und Expertise in Testautomatisierungslösungen berätst Du unsere Kunden und führst ein Team von Testern. Mit 18 Niederlassungen in 6 Ländern und über 900 Mitarbeitern bieten wir Dir spannende Projekte. Wir fördern vom ersten Tag an Deine berufliche Weiterentwicklung und…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 130000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5114713450?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Stellenangebot: Karriere in der Implementierung",
    "description": "Du brennst darauf, deine IT-Skills voll einzusetzen und in einem Umfeld zu arbeiten, das technologischen Fortschritt und Expertise auf höchstem Niveau vereint? Dann bist du bei der Velitum AG genau richtig! Wir stehen für eine neue Ära der IT-Dienstleistungen, in der Innovation, Agilität und moderne Technologien Hand in Hand mit fundiertem Fachwissen gehen. Unser Team setzt sich aus kreativen, technikbegeisterten Talenten und erfahrenen IT-Experten zusammen – ein perfektes Zusammenspiel von fri…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091046057?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Softwareentwickler Java Backend (Salesforce/Mulesoft)",
    "description": "Wir suchen für unseren Kunden ab sofort oder spätestens zum 01.01.2025 einen Java-Backendentwickler. Aufgaben Beschreibung Unterstützung bei der Integration von Salesforce - Mulesoft - Salesforce Know-how in den folgenden Technologien - Java - Kafka - Kotlin - Spring Boot Sprache Deutsch Generelle Rahmenbedingungen: Pensum: 80 – 100% Dein Arbeitsort ist an bester Lage im Zentrum von Zürich bei einem unserer Kunden Home Office ist teilweise möglich (nur innerhalb der Schweiz) Qualifikation Erfah…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 120000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091045607?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Java Applikationsentwickler (m/w/d) 80 - 100 %",
    "description": "Werde Teil des Wistar-Expertenteams und eröffne dir neue Entwicklungs-Perspektiven! Du bist ein absoluter Experte in der Entwicklung und denkst eigenständig mit? Perfekt! Wir suchen permanent engagierte und unternehmerische IT-Spezialisten, die sich für anspruchsvolle langfristige IT-Projekte in einem menschlich angenehmen und rücksichtsvollen Umfeld interessieren. Für uns sind alle Menschen wertvolle Unikate. Deshalb spielen weder Geschlecht noch Religion oder Herkunft eine Rolle. Die Freude a…",
    "secteur": "IT-Stellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091044697?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Full Stack Engineer - Springboot Angular Kubernetes",
    "description": "Wir sind innovativ und zielstrebig. Wir befassen uns mit den Herausforderungen unserer Kunden und unterstützen sie bei der Zielerreichung. Unser Team ist top ausgebildet und passioniert, um effiziente und geniale Lösungen für komplexe IT-Tücken zu finden. Als motiviertes und dynamisches Team schaffen wir ein Arbeitsklima, das die besten Mitarbeitenden anzieht und bindet. Aufgaben Du gestaltest einen modernen Backend für Endkunden-Applikationen Als DevOps- und Scrum-Teammitglied bist du verantwo…",
    "secteur": "Beraterstellen",
    "skills": [
      "angular",
      "kubernetes"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091032360?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Full Stack DevOps Software Engineer für Cloud Projekte",
    "description": "WIR suchen DICH! Hast du Freude moderne skalierbare Cloud Native Applikationen zu entwickeln? ja! Bist du gerne flexibel zwischen Home Office und vor Ort? ja! Kennst du dich in Frontend(Angular/React) wie auch Backend(Java, Spring Boot ) aus? ja! Möchtest du beteiligt sein am Erfolg vom Projekt und Unternehmen? ja! Übernimmst du gerne Verantwortung für Konzeption, Umsetzung und Qualität von kundenspezifischen Software Lösungen? ja! Möchtest du mehrere Firmen und Brachen kennenlernen wo du abwec…",
    "secteur": "Unknown",
    "skills": [
      "java",
      "react",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091031994?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Adobe AEM Senior Developer",
    "description": "Pixel Plus is looking for a skilled AEM Senior Developer to join our team. As an AEM Developer at Pixel Plus, you will be responsible for developing and maintaining our Adobe Experience Manager (AEM) platform, working with the development team to design and implement new features, and troubleshooting any issues that arise. You will work closely with our team of designers and developers to bring concepts to life and deliver high-quality digital solutions. Tasks Develop and maintain our AEM platf…",
    "secteur": "IT-Stellen",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/5091026217?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Switzerland",
    "code_pays": "ch",
    "titre": "Java Applikationsentwickler (m/w/d) 80 – 100 %",
    "description": "Java Applikationsentwickler (m/w/d) 80 – 100 % Du bist ein absoluter Experte in der Java-Entwicklung und denkst eigenständig mit? Perfekt! Bern Vollzeit, Teilzeit - flexibel Ab sofort oder nach Vereinbarung Festanstellung, Payrolling oder Freelance 90.000 - 125.000 CHF pro Jahr Werde Teil des Wistar-Expertenteams und eröffne dir neue Entwicklungs-Perspektiven! Du bist ein absoluter Experte in der Java-Entwicklung und denkst eigenständig mit? Perfekt! Wir suchen permanent engagierte und unterneh…",
    "secteur": "Beraterstellen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.ch/details/4851569464?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  }
]