[
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Founding Backend Engineer at Robyn AI",
    "description": "At Robyn AI, we’re on a mission to build a more emotionally connected world. We believe in creating products that transform the way people connect and engage. We are backed by elite investors, including M13, Lars Rasmussen (cofounder of Google Maps), Bill Tai (seed investor in Zoom and Canva), and Christian Szegedy (cofounder of X.ai ), with $5.5M raised to date. Robyn is not just an AI app — she’s your emotionally intelligent companion. A trusted mirror. A guide. A new kind of OS for your emot…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 1080000,
    "salaire_max": 1440000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/details/5281437461?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Machine Learning Engineer",
    "description": "About Air Space Intelligence ASI enables success for the world's most complex operations. From critical infrastructure to defense, we serve major airlines and U.S. and allied government organizations, providing our partners with a decision advantage from planning to operations. Backed by top-tier investors—including Andreessen Horowitz, Spark Capital, and Renegade Partners—we are boldly investing in R&D and growth to push the boundaries of what’s possible. What you will do: As part of our core …",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 196800,
    "salaire_max": 421200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/details/5281424663?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Cloud Operations Engineer",
    "description": "About the Role SearchStax is the leader in Open Source Search in the Cloud with headquarters in Los Angeles, CA and has teams located across the United States and around the world. This is an excellent opportunity to join SearchStax Cloud team, providing technical support to customers and ensuring the availability and reliability of our search service. We are looking for a self-motivated Linux and Systems Engineer with a passion for professional service excellence who want to build on their exp…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 360000,
    "salaire_max": 780000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/details/5281417773?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Quant Developer",
    "description": "This is a fantastic opportunity for someone with exceptional proficiency in Python, SQL, HTML looking to work remotely with a leading Hedge fund. A distinguished player in the quantitative trading industry, renowned for delivering best-in-class solutions to financial institutions, hedge funds, and technology organizations. With over 15 years of expertise, they are at the forefront of quantitative trading technology and business development, navigating the complexities of the electronic trading …",
    "secteur": "Księgowość i finanse",
    "skills": [
      "python",
      "sql"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 300000,
    "salaire_max": 540000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/details/5281028032?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Software / System Engineer (m/f/x) @ Dynatrace",
    "description": "Required Skills: Strong programming skills in modern C++ and Shell Basic experience with Python Familiarity with Docker/Kubernetes Working knowledge of CI/CD pipelines (Jenkins) Comfortable speaking and writing English at level B2 or better Nice to Have skills: Experience with Gradle framework Familiarity with Java and Groovy Some understanding of security modules like SELinux Your role at Dynatrace At Dynatrace, we are dedicated to developing cutting-edge solutions that make a real impact on o…",
    "secteur": "IT",
    "skills": [
      "python",
      "java",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 2304000,
    "salaire_max": 2304000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313765?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=5076941FAB011E8B9637E5267E36B687C5042F5F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Python Engineer (m/f/x) @ Dynatrace",
    "description": "Strong understanding of Python and its ecosystem Deep curiosity about the internals of Python Good understanding of the Python interpreter Strong communicaion skills Nice To Have: Familiar with modern C++ Your role at Dynatrace Our Python Agent is a core part of the Dynatrace Platform for automatic instrumentation of Python applications. Our Agents enable customer applications to run faster, reliably and securely. Our OneAgent software is actively deployed across millions of customer environmen…",
    "secteur": "IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 2304000,
    "salaire_max": 2304000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313759?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=44A3657D0086675036175E42BB52041FDCC377AD",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Front-End Engineer for Cloud Monitoring @ Dynatrace",
    "description": "3 years of experience in developing web-based software using JavaScript/TypeScript Technical studies related to Software Engineering or equivalent experience Excellent fundamental knowledge of React Focus on user experience and customer-centric end-to-end thinking Experience working in Python, Java or any other backend language or willingness to learn Familiar with or open to learn AWS, Azure, GCP cloud technologies Strong focus on software quality, performance, and clean architecture Team play…",
    "secteur": "IT",
    "skills": [
      "python",
      "java",
      "react",
      "aws",
      "typescript",
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 192000,
    "salaire_max": 192000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313751?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=7D85EB6C7950F664C67C8F3E299C6AF15C092A99",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Java Software Engineer - Extensions @ Dynatrace",
    "description": "What will help you succeed A solid foundation in object-oriented programming, data structures, and algorithms Solid 5 years of experience with Java and professional experience in development Experience with test-driven development, clean code, design patterns, etc. Ideally you have hands-on experience in containerization and orchestration tools like Docker and Kubernetes Open-minded attitude with a willingness to learn new technologies Familiar with working in an agile environment Team player w…",
    "secteur": "IT",
    "skills": [
      "java",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 192000,
    "salaire_max": 192000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313769?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=52C7ABE39C83AA1DBC5DDCDC8DF5BBD10112334C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Data Science/ AI Engineer @ N-iX",
    "description": "4 years of proven experience in Data Science or AI Engineering. Strong expertise in developing and deploying machine learning models using Databricks. Proficiency in Python, including common machine learning libraries (TensorFlow, PyTorch, scikit-learn). Familiarity with data handling in cloud environments (Azure or AWS). Solid experience with big data processing frameworks, especially Apache Spark. Experience in managing structured and unstructured data (PDFs, images, hierarchical data). Abili…",
    "secteur": "IT",
    "skills": [
      "python",
      "aws",
      "azure",
      "tensorflow",
      "pytorch"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 66000,
    "salaire_max": 87600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313781?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=2913A96CD2D94BC10135377DE18B53DE5BD2F697",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Embedded Automated Test & Test System Engineer @ Verkada",
    "description": "5 years of experience in testing hardware devices / embedded systems / software testing Experience in building CI systems for embedded platforms Experience in creating test strategy Experience in designing and developing automated test cases for hardware devices, ex. HIL Proficient in Python Linux user Knowledge of GitHub OUR TEAM At Verkada Poland, we are building a different type of team culture. You'll work in small teams that have autonomy and a strong impact on projects they are working on…",
    "secteur": "IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 360000,
    "salaire_max": 720000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313741?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=D78ADE391BD22E2C1D9E991FA73F4DC93537E12D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior C++ Engineer (m/f/x) @ Dynatrace",
    "description": "What will help you succeed Deep knowledge of modern C++ (C++14/17) and a strong grasp of systems-level programming. Proven experience writing production-grade code. Solid communication skills in English (B2 or higher). A collaborative mindset. Bonus points if you’ve dabbled in Java or Python. Your role at Dynatrace Build software that runs at the core of modern digital infrastructure. At Dynatrace, our OneAgent technology powers performance, reliability, and security for millions of application…",
    "secteur": "IT",
    "skills": [
      "python",
      "java",
      "c++"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 240000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313753?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=E0889D5AE407CBE172A74B4865005C9A2EFA6E31",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Linux Embedded Software Engineer @ Verkada",
    "description": "Requirements : 5 years of experience on Linux Embedded development 5 years of experience on C or C++ programming Experience on Python or other scripting language Experience on Git Nice to have : Bash scripting Go programing Yocto Linux kernel modules programming Secure boot / security Bootloaders ( ex. U-boot) TCP/IP stack Basic understanding of electrical circuits and usage of lab equipment (multimeters, etc) Experience on RTOS We're focused on hiring embedded software engineers that understan…",
    "secteur": "IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 360000,
    "salaire_max": 720000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313740?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=03A29356BBEC2C4D1267B55319F0C2FD46431F2D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior FullStack Engineer for Cloud Monitoring @ Dynatrace",
    "description": "What will help you succeed 5 years of experience in developing web-based software using JavaScript/TypeScript Technical studies related to Software Engineering or equivalent experience Excellent fundamental knowledge of React Focus on user experience and customer-centric end-to-end thinking Experience working in Python, Java or any other backend language or willingness to learn Familiar with or open to learn AWS, Azure, GCP cloud technologies Strong focus on software quality, performance, and c…",
    "secteur": "IT",
    "skills": [
      "python",
      "java",
      "react",
      "aws",
      "typescript",
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 192000,
    "salaire_max": 192000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313756?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=C6503011D562DAFDB853C0BD059189FD274D6750",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Data Engineer @ Sunscrapers",
    "description": "What's important for us? At least 7 years of professional experience as a data engineer, Undergraduate or graduate degree in Computer Science, Engineering, Mathematics, or similar, Excellent command in spoken and written English, at least C1, Strong professional experience with Python and SQL, Strong understanding of data pipeline, ETL, ELT etc. Hands on experience on DBT, Snowflake and AWS EKS Experience in building data pipelines with Airflow or alternative solutions, Strong understanding of …",
    "secteur": "IT",
    "skills": [
      "python",
      "sql",
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 408000,
    "salaire_max": 480000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313736?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=9129B7B2F57F35FB8EF650FDE80ABF9466FB8707",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Go Software Engineer @ Verkada",
    "description": "Must have: Demonstrated experience developing with Go, including its standard library and common developer tools (debugging and profiling) Good experience in Python programming or other scripting languages Experience in version control systems Experience designing and implementing APIs using REST, gRPC, and Protobuf Working knowledge of SQL or NoSQL databases, such as DynamoDB Experience building service-oriented backends, preferably within the AWS cloud environment Experience with containeriza…",
    "secteur": "IT",
    "skills": [
      "python",
      "sql",
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 360000,
    "salaire_max": 720000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313737?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=50428E264D4452974071E1A06A760EDD31887F06",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Network Engineer @ Svitla Systems Inc.",
    "description": "5 years of experience in network engineering in large-scale enterprise and data center environments is required. Automation experience with tools like Ansible to provision and configure network infrastructure. Experience with Python for scripting is a huge plus. Experience with Fortinet is a huge plus. Must have extensive experience with the configuration of security appliances like Palo Alto, Juniper. Understanding of load balancing technologies, DNS, SAAS Infrastructure. Experience with cloud…",
    "secteur": "IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313730?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=5106E9576017F1C7368B339ABAA9F79292B4997A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Product Security Engineer @ ITDS",
    "description": "7 years in product security with experience in securing software development. Expertise in secure coding with Python, C++, Rust, Go, Kotlin/Java. Strong background in software development, system architecture, and security tools. Knowledge of security principles related to cloud platforms and business apps. Experience with Windows and Linux systems, and cloud platforms like AWS, Azure, Alibaba Cloud. Skills in threat modeling, risk assessment, and mitigation strategies. Experience with CI/CD se…",
    "secteur": "IT",
    "skills": [
      "python",
      "java",
      "aws",
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 360000,
    "salaire_max": 456000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313735?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=77B22BC39CEB648F33D5EC83407019DEBCE1C964",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Azure Cloud Foundation Architect @ Nordcloud",
    "description": "Your key skills: Proven experience in Azure Cloud Architecture and Infrastructure as Code (e.g. Terraform) Expertise in Azure IaaS, PaaS, SaaS, and cloud security best practices DevOps mindset with hands-on experience in CI/CD pipelines (ideally GitHub Actions) Scripting skills (e.g. PowerShell, Python, Bash) Familiarity with Azure Cloud Adoption Framework and Enterprise-Scale Landing Zones Excellent communication and mentoring skills Fluent communication skills in English Skills we'd consider …",
    "secteur": "IT",
    "skills": [
      "python",
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 264000,
    "salaire_max": 288000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313686?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=1392E13B67C4C5ED61D370E18F5FC84B13D4C414",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Devops Engineer @ Hitachi Energy",
    "description": "Your Background You have a Bachelor’s degree or higher in Computer Science or an equivalent field of study You have practical knowledge of software configuration management (Azure DevOps/TFS, GIT, Powershell, NuGet, code review tools, static analysis tools, installer/packagers, provisioning tools, virtualization/cloud-based build and testing systems) You have practical knowledge of Microsoft Azure, Amazon Web Services, or another cloud provider You have a good knowledge of Windows and Linux-bas…",
    "secteur": "IT",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 132000,
    "salaire_max": 204000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313731?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=53CD0A7A1453BEA48FB34B16C1205826C0FA26E1",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "DevOps / Cloud Engineer (GCP, AWS) @ Square One Resources",
    "description": "Key skills required: DevOps and Cloud Engineering (GCP and AWS) Scripting (Bash, Python) Infrastructure as Code (Terraform, CloudFormation) Containerization (Docker, Containerd) and Orchestration (Kubernetes, Nomad, Docker Swarm) Application deployment, monitoring, and troubleshooting Team leadership and mentoring 5 years of experience with GCP and 2 years of experience with AWS About the project: The project involves managing infrastructure and supporting software deployments in cloud environm…",
    "secteur": "IT",
    "skills": [
      "python",
      "aws",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 312000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313628?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=F5DEE8BA730897E47DA9D38AFEE6B2EAA31ECB9E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Pentester / Security Support Engineer @ ITDS",
    "description": "You're ideal for this role if you have: Proven experience in penetration testing and vulnerability assessment of distributed systems Proficiency in at least one programming language such as C++, Python, or Go Deep understanding of security principles and best practices Familiarity with container technologies such as Docker and Kubernetes Experience working with or developing security testing tools Strong knowledge of Linux operating system fundamentals Solid grasp of networking concepts and pro…",
    "secteur": "IT",
    "skills": [
      "python",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 264000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313627?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=88EBA825925C95F79B984CB6EB470875DDA4467F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "B2B Senior DevOps Cloud Engineer @ Jamf",
    "description": "A typical candidate would have 3-7 years of experience in these disciplines Experience in one or more of (Required): Continuous integration tools and techniques (e.g. Jenkins, Bamboo, Github actions) Configuration management and deployment tools (e.g. Ansible, Chef, Puppet) Systems administration or similar role focused on performance analysis, capacity planning, and forecasting Experience as a power user of various operating systems (e.g. MacOS, Linux, Shell scripting) (Required) Experience in…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 234000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313661?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=4E81748EF50E426A8023B517547FC83C15845277",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Lead Data Scientist / ML Engineer @ Addepto",
    "description": "What you’ll need to succeed in this role: 6 years of commercial experience in designing and implementing scalable AI solutions (Machine Learning, Predictive Modeling, Optimization, NLP, Computer Vision, GenAI). Experience in Machine Learning projects leadership and team mentoring. Proficiency in developing ML algorithms from scratch to production deployment. Strong programming skills in Python: writing clean code, OOP design, extensive knowledge of ML libraries (Scikit-Learn, PyTorch / Tensorfl…",
    "secteur": "IT",
    "skills": [
      "python",
      "data scientist",
      "ml",
      "nlp",
      "pytorch"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 231840,
    "salaire_max": 342720,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313637?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=A58ACEE22CB088ECF89940EE2DF76B55AE279BD6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Applied AI Engineer (Python with GenAI/LLM) @ Sigmoidal",
    "description": "Szukamy osoby, która: Posiada min. 4 lata doświadczenia w obszarze NLP lub AI Engineering Łączy klasyczne podejście do NLP (RNN, ekstrakcja informacji, filtry języka) z nowoczesnymi technologiami LLM i Generative AI Budowała i wdrażała modele językowe w środowiskach produkcyjnych Posiada praktyczne doświadczenie z RAG i systemami retrieval-based Swobodnie porusza się w zagadnieniach prompt engineeringu, testowania i optymalizacji LLM Projektuje i implementuje frameworki ewaluacji modeli NLP i L…",
    "secteur": "IT",
    "skills": [
      "python",
      "nlp"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 312000,
    "salaire_max": 372000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280313575?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=0FF5934ED144DF1D3B94FF8213161D9850F64E7F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Fullstack Developer",
    "description": "W Code & Pepper robimy produkty, które trafiają do ludzi, rosną na rynku i skalują się w prawdziwym świecie. Bez korpo-slangu. Bez projektów, które nigdy nie wychodzą z bety. Jeśli chcesz pisać kod, który żyje i przynosi realne efekty - zapraszamy! Doprawimy Twoją karierę czymś konkretnym. Po prostu koduj. W fajnych warunkach. W Code & Pepper. A co proponujemy na start? Pracę nad aplikacją webową, która wspiera odkrywanie nowych leków. Wykorzystuje AI do projektowania cząsteczek i przewidywania…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310374?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=574E870A62BD957054D81152977B1E837325DDD7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "FullStack Engineer JavaScript Nextjs ReactJs Python ",
    "description": "We are looking for an experienced Full Stack Engineer with solid knowledge of JavaScript (Next.js, React.js) and practical hands-on experience with Python. You’ll be part of a collaborative, agile team building high-quality digital solutions that make real business impact. You will work across the full technology stack, contributing to the architecture, design, and implementation of web-based and mobile applications. Our teams develop both rapid prototypes (2–3 weeks) and fully scaled applicati…",
    "secteur": "IT",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310371?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=46F7E081E0F65B0D3BE58B92604430C7D6895EE1",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "FullStack Engineer JavaScript Nextjs ReactJs Python ",
    "description": "We are looking for an experienced Full Stack Engineer with solid knowledge of JavaScript (Next.js, React.js) and practical hands-on experience with Python. You’ll be part of a collaborative, agile team building high-quality digital solutions that make real business impact. You will work across the full technology stack, contributing to the architecture, design, and implementation of web-based and mobile applications. Our teams develop both rapid prototypes (2–3 weeks) and fully scaled applicati…",
    "secteur": "IT",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310373?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=C0FAA723D80BD64680344BA7487EAC35F6F8DB0B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Fullstack Developer",
    "description": "W Code & Pepper robimy produkty, które trafiają do ludzi, rosną na rynku i skalują się w prawdziwym świecie. Bez korpo-slangu. Bez projektów, które nigdy nie wychodzą z bety. Jeśli chcesz pisać kod, który żyje i przynosi realne efekty - zapraszamy! Doprawimy Twoją karierę czymś konkretnym. Po prostu koduj. W fajnych warunkach. W Code & Pepper. A co proponujemy na start? Pracę nad aplikacją webową, która wspiera odkrywanie nowych leków. Wykorzystuje AI do projektowania cząsteczek i przewidywania…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310375?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=18F27DB709347A9E1E080E8EDE31ECA11B6C62A4",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Fullstack Developer",
    "description": "W Code & Pepper robimy produkty, które trafiają do ludzi, rosną na rynku i skalują się w prawdziwym świecie. Bez korpo-slangu. Bez projektów, które nigdy nie wychodzą z bety. Jeśli chcesz pisać kod, który żyje i przynosi realne efekty - zapraszamy! Doprawimy Twoją karierę czymś konkretnym. Po prostu koduj. W fajnych warunkach. W Code & Pepper. A co proponujemy na start? Pracę nad aplikacją webową, która wspiera odkrywanie nowych leków. Wykorzystuje AI do projektowania cząsteczek i przewidywania…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310376?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=60B18BEE724973C06AC5D46876C340A706EFF2E3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Fullstack Developer",
    "description": "W Code & Pepper robimy produkty, które trafiają do ludzi, rosną na rynku i skalują się w prawdziwym świecie. Bez korpo-slangu. Bez projektów, które nigdy nie wychodzą z bety. Jeśli chcesz pisać kod, który żyje i przynosi realne efekty - zapraszamy! Doprawimy Twoją karierę czymś konkretnym. Po prostu koduj. W fajnych warunkach. W Code & Pepper. A co proponujemy na start? Pracę nad aplikacją webową, która wspiera odkrywanie nowych leków. Wykorzystuje AI do projektowania cząsteczek i przewidywania…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310377?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=AC92645DBCAB408CF8621B06495F7E8A32E83F27",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "FullStack Engineer JavaScript Nextjs ReactJs Python ",
    "description": "We are looking for an experienced Full Stack Engineer with solid knowledge of JavaScript (Next.js, React.js) and practical hands-on experience with Python. You’ll be part of a collaborative, agile team building high-quality digital solutions that make real business impact. You will work across the full technology stack, contributing to the architecture, design, and implementation of web-based and mobile applications. Our teams develop both rapid prototypes (2–3 weeks) and fully scaled applicati…",
    "secteur": "IT",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310370?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=4D3981D67B74C3406D612D837F1BDD1AF3D6B938",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Fullstack Developer",
    "description": "W Code & Pepper robimy produkty, które trafiają do ludzi, rosną na rynku i skalują się w prawdziwym świecie. Bez korpo-slangu. Bez projektów, które nigdy nie wychodzą z bety. Jeśli chcesz pisać kod, który żyje i przynosi realne efekty - zapraszamy! Doprawimy Twoją karierę czymś konkretnym. Po prostu koduj. W fajnych warunkach. W Code & Pepper. A co proponujemy na start? Pracę nad aplikacją webową, która wspiera odkrywanie nowych leków. Wykorzystuje AI do projektowania cząsteczek i przewidywania…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310378?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=5C07F722D32153FC890A62A5122EE513BDE12AAE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "FullStack Engineer JavaScript Nextjs ReactJs Python ",
    "description": "We are looking for an experienced Full Stack Engineer with solid knowledge of JavaScript (Next.js, React.js) and practical hands-on experience with Python. You’ll be part of a collaborative, agile team building high-quality digital solutions that make real business impact. You will work across the full technology stack, contributing to the architecture, design, and implementation of web-based and mobile applications. Our teams develop both rapid prototypes (2–3 weeks) and fully scaled applicati…",
    "secteur": "IT",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310372?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=22019B87940A23ED5AB35EF7E709FE13C7E537A5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Infrastructure Support Data Cloud Engineer GCP",
    "description": "W ITLT pomagamy naszym zaprzyjaźnionym firmom przekształcać ambitne pomysły w cyfrową rzeczywistość. Z nastawieniem na wyzwania, ciekawość technologii i zwinność - współtworzymy wyjątkowe rozwiązania IT i zapewniamy najlepszych specjalistów - którzy pomagają przyspieszyć cyfrową transformację. Aktualnie poszukujemy kandydatów na stanowisko: Infrastructure Support/Data Cloud Engineer (GCP)  Konkrety: Stawka: 13.500 - 15.625 brutto UoP Miejsce pracy/praca zdalna: Zapewniamy dużą (70%) swobodę pra…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 162000,
    "salaire_max": 187500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310365?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=0CB39B6BA418096A70420F420F6828F2B99C6443",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Infrastructure Support Data Cloud Engineer GCP",
    "description": "W ITLT pomagamy naszym zaprzyjaźnionym firmom przekształcać ambitne pomysły w cyfrową rzeczywistość. Z nastawieniem na wyzwania, ciekawość technologii i zwinność - współtworzymy wyjątkowe rozwiązania IT i zapewniamy najlepszych specjalistów - którzy pomagają przyspieszyć cyfrową transformację. Aktualnie poszukujemy kandydatów na stanowisko: Infrastructure Support/Data Cloud Engineer (GCP)  Konkrety: Stawka: 13.500 - 15.625 brutto UoP Miejsce pracy/praca zdalna: Zapewniamy dużą (70%) swobodę pra…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 162000,
    "salaire_max": 187500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310368?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=D2E32F78394F93F324B71B515E5DB9EFBC95DEFB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Infrastructure Support Data Cloud Engineer GCP",
    "description": "W ITLT pomagamy naszym zaprzyjaźnionym firmom przekształcać ambitne pomysły w cyfrową rzeczywistość. Z nastawieniem na wyzwania, ciekawość technologii i zwinność - współtworzymy wyjątkowe rozwiązania IT i zapewniamy najlepszych specjalistów - którzy pomagają przyspieszyć cyfrową transformację. Aktualnie poszukujemy kandydatów na stanowisko: Infrastructure Support/Data Cloud Engineer (GCP)  Konkrety: Stawka: 13.500 - 15.625 brutto UoP Miejsce pracy/praca zdalna: Zapewniamy dużą (70%) swobodę pra…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 162000,
    "salaire_max": 187500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310367?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=28AD20DB100E55E436F700E3073AFD703D2ED6E7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Machine Learning Engineer",
    "description": "OneRail is a technology company innovating solutions for multi-modal delivery. We have built and continue to develop a delivery orchestration platform that connects shippers to an extensive courier ecosystem to automate, optimize, and control the entire delivery supply chain, from the demand signal to the proof of delivery. Our OmniPoint SaaS platform uses proprietary algorithms and artificial intelligence to power efficient same-day delivery programs for major companies like Lowe’s, Pepsi, Ame…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310349?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=D6182611CAE835DE3375C58E31A9E07F391B2006",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "DevOps Engineer Freelancer",
    "description": "W Code & Pepper wspieramy klientów z branż, gdzie nie ma miejsca na półśrodki – FinTech, HealthTech i AI. Pomagamy im skalować zespoły, rozwijać platformy i dowozić nowe funkcje wtedy, kiedy są naprawdę potrzebne. Jednym z takich projektów jest platforma, która pomaga dużym inwestorom (np. funduszom) ogarniać, jak firmy naprawdę działają pod kątem środowiska, odpowiedzialności społecznej i ładu korporacyjnego (czyli ESG). Zamiast przeglądać tony raportów, dostają aktualne i wiarygodne dane w je…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 216000,
    "salaire_max": 288000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310336?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=893D9FB094F9001C6777FDCE2D7E0887A1C686C9",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "DevOps Engineer Freelancer",
    "description": "W Code & Pepper wspieramy klientów z branż, gdzie nie ma miejsca na półśrodki – FinTech, HealthTech i AI. Pomagamy im skalować zespoły, rozwijać platformy i dowozić nowe funkcje wtedy, kiedy są naprawdę potrzebne. Jednym z takich projektów jest platforma, która pomaga dużym inwestorom (np. funduszom) ogarniać, jak firmy naprawdę działają pod kątem środowiska, odpowiedzialności społecznej i ładu korporacyjnego (czyli ESG). Zamiast przeglądać tony raportów, dostają aktualne i wiarygodne dane w je…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 216000,
    "salaire_max": 288000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310337?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=B8C28E3F652F848BAAED7E92BC17A38AA37AF25A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Scientist AI Engineer",
    "description": "Join an international AI team driving innovation in automated claims processing for the automotive and insurance sectors. We’re hiring both mid-level and senior engineers to develop intelligent systems using the latest in machine learning, computer vision, LLMs, and multimodal AI to solve real-world challenges. What You’ll Do: Build and deploy advanced AI models tailored to automotive claims and insurance workflows. Work closely with a team of 30 specialists to deliver scalable, data-driven sol…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 180000,
    "salaire_max": 312000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310318?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=F2F3D6AB684820556FA7719BD90E64DB56CBCC8F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Scientist AI Engineer",
    "description": "Join an international AI team driving innovation in automated claims processing for the automotive and insurance sectors. We’re hiring both mid-level and senior engineers to develop intelligent systems using the latest in machine learning, computer vision, LLMs, and multimodal AI to solve real-world challenges. What You’ll Do: Build and deploy advanced AI models tailored to automotive claims and insurance workflows. Work closely with a team of 30 specialists to deliver scalable, data-driven sol…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 180000,
    "salaire_max": 312000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310319?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=779760C3E6D77C7137CC79178F9CE78624E54E5D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Scientist AI Engineer",
    "description": "Join an international AI team driving innovation in automated claims processing for the automotive and insurance sectors. We’re hiring both mid-level and senior engineers to develop intelligent systems using the latest in machine learning, computer vision, LLMs, and multimodal AI to solve real-world challenges. What You’ll Do: Build and deploy advanced AI models tailored to automotive claims and insurance workflows. Work closely with a team of 30 specialists to deliver scalable, data-driven sol…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 180000,
    "salaire_max": 312000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310321?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=98531B47B54CA5FB483ACDC9B059AF2B1CB9075F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Scientist AI Engineer",
    "description": "Join an international AI team driving innovation in automated claims processing for the automotive and insurance sectors. We’re hiring both mid-level and senior engineers to develop intelligent systems using the latest in machine learning, computer vision, LLMs, and multimodal AI to solve real-world challenges. What You’ll Do: Build and deploy advanced AI models tailored to automotive claims and insurance workflows. Work closely with a team of 30 specialists to deliver scalable, data-driven sol…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 180000,
    "salaire_max": 312000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310320?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=CAA0BD841235400416B515AC501A7A696B14C14F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Founding ML Engineer",
    "description": "Wisent  is building layer-level AI control tools. We monitor and identify patterns inside the AI brain to drastically reduce hallucinations, improve their coding ability or make them able to acquire new capabilities with no need for training. We do this by pioneering a new branch of AI research called representation engineering . Here you can read more about the tech. We build various tools around this technology, including open-source LLM safeguards , B2C facing editable chatbot platform and B…",
    "secteur": "IT",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 144000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310298?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=DAD40AC302217F8096F26BCB903CC322B4DCFDCD",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Lead Data Scientist ML Engineer",
    "description": "Addepto is a leading consulting and technology company specializing in AI and Big Data, helping clients deliver innovative data projects. We partner with top-tier global enterprises and pioneering startups, including Rolls Royce, Continental, Porsche, ABB, and WGU. Our exclusive focus on AI and Big Data has earned us recognition by Forbes as one of the top 10 AI consulting companies. As a Lead Data Scientist / ML Engineer , you will have the exciting opportunity to work with a team of technolog…",
    "secteur": "IT",
    "skills": [
      "data scientist",
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 231840,
    "salaire_max": 342720,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310174?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=56D575ABBA9B1AF16B69ABCD103637571AF0AA18",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Data Scientist",
    "description": "For Digital Hub Warsaw, we are looking for: Key Responsibilities: Design and develop AI-driven systems with a focus on infrastructure observability and application performance monitoring (APM). Build intelligent agents capable of monitoring, analyzing, and optimizing system performance in real-time. Leverage A2A and MCP protocols to enable autonomous coordination between monitoring agents. Integrate AI models into observability stacks (e.g., Prometheus, Grafana, OpenTelemetry) to enhance system…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 342000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310091?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=841B77E4AE8D36BFB637971AE81912A95D16B154",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Software Engineer Machine Learning - MLOps",
    "description": "Company Description Tesco is a leading multinational retailer, with more than 330 000 colleagues. Our software is used by millions of people across several countries every day. Whether it’s the tills and websites our customers use, or the systems our colleagues and partners use, you’ll play your part in keeping it running like a well-oiled machine. And when a business problem pops up? You and the creative minds in our team will be challenged to solve it. As Tech Hub we cooperate within the grou…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 252000,
    "salaire_max": 312000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310149?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=66F91A973A2382B945A78A60BA35BED498D4463C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Product Owner – Data & Analytics",
    "description": "Product Owner Join us, and lead innovation through data-driven decision making! Kraków - based opportunity with hybrid work model (2 days/week in the office). As a Product Owner , you will be working for our client, a global financial institution focused on transforming its data and analytics landscape. You will be leading the development of data-driven products that support critical business decisions across credit, lending, and operational processes. This project aims to optimize investigatio…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 214200,
    "salaire_max": 289800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310175?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=01C1323086447DF80705E72A120D413948CDEEAB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Lead Data Scientist ML Engineer",
    "description": "Addepto is a leading consulting and technology company specializing in AI and Big Data, helping clients deliver innovative data projects. We partner with top-tier global enterprises and pioneering startups, including Rolls Royce, Continental, Porsche, ABB, and WGU. Our exclusive focus on AI and Big Data has earned us recognition by Forbes as one of the top 10 AI consulting companies. As a Lead Data Scientist / ML Engineer , you will have the exciting opportunity to work with a team of technolog…",
    "secteur": "IT",
    "skills": [
      "data scientist",
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 231840,
    "salaire_max": 342720,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310172?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=9872335DA3EED65596C0A15978EBDD1B5D701261",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data&BI Developer Azure",
    "description": "Jeśli chcesz nauczyć się nowych technologii, a następnie pracować w projektach dla marek znanych na całym świecie, a jednak wciąż w ramach niekorporacyjnej struktury, to idealne miejsce dla Ciebie! W summ-it stwarzamy przestrzeń na zgłaszanie swoich pomysłów i dbamy o Twój rozwój. Nasi pracownicy biorą udział w konferencjach branżowych i wydarzeniach dotyczących szeroko pojętej tematyki IT, a także udoskonalają swoje umiejętności dzięki różnego rodzaju szkoleniom i warsztatom. Pracujemy z bazam…",
    "secteur": "IT",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 120000,
    "salaire_max": 144000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310094?se=Gt-RRCJY8BGqS_M7aqFZmQ&utm_medium=api&utm_source=03d8c83f&v=7E1502C12034F4E8A108EC6300B768C133887370",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "IDMC Developer",
    "description": "About You: The Informatica Developer will work closely with data analysts, business analysts, and other IT professionals to create and maintain data solutions that ensure efficient and accurate data integration and management. The ideal candidate will have hands-on experience with Informatica tools and a strong understanding of ETL processes. Your Key Result Areas: Design, develop, and maintain ETL/ELT workflows using Informatica IDMC tools Integrate data from various sources into cloud data wa…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 282240,
    "salaire_max": 322560,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310122?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=64D52486EB5CCF2B744F275323FA922978CCEF8D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Software Engineer Metada Extract",
    "description": "Our compensation structure is the base salary and equity in the form of restricted stock units. WHAT IS BOX? Box is the world’s leading Content Cloud. We are trusted by more than 115K organizations around the world today, including nearly 70% of the Fortune 500 and leaders across deeply regulated industries (such as AstraZeneca, JLL, and Nationwide), to protect their data, fuel collaboration, and power critical workflows with secure, enterprise AI. By joining Box, you will have the unique oppor…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 348000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310101?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=10A4E3250E7D1A6044A57A9F1708C4CFDAA8084A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Lead Data Scientist ML Engineer",
    "description": "Addepto is a leading consulting and technology company specializing in AI and Big Data, helping clients deliver innovative data projects. We partner with top-tier global enterprises and pioneering startups, including Rolls Royce, Continental, Porsche, ABB, and WGU. Our exclusive focus on AI and Big Data has earned us recognition by Forbes as one of the top 10 AI consulting companies. As a Lead Data Scientist / ML Engineer , you will have the exciting opportunity to work with a team of technolog…",
    "secteur": "IT",
    "skills": [
      "data scientist",
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 231840,
    "salaire_max": 342720,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310171?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=AB0EE75C61742A596897361A1F609B77FD6B648B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Full Stack & AI Developer",
    "description": "We are also looking for a Mid Full Stack & AI Developer. Check out all our offers on vazco.ai  Join Our Journey at Vazco! ⛵ At Vazco, we thrive on exploring cutting-edge technologies, charting new paths, and challenging the status quo. We work on innovative software solutions that create a tangible impact and deliver exceptional value to our clients worldwide. Are you passionate about developing top-quality software and AI solutions for startups, scale-ups, and enterprises? Do you also find joy…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 180000,
    "salaire_max": 240000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310131?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=51C3E0DE1E335A387D78DDAA51D8F1FBECFE2349",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Storage Observability Developer - banking ",
    "description": "Join us, and build the future of intelligent system observability! Kraków - based opportunity with hybrid work model (2 days/week in the office). As an Storage Observability Engineer , you will be working for our client, a global leader in financial services, supporting a strategic initiative to modernize infrastructure observability across the enterprise. You are leveraging the OpenTelemetry framework to design, implement, and optimize end-to-end telemetry solutions across a range of storage p…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 221760,
    "salaire_max": 292320,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310115?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=A35B01291BB4670028629AA090AEE51CFE73F263",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Pentester Security Support Engineer",
    "description": "Security Engineer – Runtime Platform Security Warsaw, city center, hybrid model 3 x week in the office As an Engineer – Runtime Platform Security you will be working for our client, a leading global financial institution at the forefront of technological innovation in the financial services industry. You will join the Runtime Platform team, working closely with software and infrastructure engineers to safeguard the security of distributed systems and core infrastructure. This position is centra…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 264000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310117?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=490085F5E90E3627321F8CC417316B3D80FF6DB7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "AI Specialist Data Science NLP LLM",
    "description": "W TSS tworzymy najwyższej jakości rozwiązania z zakresu Software Development, FinTech, AI Solution. Tworzymy systemy płatnicze, bramki płatnicze online oraz rozwiązania umożliwiające innowacyjne procesowanie płatności. Nasze zespoły uczestniczą również w projektach wykonywanych dla klientów z wielu różnych branż i specjalizacji. Jeśli chcesz dołączyć do zespołu entuzjastów, dla których praca jest jednocześnie pasją, przygodą i możliwością rozwoju zawodowego dołącz do team’u TSS już teraz! Wymag…",
    "secteur": "IT",
    "skills": [
      "nlp"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 230400,
    "salaire_max": 278400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310045?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=825164257070037947A7D25CE0DB1DDF200C7915",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Microsoft Azure DevOps Cloud Engineer Azure WAF Engineer - banking ",
    "description": "Join us, and automate everything from infrastructure to innovation! Kraków - based opportunity with hybrid work model (2 days/week in the office). As an Microsoft Azure DevOps Cloud Engineer , you will be working for our client, a global financial leader undergoing a large-scale public cloud transformation. You’ll be part of a high-performing engineering team within the Cloud Services function, building scalable, secure-by-design, and automated cloud capabilities on Microsoft Azure. The client …",
    "secteur": "IT",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 252000,
    "salaire_max": 340200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309991?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=B216813C1D61DD684388AAB6EDF57C9066AB50EB",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "We’re looking for a Data Engineer ready to push boundaries and grow with us. Datumo specializes in providing Data Engineering and Cloud Computing consulting services to clients from all over the world, primarily in Western Europe, Poland and the USA. Core industries we support include e-commerce , telecommunications  and life sciences . Our team consists of exceptional people whose commitment allows us to conduct highly demanding projects. Our team members tend to stick around for more than 3 y…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309985?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=12BBD98371C82DB3C017A133DF755EB8BAB8CB30",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "We’re looking for a Data Engineer ready to push boundaries and grow with us. Datumo specializes in providing Data Engineering and Cloud Computing consulting services to clients from all over the world, primarily in Western Europe, Poland and the USA. Core industries we support include e-commerce , telecommunications  and life sciences . Our team consists of exceptional people whose commitment allows us to conduct highly demanding projects. Our team members tend to stick around for more than 3 y…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309988?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=57C1CFDFFB15015F6F87F7EEE01873831455F0C5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Full Stack Developer JavaScript C++",
    "description": "We are looking for Mid Full Stack Developer to join Sopra Steria Apps Services team for a client in the aerospace sector. The goal of the project is to create a comprehensive usable bidding platform for crew members along with fixing defects as well as maintaining an application responsible for scheduling work time for all the crew members of the airline. Mission/tasks: bug fixing code review refinement (impact analysis) testing maintenance implementing new feature creating unit tests Tech stac…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 96000,
    "salaire_max": 144000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310021?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C78723512B10BD3883EC04E97DE70FABB9A6B279",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Software Engineer – Integrations & Platform Architecture",
    "description": "We’re looking for an experienced backend engineer to help define and standardize modern service-oriented architecture at scale. This role combines hands-on development with solution design and setting best practices across engineering teams.  Your Responsibilities: Design and build services in Python, Java, or Go. Define consistent service communication architecture (REST, gRPC, GraphQL, OAuth 2.0 / OIDC). Automate unit, integration, and contract tests, and set up CI/CD pipelines (GitHub Action…",
    "secteur": "IT",
    "skills": [
      "python",
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 276000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310036?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=B5B2DDA94EFA6EA5F9BCF2700AC14CB2CAF3BCBC",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Software Engineer – Integrations & Platform Architecture",
    "description": "We’re looking for an experienced backend engineer to help define and standardize modern service-oriented architecture at scale. This role combines hands-on development with solution design and setting best practices across engineering teams.  Your Responsibilities: Design and build services in Python, Java, or Go. Define consistent service communication architecture (REST, gRPC, GraphQL, OAuth 2.0 / OIDC). Automate unit, integration, and contract tests, and set up CI/CD pipelines (GitHub Action…",
    "secteur": "IT",
    "skills": [
      "python",
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 276000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310037?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=FDDF68529C35B44B4EA9912DCF2FD89F7F469E06",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Backend Net & Python Developer",
    "description": "Budujemy nowy zespół, który będzie odpowiedzialny za rozwój autorskiego systemu tworzonego od podstaw . To długofalowy projekt o strategicznym znaczeniu, realizowany w nowoczesnym środowisku technologicznym (.NET 8/9, Python, Angular i Azure), z dużą swobodą techniczną i realnym wpływem na decyzje projektowe. Szukamy doświadczonego Backend Developera, który będzie współtworzyć unikalny produkt, pracować w małym, samoorganizującym się zespole i mieć wpływ na każdy etap powstawania systemu. Start…",
    "secteur": "IT",
    "skills": [
      "python",
      "angular",
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 312480,
    "salaire_max": 372960,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309961?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=788CE40031C23A06D285B44980773C8ADF0BEF3E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Data Scientist Senior Machine Learning Engineer",
    "description": "Senior Data Scientist / Senior Machine Learning Engineer Start-up technologiczny Stawka: 120–140 PLN/h  VAT (B2B) Lokalizacja: Warszawa – Śródmieście, blisko metra Model pracy: Hybrydowy (1 dzień w biurze w Warszawie, 4 zdalnie) Doświadczenie: min. 5 lat doświadczenia w obszarze Data Science lub Machine Learning Start: ASAP O stanowisku: Dołącz do zespołu quantitative data science, który wykorzystuje zaawansowane modele matematyczne, statystyczne oraz algorytmy uczenia maszynowego w celu podejm…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 241920,
    "salaire_max": 282240,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309982?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=9F12A288BFB6831459580643BF243638B5633B97",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "We’re looking for a Data Engineer ready to push boundaries and grow with us. Datumo specializes in providing Data Engineering and Cloud Computing consulting services to clients from all over the world, primarily in Western Europe, Poland and the USA. Core industries we support include e-commerce , telecommunications  and life sciences . Our team consists of exceptional people whose commitment allows us to conduct highly demanding projects. Our team members tend to stick around for more than 3 y…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310009?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=142822765A808535411602B46ACA3A6DABE0F0A0",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Full Stack Developer JavaScript C++",
    "description": "We are looking for Senior Full Stack Developer to join Sopra Steria Apps Services team for a client in the aerospace sector. The goal of the project is to create a comprehensive usable bidding platform for crew members along with fixing defects as well as maintaining an application responsible for scheduling work time for all the crew members of the airline. Mission/tasks: bug fixing code review refinement (impact analysis) testing maintenance implementing new feature creating unit tests Tech s…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 144000,
    "salaire_max": 192000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310013?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=7941B244927B2F959C4D22F3333F6BED2115DFF3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "We’re looking for a Data Engineer ready to push boundaries and grow with us. Datumo specializes in providing Data Engineering and Cloud Computing consulting services to clients from all over the world, primarily in Western Europe, Poland and the USA. Core industries we support include e-commerce , telecommunications  and life sciences . Our team consists of exceptional people whose commitment allows us to conduct highly demanding projects. Our team members tend to stick around for more than 3 y…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309984?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4BE36BE36E06D9D887F7410028F1854AF3263DC7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "QA Automation Expert Mobile",
    "description": "W ITLT pomagamy naszym zaprzyjaźnionym firmom przekształcać ambitne pomysły w cyfrową rzeczywistość. Z nastawieniem na wyzwania, ciekawość technologii i zwinność - współtworzymy wyjątkowe rozwiązania IT i zapewniamy najlepszych specjalistów - którzy pomagają przyspieszyć cyfrową transformację. Aktualnie poszukujemy kandydatów na stanowisko: QA Automation Expert (Mobile) Informacje organizacyjne: Lokalizacja biura: Warszawa Tryb pracy: praca zdalna  1 x 2 tyg. spotkania w biurze Zatrudnienie: ko…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 221760,
    "salaire_max": 262080,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309981?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CD634D67C9F4065A454B5309F0BEB52E81F35682",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "We’re looking for a Data Engineer ready to push boundaries and grow with us. Datumo specializes in providing Data Engineering and Cloud Computing consulting services to clients from all over the world, primarily in Western Europe, Poland and the USA. Core industries we support include e-commerce , telecommunications  and life sciences . Our team consists of exceptional people whose commitment allows us to conduct highly demanding projects. Our team members tend to stick around for more than 3 y…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310008?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=092D29667C34B108679A16F2132164B2E0043AA0",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Software Engineer – Integrations & Platform Architecture",
    "description": "We’re looking for an experienced backend engineer to help define and standardize modern service-oriented architecture at scale. This role combines hands-on development with solution design and setting best practices across engineering teams.  Your Responsibilities: Design and build services in Python, Java, or Go. Define consistent service communication architecture (REST, gRPC, GraphQL, OAuth 2.0 / OIDC). Automate unit, integration, and contract tests, and set up CI/CD pipelines (GitHub Action…",
    "secteur": "IT",
    "skills": [
      "python",
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 276000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310033?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=E0433E9F94BAB6D7AFDF8DBABB29B5100C2B15D6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Backend Developer Python",
    "description": "Hi!  We are Mirumee , a Python and JS/TS software house specializing in developing unique products.Since 2009 , we’ve been helping businesses transform by delivering sustainable, API-first, efficient, and modern solutions. Our expertise empowers brands across Healthcare, Commerce, and Self-Publishing , from high-volume online retailers to disruptive innovators featured on the Forbes Next Billion Dollar Startups list. We actively contribute to open-source projects —check out our work here: GitHu…",
    "secteur": "IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 180000,
    "salaire_max": 276000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309969?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=617248446D860A5A88B71EFD2E5E1B2AE9298157",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Software Engineer III DevEx",
    "description": "Our compensation structure is the base salary and equity in the form of restricted stock units. WHAT IS BOX? Box is the leader in Intelligent Content Management. Our platform enables organizations to fuel collaboration, manage the entire content lifecycle, secure critical content, and transform business workflows with enterprise AI. We help companies thrive in the new AI-first era of business. Founded in 2005, Box simplifies work for leading global organizations, including AstraZeneca, JLL, Mor…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 300000,
    "salaire_max": 348000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310040?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=502A7339C2C1BCD4B66BCCBA61A08AE6E600BEC7",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Full Stack Developer JavaScript C++",
    "description": "We are looking for Mid Full Stack Developer to join Sopra Steria Apps Services team for a client in the aerospace sector. The goal of the project is to create a comprehensive usable bidding platform for crew members along with fixing defects as well as maintaining an application responsible for scheduling work time for all the crew members of the airline. Mission/tasks: bug fixing code review refinement (impact analysis) testing maintenance implementing new feature creating unit tests Tech stac…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 96000,
    "salaire_max": 144000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310029?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=91444B8ECA47FE3790A00698A32822BE2B8D2715",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Software Engineer – Integrations & Platform Architecture",
    "description": "We’re looking for an experienced backend engineer to help define and standardize modern service-oriented architecture at scale. This role combines hands-on development with solution design and setting best practices across engineering teams.  Your Responsibilities: Design and build services in Python, Java, or Go. Define consistent service communication architecture (REST, gRPC, GraphQL, OAuth 2.0 / OIDC). Automate unit, integration, and contract tests, and set up CI/CD pipelines (GitHub Action…",
    "secteur": "IT",
    "skills": [
      "python",
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 276000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310032?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2BF7143CB25BC0F79653DC58CC22BBEE46317F44",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Software Engineer – Integrations & Platform Architecture",
    "description": "We’re looking for an experienced backend engineer to help define and standardize modern service-oriented architecture at scale. This role combines hands-on development with solution design and setting best practices across engineering teams.  Your Responsibilities: Design and build services in Python, Java, or Go. Define consistent service communication architecture (REST, gRPC, GraphQL, OAuth 2.0 / OIDC). Automate unit, integration, and contract tests, and set up CI/CD pipelines (GitHub Action…",
    "secteur": "IT",
    "skills": [
      "python",
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 276000,
    "salaire_max": 420000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280310034?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EE92D4D2CECD50611B3069446C0250CD681D2533",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "We’re looking for a Data Engineer ready to push boundaries and grow with us. Datumo specializes in providing Data Engineering and Cloud Computing consulting services to clients from all over the world, primarily in Western Europe, Poland and the USA. Core industries we support include e-commerce , telecommunications  and life sciences . Our team consists of exceptional people whose commitment allows us to conduct highly demanding projects. Our team members tend to stick around for more than 3 y…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 300000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309983?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=6D817B08DE510E50E61FA1C6A0173E2B24EF1E70",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Machine Learning Engineer",
    "description": "The Team: Every day brings CARFAX Europe closer to the goal of realizing our vision of a fair and transparent used car market for all people in Europe. CARFAX Europe is active in many European countries including Poland where we have been helping to protect consumers since early 2019. This challenge is huge, and that's why we need colleagues like you who are among the best in their fields. We define this not only by professional success, but also by your personal attitude, your individual skill…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309896?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=1FBE1E492E2A9E2AA3D038FE3492E1471431E3FE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Machine Learning Engineer",
    "description": "The Team: Every day brings CARFAX Europe closer to the goal of realizing our vision of a fair and transparent used car market for all people in Europe. CARFAX Europe is active in many European countries including Poland where we have been helping to protect consumers since early 2019. This challenge is huge, and that's why we need colleagues like you who are among the best in their fields. We define this not only by professional success, but also by your personal attitude, your individual skill…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309897?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2E9C22791EBE6162B5C3230206EB7812FA86E28B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Machine Learning Engineer",
    "description": "The Team: Every day brings CARFAX Europe closer to the goal of realizing our vision of a fair and transparent used car market for all people in Europe. CARFAX Europe is active in many European countries including Poland where we have been helping to protect consumers since early 2019. This challenge is huge, and that's why we need colleagues like you who are among the best in their fields. We define this not only by professional success, but also by your personal attitude, your individual skill…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 360000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309898?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=41369992E54863DF084845D4EB24E6F722B00037",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Network Lead Engineer",
    "description": "We have a fantastic opportunity for a Senior Network Lead Engineer to join our new and innovative project. This project focuses on building a fully automated Network-as-a-Service (NaaS) ecosystem, covering the entire technology stack—from underlay infrastructure and OSS/BSS systems to compute components. As a Network Technical Lead, the individual is responsible for setting the technical direction, overseeing network design, and ensuring the quality of automation processes. Your role Key respon…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 378000,
    "salaire_max": 453600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309861?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=245A1481D3577E0158DAFA5B0EC094F5934EDB4D",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "QA Engineer with Credit Card Payment experience",
    "description": "Poszukujemy doświadczonego E2E Test Engineera , który wesprze działania testowe związane z platformą CSP oraz innymi aplikacjami w złożonym, zintegrowanym środowisku systemów bankowych. Rola obejmuje projektowanie, wykonanie i dokumentowanie testów funkcjonalnych oraz współpracę w środowisku Agile/SAFe.  Obowiązki: Analiza wymagań biznesowych i technicznych pod kątem testów funkcjonalnych. Tworzenie i realizacja scenariuszy testów end-to-end. Dokumentowanie i raportowanie wyników testów oraz bł…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 201600,
    "salaire_max": 282240,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309759?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=8926375D5F399F253DE9D6319C8745E62F7A39C0",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Frontend Developer",
    "description": "Salary: 1000 - 1200 pln/md B2B Location: Gdynia/ Warszawa / Rzeszów/ Kraków (hybrid) Why choose this offer? Join a mission-critical team delivering core web products for a leading market intelligence company in the energy and commodities space. Your work will have a direct impact on how data is visualized and consumed by global decision-makers Collaborate with top-tier professionals , including Product Owners, Technical Architects, and Analysts, in a highly cross-functional setup Work on meanin…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 288000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309788?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EB39ABCB6DF9C65B9A42A8693C534CCADE59D4D9",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Frontend Developer",
    "description": "Salary: 1000 - 1200 pln/md B2B Location: Gdynia/ Warszawa / Rzeszów/ Kraków (hybrid) Why choose this offer? Join a mission-critical team delivering core web products for a leading market intelligence company in the energy and commodities space. Your work will have a direct impact on how data is visualized and consumed by global decision-makers Collaborate with top-tier professionals , including Product Owners, Technical Architects, and Analysts, in a highly cross-functional setup Work on meanin…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 240000,
    "salaire_max": 288000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309797?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=0ECD0B8CF33421AE771C816A1F6D0C76BCDF577B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Scientist",
    "description": "For Digital Hub Warsaw, we are looking for: Data Scientist Key Responsibilities: Design and develop AI-driven systems with a focus on infrastructure observability and application performance monitoring (APM). Build intelligent agents capable of monitoring, analyzing, and optimizing system performance in real-time. Leverage A2A and MCP protocols to enable autonomous coordination between monitoring agents. Integrate AI models into observability stacks (e.g., Prometheus, Grafana, OpenTelemetry) to…",
    "secteur": "IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 168000,
    "salaire_max": 240000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309803?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=865D9B8CE6D33338406F27792BEE5A389BF16F8F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Power BI Developer",
    "description": "Hays IT Contracting to współpraca oparta na zasadach B2B. Nasza firma dopasowuje specjalistów IT do najciekawszych projektów technologicznych na rynku. Dołącz do grona 500 zadowolonych Kontraktorów i pracuj dla Klientów Hays! Obecnie dla naszego Klienta poszukujemy Kandydatów na stanowisko: Power BI Developer Lokalizacja: Poznań Tryb pracy: Możliwa praca zdalna (wizyty w biurze parę razy w miesiącu) Rodzaj umowy: kontrakt (B2B przez Hays Poland) Stawka: do 120 PLN/h netto  VAT Start date: ASAP …",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 201600,
    "salaire_max": 241920,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309748?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=26212213FC4B957085CC0EC8902186DC006CFC8E",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "QA Engineer with Credit Card Payment experience",
    "description": "Poszukujemy doświadczonego E2E Test Engineera , który wesprze działania testowe związane z platformą CSP oraz innymi aplikacjami w złożonym, zintegrowanym środowisku systemów bankowych. Rola obejmuje projektowanie, wykonanie i dokumentowanie testów funkcjonalnych oraz współpracę w środowisku Agile/SAFe.  Obowiązki: Analiza wymagań biznesowych i technicznych pod kątem testów funkcjonalnych. Tworzenie i realizacja scenariuszy testów end-to-end. Dokumentowanie i raportowanie wyników testów oraz bł…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 201600,
    "salaire_max": 282240,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309762?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=F44594824FE7AAE9F178CC44D2FFD675949CE6E5",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer with Data Science Skills at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We're looking for a Senior Engineer with strong data science capabilities to join our Data Platform team. In this role, you’ll design and build …",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309768?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CA524C637582CD3A49DE0538CA0A3A4FA6A44357",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer Cloud & Data Infrastructure Focus at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We are seeking a Senior Backend Engineer who is passionate about building scalable, cloud-native systems with a focus on data pipelines , infras…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309780?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=58F2DEAEF55AFD88B2E1555E275420C30BB6CE0B",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "QA Engineer with Credit Card Payment experience",
    "description": "Poszukujemy doświadczonego E2E Test Engineera , który wesprze działania testowe związane z platformą CSP oraz innymi aplikacjami w złożonym, zintegrowanym środowisku systemów bankowych. Rola obejmuje projektowanie, wykonanie i dokumentowanie testów funkcjonalnych oraz współpracę w środowisku Agile/SAFe.  Obowiązki: Analiza wymagań biznesowych i technicznych pod kątem testów funkcjonalnych. Tworzenie i realizacja scenariuszy testów end-to-end. Dokumentowanie i raportowanie wyników testów oraz bł…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 201600,
    "salaire_max": 282240,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309764?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=3023D6B4DB3835DF45850625A77B6813A4208D3A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer with Data Science Skills at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We're looking for a Senior Engineer with strong data science capabilities to join our Data Platform team. In this role, you’ll design and build …",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309758?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=99E38AAF1C882B01CB3C19AB4E50ED53FE1298A3",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Release Engineer",
    "description": "At Madiff , we connect top IT talent with cutting-edge companies through remote Agile teams and nearshore outsourcing. With operations in Poland, Portugal, France, and the UK , we specialize in AI, DevOps, Cybersecurity , supporting industries like Telecom, Banking, and Hi-Tech . Are you passionate about infrastructure automation and release engineering? Do you thrive in environments where precision, stability, and smooth deployments are essential? If so, we have the perfect opportunity for you…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 240000,
    "salaire_max": 264000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309792?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=F22D101A92455E9FBFF4EF5D2A90066E29B7C86A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Data Engineer",
    "description": "Vatix is a fast-growing SaaS company founded in London and Kraków in 2019. We’re on a mission to bring a fresh, user-centric approach to the world of Governance, Risk, and Compliance software — with a particular focus on Health & Safety and Operational Excellence. Today, over 800 organisations around the world trust our platform to protect their people, streamline safety workflows, and drive operational performance. We’re not VC-owned, and we’re not chasing vanity metrics. Instead, we’re buildi…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 216000,
    "salaire_max": 264000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309732?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=4BEE1A3B1604EEB7CD28F541A4D8173133D5F5CF",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Data Engineer",
    "description": "Sunscrapers is a technology consultancy that empowers finance and healthcare leaders to succeed by leveraging cutting-edge software, data, and AI. We combine world-class engineering, deep industry expertise, and proprietary know-how to deliver innovative, high-impact solutions. Specializing in software engineering, DevOps, data engineering, and data science, we design and build AI-powered data platforms and web applications tailored to each client’s unique needs. Trusted by over 60 clients acro…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 408000,
    "salaire_max": 480000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309798?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=EE70DBFD66BA6A56F18563F7CD6B5E3E99652D2F",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer Cloud & Data Infrastructure Focus at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We are seeking a Senior Backend Engineer who is passionate about building scalable, cloud-native systems with a focus on data pipelines , infras…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309785?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=2A43685C0E4030505A724973541BA626F7698327",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Developer Python",
    "description": "Vatix is a fast-growing SaaS company founded in London and Kraków in 2019. We’re on a mission to bring a fresh, user-centric approach to the world of Governance, Risk, and Compliance software — with a particular focus on Health & Safety and Operational Excellence. Today, over 800 businesses and government organisations around the world trust our platform to protect their people, streamline safety workflows, and drive operational performance. We’re not VC-owned, and we’re not chasing vanity metr…",
    "secteur": "IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 276000,
    "salaire_max": 324000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309730?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=BF337EC9389A1079664213C98C4B9C9DF0D3B537",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer Cloud & Data Infrastructure Focus at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We are seeking a Senior Backend Engineer who is passionate about building scalable, cloud-native systems with a focus on data pipelines , infras…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309778?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=CB93E99D8B2470517AC60028815E610C11601CDC",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer Cloud & Data Infrastructure Focus at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We are seeking a Senior Backend Engineer who is passionate about building scalable, cloud-native systems with a focus on data pipelines , infras…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309779?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=50CEFC23114AD62AE79D9483AF1F3F97CF86C5DE",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "QA Engineer with Credit Card Payment experience",
    "description": "Poszukujemy doświadczonego E2E Test Engineera , który wesprze działania testowe związane z platformą CSP oraz innymi aplikacjami w złożonym, zintegrowanym środowisku systemów bankowych. Rola obejmuje projektowanie, wykonanie i dokumentowanie testów funkcjonalnych oraz współpracę w środowisku Agile/SAFe.  Obowiązki: Analiza wymagań biznesowych i technicznych pod kątem testów funkcjonalnych. Tworzenie i realizacja scenariuszy testów end-to-end. Dokumentowanie i raportowanie wyników testów oraz bł…",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 201600,
    "salaire_max": 282240,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309754?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=0A80D9477CFFF7F19D90D8785F94D2BEAA7ECCC6",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Poland",
    "code_pays": "pl",
    "titre": "Senior Backend Engineer with Data Science Skills at PeakData",
    "description": "About PeakData PeakData provides AI-powered market intelligence to optimize drug launch execution and resource allocation for pharmaceutical companies. Our platform delivers actionable insights on healthcare professionals (HCPs) and healthcare organizations (HCOs), empowering commercial leaders with real-time, data-driven decision-making. Role Overview We're looking for a Senior Engineer with strong data science capabilities to join our Data Platform team. In this role, you’ll design and build …",
    "secteur": "IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 336000,
    "salaire_max": 432000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.pl/land/ad/5280309767?se=oosGRiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=C32F4391808DA7EC542240C952D2972EC33E87C2",
    "date_collected": "20250703_1726"
  }
]