[
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Softwareontwikkelaar Omgevingswet",
    "description": "Over de functie Ben jij dol op programmeren en werk je graag mee aan software die impact maakt? Bij onze opdrachtgever krijg je de kans om jouw programmeerpassie in te zetten voor maatschappelijke projecten die ertoe doen! Als softwareontwikkelaar werk je op een Agile manier, vaak samen met de klant, aan innovatieve oplossingen binnen de Omgevingswet. Deze nieuwe wet regelt de fysieke leefomgeving op een efficiënte en allesomvattende manier. Jouw werk heeft dus écht betekenis! Onze opdrachtgeve…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280357512?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Backend Developer",
    "description": "Ben jij een ervaren backend developer die graag nieuwe uitdagingen aangaat? Wij bieden een fantastische kans voor iemand met een passie voor ontwikkeling en een drang naar innovatie. In ons team werk je aan het onderhoud en de ontwikkeling van backend applicaties. Je zult betrokken zijn bij het vervangen van oude templating door nieuwe front-end oplossingen en het ontwikkelen van nieuwe services in Java om content via GraphQL beschikbaar te maken voor de front-end.",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280351868?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Engineer",
    "description": "Nice to know (you) Join us at Enabling Technologies, where we're pioneering in a mission-critical environment, with a strong focus on quality and safety. Let's push technology boundaries together. 24/7 Connecting the Airport: Our Integration team powers seamless connections between the airport and partners round the clock. In everything we do, we pay attention to people, the environment and the surroundings. Connecting your world As a Java Engineer you'll be at the forefront of transforming air…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 55448,
    "salaire_max": 77201,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278297634?se=mgflPiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=676CE1F7A96E44108F54338CC101CE43A10C895A",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Platform Engineer Process Automation",
    "description": "Nice to know (you) As a Platform Engineer Process Automation, you optimize event-driven business processes in airport operations with smart business rules and intelligent solutions. Join us at Enabling Technology, where we're pioneering in a mission-critical environment, with a strong focus on quality and safety. Let's push technology boundaries together! With 3,000 proud colleagues, we work toward our mission: \"the world's most sustainable and high quality airports. Connecting your world As a …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 55452,
    "salaire_max": 77196,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278291440?se=mgflPiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=AAC197136D95CE65BD9B2E21F70C8B081199CE2C",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Developer",
    "description": "Ben jij een ervaren ontwikkelaar die graag bijdraagt aan veiligheid en opsporing? In deze rol werk je aan software die een directe impact heeft op het werk van rechercheurs. Je ontwikkelt en onderhoudt systemen voor verhoorregistratie en forensisch onderzoek, die van cruciaal belang zijn voor de maatschappij. Je maakt deel uit van een team binnen het cluster Forensische Opsporing en Verhoorregistratie, waar je software ontwikkelt en beheert die essentieel is voor opsporing. Je speelt een belang…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278250718?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior DevOps Developer Java",
    "description": "Als ervaren DevOps developer met een specialisatie in Java, speel je een essentiële rol in het ontwerpen, ontwikkelen en implementeren van geavanceerde softwareoplossingen. Je werkt binnen een multidisciplinair team van DevOps engineers en IT-experts om hoogwaardige ICT-oplossingen te creëren. Deze oplossingen dragen bij aan de informatievoorziening voor operationele professionals, waardoor zij snel en efficiënt kunnen handelen.",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278250728?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Platform engineer process automation",
    "description": "Join our team at Schiphol Group as a Platform Engineer Process Automation and help us optimize event-driven business processes in airport operations. You'll be working on cutting-edge technology in a mission-critical environment, focusing on quality and safety. Your role in our team As a Platform Engineer Process Automation, you'll be instrumental in developing technology for one of our essential integration platforms. Your main responsibilities will include: Implementing business rules with th…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 55452,
    "salaire_max": 77196,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277312842?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Back-end Java Developer",
    "description": "Back-end Java Developer | Data gedreven mobiliteitsoplossingen bouwen Wil jij bouwen aan slimme, datagedreven oplossingen die bijdragen aan veiligere wegen, betere doorstroming én duurzamer verkeer? In deze rol als Back-end Java Developer zet je jouw skills in voor een krachtig dataplatform dat historische en actuele verkeersinformatie verwerkt tot inzichten voor overheden en beleidsmakers. Wat ga je doen Binnen het team Datafusie werk je aan een robuust dataplatform dat gegevens uit verschille…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277054427?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Cloud Data Platform Engineer | Shape the Future of Scalable Azure Infrastructure",
    "description": "Cloud Data Platform Engineer | Shape the Future of Scalable Azure Infrastructure Are you a hands-on, forward-thinking engineer ready to elevate modern data platforms in a fast-paced DevOps environment? Join a high-performing team responsible for designing, building, and optimizing a robust cloud-based data ecosystem powered by Microsoft Azure. In this role, you will design and maintain scalable solutions using Azure services such as Azure Data Factory, Databricks, and Microsoft Fabric. You’ll p…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277053782?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer (Java/GoLang)",
    "description": "Software Engineer (Java/GoLang) Are you an enthusiastic Software Engineer with DevOps experience, looking to make a significant impact in the telco business? then check out our new opening! The Swisscom Production Service and Resource Catalog is the basis for transparency and automation for every Service in Swisscom. By working on it you will have great impact on making Swisscom more data driven and automated. Its a high profile project which has a lot of attention. It is in an advanced stage o…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275916537?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps Engineer",
    "description": "We zijn op zoek naar ervaren Dev-DevOps Engineers met een sterke Java-ontwikkelingsachtergrond voor een langdurig werk aan het uitbouwen van cloud-agnostische services door middel van infrastructuur als code. De DevOps-engineers zijn verantwoordelijk voor het bouwen, ontwerpen, plannen en bouwen van cloudinfrastructuur vanaf het architectuurontwerp. Zeer bedreven in infrastructure as code en het gebruik van automatiseringstechnieken en -tools. Vereisten De ideale DevOps Engineer heeft ervaring …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275249846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Full-stack Developer",
    "description": "Als Full-Stack Developer bij onze opdrachtgever werk je aan de doorontwikkeling van hun eigen systemen en neem je deel aan diverse projecten. Je werkt met Java en JavaScript frameworks zoals Angular en ExtJS om robuuste oplossingen te bouwen. Samen met ervaren collega s, waaronder Front-End, Back-End en Alfresco developers, krijg je de kans om aan alle aspecten van het ontwikkelproces mee te werken. Je taken zijn onder andere: Ontwerpen en ontwikkelen van interne productoplossingen Samenwerken …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275016661?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Engineer",
    "description": "Werken aan morgen, met de beste technologie van nu. Werken bij LINKIT gaat om grenzen verleggen. Ontdekken, ontwikkelen, expertise delen en continu zoeken naar verbetering. We combineren lange termijn strategisch denken, diepgaande enterprise-ervaring en een mensgerichte aanpak om klanten te helpen hun bedrijfsprocessen te transformeren en te domineren in hun industrie. Elke dag werken meer dan 1.000 van onze mensen uit 20 landen aan kritieke technologie bij bedrijven als Defensie, KLM en ASML.…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273632733?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Full Stack Developer (32–40 uur) | Arnhem (hybride)",
    "description": "Full Stack Developer (32–40 uur) | Arnhem (hybride) Wil jij meebouwen aan slimme, toekomstbestendige applicaties die processen versimpelen, datastromen stimuleren en field-operaties stroomlijnen? Als Full Stack Developer werk je in een gedreven Scrum-team aan zowel nieuwe als bestaande software-oplossingen. Jouw werk vertaalt direct naar meetbare efficiency in de operatie van ons energiesysteem. Wat jij doet • Ontwikkelen en onderhouden van full-stack applicaties in Java/Kotlin (Spring Boot) en…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5271538737?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Release Manager",
    "description": "Organisatie Truston bestaat ruim 30 jaar en zij zijn met ongeveer 60 collega’s. Zij zijn gevestigd in een modern ingericht kantoor met alle faciliteiten voor hybride werken en ontmoetingsruimten. Je vindt dit kantoor in Utrecht. Als IT dienstverlener streeft Truston naar het continu leveren van toegevoegde waarde aan organisaties. Truston gelooft dat zij samen verder kunnen komen door samenwerking. Zij leveren generieke ICT beheer diensten en zijn specialist voor alle (beheer-)diensten voor de …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5271493926?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Technisch OSINT Onderzoeker",
    "description": "Wat ga je doen? Inlichtingenteams voorzien van grootschalige open source inlichtingen door technisch onderzoek en analyse. Dat is jouw belangrijkste taak als Technisch OSINT Onderzoeker bij de Militaire Inlichtingen- en Veiligheidsdienst (MIVD) in Den Haag. Het vakgebied OSINT ontwikkelt zich namelijk razendsnel en is al lang niet meer alleen het lezen van de krant. De sleutel tot het optimaal benutten van dit vakgebied ligt in het vinden van unieke informatie in een enorme hoeveelheid data. In…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 57000,
    "salaire_max": 78600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270434847?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer Java BRK Info",
    "description": "Ft 22358. Kadaster Kadaster Het Kadaster registreert en verstrekt gegevens over de ligging van vastgoed in Nederland en de daarmee samenhangende rechten, zoals eigendom en hypotheek. Als zelfstandig bestuursorgaan is dat onze wettelijke taak. Onze gegevens bieden houvast bij het onderzoeken van maatschappelijke vraagstukken, of het nu gaat om de beste route voor een nieuwe snelweg, actuele ontwikkelingen op de woningmarkt of het in beeld brengen van leegstand. Opdracht Je draait mee bij de behe…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377417?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "CRM Developer / Consultant",
    "description": "Jouw taken en verantwoordelijkheden Als CRM Developer / Consultant werk je aan slimme technische oplossingen die collega's en processen écht vooruithelpen. Daarnaast hou jij je bezig met de volgende werkzaamheden: CRM- en andere systemen inrichten, zoals Zoho, AFAS Profit en Power BI en zorgen dat ze goed blijven werken; De wensen vertalen van collega’s naar technische oplossingen en bouwt slimme workflows en maatwerkfunctionaliteiten; Helpen om de sales en marketing slimmer en sneller te laten…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269808313?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Engineer-Consultant",
    "description": "Je bent geen codeklopper. Je bent een engineer. Iemand die techniek, business en context snapt en verbindt. Bij Techspire werk je niet voor klanten, maar met ze. Je denkt kritisch, werkt samen en bouwt duurzame oplossingen zonder ruis. We zoeken geen purist, wel een vakmens. Iemand die Java (17), Spring Boot en microservices kent, maar vooral: iemand die wil blijven leren. Die eigenaarschap pakt en anderen meeneemt. Techspire biedt je vrijheid, inhoud, begeleiding en een pad. Richting architect…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5269800340?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Cloud .NET Developer bij Cloud Republic",
    "description": "De highlights van jouw volgende uitdaging als medior Cloud .NET Developer: Bouw slimme applicaties met echte impact en denk mee over de architectuur, samen met de klant Leren van n met collega s tijdens kennissessies, Lunch&Learn en Dev Talks Geen standaard pad, maar jouw pad met ruimte voor technische verdieping of nieuwe rollen Vakmanschap in een relaxte sfeer; hier werk je met mensen die je inspireren n laten lachen Bouw jij graag aan slimme, schaalbare oplossingen in de Azure-cloud? Je werk…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 47400,
    "salaire_max": 70800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5265978155?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Cloud .NET Developer bij Cloud Republic",
    "description": "De highlights van jouw volgende uitdaging als senior Cloud .NET Developer: Bouw slimme cloudapplicaties met echte impact vanaf architectuur tot livegang, altijd in overleg met de klant. Blijf groeien en deel je kennis in kennissessies en onze maandelijkse Lunch&Learn, onze eigen podcast Dev Talks f zelfs op events als Azure Fest en Techorama. Jouw pad, jouw tempo met technische verdieping, architect of tech lead: jij bepaalt hoe je verder groeit. Vakmanschap met een relaxte sfeer in een informe…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 81000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5265978146?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior JAVA ontwikkelaar",
    "description": "We zoeken JAVA ontwikkelaar die gemotiveerd is om in een Agile/Scrum omgeving te werken binnen een Multi-disciplinair team. Vereisten * ruime kennis en ervaring met Java en JEE (minimaal 4 jaar) * kennis en ervaring met Unit testing en codekwaliteit * kennis van Webservices (xsds / wsds) * kennis van Restservices * kennis van Kubernetes * affiniteit met testen (als team zijn we verantwoordelijk voor de kwaliteit) * kennis van SCRUM en ervaring met SCRUM-projecten * kennis en ervaring met SAFe i…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java",
      "kubernetes"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 78000,
    "salaire_max": 78000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5265914725?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer bij Cloud Republic",
    "description": "Waarom je aan de slag wil als senior Java Developer bij Cloud Republic: Persoonlijke ontwikkeling is voor jou een must. Elke week iets nieuws leren laat jouw developer hart sneller kloppen. Ruimte en vrijheid staan hoog op je lijstje n op die van ons. We vinden werk- priv balans heel belangrijk en bewegen graag met je mee. Werken voor fantastische klanten zoals Defensie, Politie, LeasePlan, BMW en ministeries. Als Java Developer bij Cloud Republic heb je een veelzijdige rol waarin je elke dag k…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 81000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264141806?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Developer",
    "description": "Wil jij jezelf blijven ontwikkelen en werken in een team waar je je direct thuis voelt? Ben jij een Java developer die op zoek is naar uitdagende projecten en een organisatie die echt aandacht heeft voor jou? Dan zijn we op zoek naar jou! Wat ga je doen? Als Java developer bij onze opdrachtgever werk je aan afwisselende en uitdagende opdrachten voor (middel)grote organisaties in een dynamisch ICT-landschap. In deze rol houd je je bezig met zowel back-end als front-end ontwikkeling op basis van …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264141506?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Java Developer bij Cloud Republic",
    "description": "Waarom je jij Medior Java Developer bij Cloud Republic wilt worden: Persoonlijke ontwikkeling is voor jou een must. Elke week iets nieuws leren laat jouw developer hart sneller kloppen. Ruimte en vrijheid staan hoog op je lijstje n op die van ons. We vinden werk- priv balans heel belangrijk en bewegen graag met je mee. Werken voor fantastische klanten zoals Defensie, Politie, LeasePlan, BMW en ministeries. Als Java Developer bij Cloud Republic heb je een veelzijdige rol waarin je elke dag kunt …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 48600,
    "salaire_max": 72600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5264141325?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer",
    "description": "Senior Java Developer | Security-georiënteerde ketenapplicaties | Fullstack mindset & ownership Wil jij als doorgewinterde developer écht impact maken in een maatschappelijk relevante omgeving? Dan is dit jouw kans. Je werkt aan een ketenkritische applicatie waarin meerdere informatiesystemen van uiteenlopende instanties samenkomen. Deze applicatie speelt een sleutelrol in de operationele ondersteuning van professionals in een uiterst dynamisch domein. Als senior developer breng je niet alleen …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5263686370?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Fullstack Software Developer",
    "description": "Als fullstack software developer werk je binnen een dynamisch team aan de ontwikkeling en het onderhoud van een webapplicatie die van grote waarde is voor zowel collega's als burgers. Je bent verantwoordelijk voor zowel de backend (Java en Hippo/Bloomreach) als de frontend (Vue/Nuxt) en werkt nauw samen met een multidisciplinair scrumteam. Je draagt bij aan het gehele ontwikkeltraject, van concept tot productie, en je ideeën worden gewaardeerd. Je lost bugs op, bouwt nieuwe functionaliteiten en…",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5263031780?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Applicatieontwikkelaar (IBM BAW) | Low-Code Workflow Architect",
    "description": "Senior Applicatieontwikkelaar (IBM BAW) | Low-Code Workflow Architect | Agile DevOps Ben jij een ervaren ontwikkelaar met een passie voor slimme workflow-automatisering? Dan is dit jouw kans om het verschil te maken in een organisatie waar digitale transformatie volop in beweging is. In deze rol werk je aan het ontwikkelen, beheren en optimaliseren van procesapplicaties op het IBM Business Automation Workflow (BAW) platform — het kloppend hart van operationele procesbesturing. Als Senior Applic…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5262515770?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps Java Engineer",
    "description": "DevOps Java Engineer | Bouw mee aan een digitaal fundament dat Nederland in beweging houdt Wil jij bouwen aan systemen die écht het verschil maken voor burgers, bedrijven én de samenleving? In deze rol werk je binnen een multidisciplinair scrumteam aan één van de meest impactvolle digitale oplossingen van dit moment. Als DevOps Java Engineer ben je verantwoordelijk voor het ontwerpen, ontwikkelen én onderhouden van betrouwbare en schaalbare softwarecomponenten. Je werkt met moderne technieken z…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5261203761?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Kotlin Backend Engineer Utrecht",
    "description": "Vacature: Senior Java Kotlin Backend Engineer Utrecht Vind jij het ook gaaf om complexe automatiseringsvraagstukken op te lossen die écht verschil maken? Wil jij AI inzetten om je werk als software engineer slimmer en efficiënter te maken —denk aan het laten genereren van edge cases, tests schrijven, of razendsnel PoC’s bouwen? Werk jij het liefst met een klein, hecht team van senior JVM-experts die technisch en emotioneel scherp zijn? Zeg jij ja tegen 20 innovatiedagen, een €5.000 trainingsbud…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5259522958?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java/Kotlin Principal Backend Engineer Amsterdam",
    "description": "Vacature: Java/Kotlin Principal Backend Engineer Amsterdam Wil jij een technische kartrekker zijn in de ontwikkeling van een gloednieuw EdTech-product? Werk je graag inhouse aan een maatschappelijk relevant product dat impact maakt op het Nederlandse onderwijs? Lijkt het je gaaf om een compact team technisch te begeleiden, de architectuur te verbeteren en tegelijkertijd zelf mee te bouwen? Zeg jij 'ja' tegen full productownership , vrijheid in architectuurkeuzes en een salaris tot €110.000? Dan…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5259522944?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Full Stack Developer",
    "description": "Vacature: Senior Full Stack Developer – Bouw mee aan digitale toepassingen die ertoe doen Locatie: Hybride (Rotterdam op donderdag, Utrecht om de week op dinsdag) Ben jij een ervaren ontwikkelaar met een passie voor gebruiksvriendelijke digitale oplossingen? Wil je werken aan applicaties die direct bijdragen aan een beter toegankelijke en beheersbare leefomgeving? Dan is dit jouw kans om impact te maken binnen een multidisciplinair Agile-team. Wat ga je doen? Als Senior Full Stack Developer wer…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5257622189?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Developer",
    "description": "Werken als Java Developer in een klein team op 10 minuutjes van Amsterdam Centraal voor een goed salaris. Jij hebt direct impact op de innovatieve softwareoplossingen die wij ontwikkelen om ondernemers te ondersteunen. Dankzij de explosieve groei die we de afgelopen jaren hebben doorgemaakt, staan we nu klaar voor de volgende fase: verdere expansie, zowel in Nederland als in de Benelux. Bij DigiBoox kom je terecht in een team waar ondernemerschap, autonomie en innovatie centraal staan en waar v…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5253308732?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Java Engineer",
    "description": "Wij zoeken een gedreven medior java software engineer die een passie heeft voor technologie in verschillende branches. Je hebt ervaring in het vakgebied en voelt je comfortabel in een professionele, klantgerichte omgeving. Daarbij ben je leergierig en wil je continu je vakinhoudelijke kennis verbreden. Als medior java software engineer werk je aan uiteenlopende projecten zoals bijvoorbeeld het automatiseren van stellingontwerpen of het optimaliseren van workflows in de voedselindustrie. Je bent…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 41508,
    "salaire_max": 41508,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5248824611?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Business Process Architect",
    "description": "Voor de Hyperautomation vestiging binnen Incentro zijn we op zoek naar een gemotiveerde en ervaren ( Camunda) Business Process Architect die met ons het team verder uit wil bouwen . Hyper Automation is een snel groeiende trend op de business en IT markt en wij groeien net zo snel mee. IT projecten en het ontwikkelen van software zijn voor jou geen onbekend terrein meer. Je wilt graag meehelpen de Hyperautomation cell van Incentro op de kaart te zetten en zorgen dat we d e beste oplossingen voor…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5248824320?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Frontend Developer - Retail Media",
    "description": "General information Organisation Headquarter The Netherlands Reference 2025-29664 Publication start date 06/06/2025 Publication date 16/06/2025 Job title (website) Frontend Developer - Retail Media Type of vacancy Job Contractual hours 32-40 Field of expertise Headquater Managerial position No Job description Working with and for a smile At Jumbo, our ambition is to be the most customer-oriented company. We want to surprise our customers and exceed expectations so they enjoy doing their shoppin…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 69600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5242356614?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Front End Developer",
    "description": "Senior Front End Developer Global Retailer - Utrecht Netherlands The Company and Role Our client is a global retail company with over 15,000 stores under 10 retail brands in with over 130,000 employees worldwide. very year, we are serving over 6 billion shoppers via their technology-enabled platforms. Their unique strategy is more about creating an integrated experience to better serve customers’ needs through digital transformation, that enables them to shop across any channel, anytime, anywhe…",
    "secteur": "PR Reclame en Marketing vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5241287837?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer",
    "description": "Wat ga je doen als Senior Java Developer? Als Senior Java Developer speel je een cruciale rol in de ontwikkeling van onze backend-systemen. Jij leidt projecten: van het opstellen van softwarevereisten en architectuurontwerpen tot aan coderen, testen en uitrollen. Je werkt binnen een cross-functioneel team , gefocust op applicaties binnen ons betaalplatform, zoals iDEAL . Op dagelijkse basis houd jij je bezig met: Schrijven van schone en schaalbare code met oog voor bestaande systeemontwerpen. H…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5240237424?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Full-Stack Applicatieontwikkelaar – DevOps",
    "description": "Ben jij een ervaren full-stack ontwikkelaar met een passie voor Java en DevOps? Wil jij werken aan applicaties met een hoog vertrouwelijk karakter binnen een dynamisch team? Dan is deze uitdagende functie iets voor jou! Jouw rol als Full-Stack Applicatieontwikkelaar Als ontwikkelaar ben je een essentieel onderdeel van een DevOps-team binnen de afdeling Vertrouwelijke Informatie . Je werkt aan de ontwikkeling en optimalisatie van applicaties die cruciaal zijn voor de organisatie. Je zorgt ervoor…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5239909846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java developer",
    "description": "Ludicrous Dukes ontwikkelt en implementeert innovatieve ICT-oplossingen voor een breed scala aan klanten. Onze projecten variëren van complexe enterprise-oplossingen tot schaalbare cloudplatformen. De meeste van onze klanten bevinden zich in Nederland en zijn actief in uiteenlopende branches. Onze werkwijze kenmerkt zich door samenwerking, autonomie en een flinke dosis technisch vakmanschap. Wat ga jij doen als Java Developer bij Ludicrous Dukes? Als ervaren Java Developer werk je binnen ons de…",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5236830411?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Algemene informatie Referentie 2025-5536 Werkgebied Standaard Functie IT - Devops Engineer Vacature naam Data Engineer Werkgebied IT, Digital & Data Introductie Are you a skilled Data Engineer with a passion for building robust data pipelines and transforming raw data into valuable insights? Functieomschrijving Are you a skilled Data Engineer with a passion for building robust data pipelines and transforming raw data into valuable insights? Data Engineer Fulltime Eindhoven As a Data Engineer, y…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50400,
    "salaire_max": 76800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5236017974?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Junior DevOps Engineer",
    "description": "Junior DevOps Engineer AIVD Functieomschrijving Ben jij een enthousiaste en actieve junior DevOps Engineer die interesse heeft in applicatieontwikkeling en die zich graag in die richting wilt ontwikkelen? Kom jij bijdragen aan de veiligheid van data op onze netwerken en wil je helpen de vertrouwelijkheid van de AIVD te beschermen? Grijp die kans om jezelf te ontwikkelen tot een gespecialiseerd software developer. Een goede informatievoorziening is voor de Algemene Inlichtingen- en Veiligheidsdi…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 40848,
    "salaire_max": 64668,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5234789963?se=mgflPiJY8BGfwcXQ_Wy5iw&utm_medium=api&utm_source=03d8c83f&v=02229DF69CC72113E3B12499E12592B579B17832",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java DevOps Engineer | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747980?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Oracle Cloud Database Administrator | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747713?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Oracle APEX Developer | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747378?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "SAP Logistics Consultant | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747317?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "SAP SuccessFactors Consultant | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747304?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "SAP ABAP - Fiori/UI5 Developer | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747315?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Oracle Fusion Middleware Specialist | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747321?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Full Stack Developer | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747318?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Oracle Cloud Infrastructure Specialist | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747319?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "SAP Financials Consultant | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747312?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Microservices Developer | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747303?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Oracle Cloud HCM Consultant | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747274?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Backend Developer | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747030?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "SAP Analytics Cloud Consultant | Midlance",
    "description": "ONS VERHAAL RedBlue IT Professionals detacheert senior IT Professionals op projecten bij vooraanstaande organisaties in Nederland, Duitsland en Belgi . \"Red\" staat voor onze Oracle expertise en \"Blue\" staat voor SAP expertise. Sinds de overname door Oracle hoort Java daar ook bij. In 2008 werd RedBlue door Ron du Fijn en Raoul Zeilstra opgericht met het idee dat de samenwerking en beloning in de detachering anders, beter en leuker kon. Er werd gestart met het bedrijfsmodel waar geen uitgaven wo…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5234747031?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer",
    "description": "Shape the future of HR Tech at scale At HeadFirst Group , we are redefining the flexible labour market with our platform Striive , connecting over 180,000 independent professionals, suppliers, and clients . From onboarding and matching to contracts, time tracking, and invoicing everything runs on Striive. The Opportunity As we prepare for rapid international expansion into the UK, US, and other markets , our platform must scale to support multi-region operations , complex compliance requirement…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 88800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5232980425?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Engineer",
    "description": "Algemene informatie Referentie 2025-6576 Werkgebied Standaard Functie IT - Devops Engineer Vacature naam Senior Data Engineer Werkgebied IT, Digital & Data Introductie Are you a skilled Senior Data Engineer with a passion for building robust data pipelines and transforming raw data into valuable insights? Functieomschrijving Are you a skilled Senior Data Engineer with a passion for building robust data pipelines and transforming raw data into valuable insights? Senior Data Engineer Fulltime Ein…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 84,
    "salaire_max": 67200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5232309598?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Back End Java Developer",
    "description": "Java Developer gezocht! Ben jij een gedreven Java Developer die graag werkt in een dynamische Azure Cloud-omgeving ? Wil jij applicaties ontwikkelen die gegevens verzamelen, distribueren en visualiseren? Dan hebben wij een uitdagende rol voor jou! Wat ga je doen? Ontwikkelen van innovatieve applicaties binnen een Azure Cloud-omgeving . Werken met IAAS- en PAAS-diensten en gebruikmaken van Continuous Integration & Delivery . Samenwerken met een (proxy) Product Owner, Scrum Master en collega-ontw…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java",
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5231949214?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer Voorschoten",
    "description": "Jouw rol: Senior Java Developer Voorschoten Ben jij een engineer die voldoening haalt uit complexe domeinlogica, robuuste softwarekwaliteit en het idee dat jouw werk letterlijk levens beïnvloedt ? Wil je een sleutelrol spelen in de ontwikkeling van een nieuw missie-kritisch platform met complexe event-driven businesslogica , systeemintegratievraagstukken en end-to-end ownership (“you build it, you run it”)? Werk jij graag lekker 4x9 uur , waarbij je 2 dagen thuiswerkt en beschikt over 34 vakant…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 75000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5230240005?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Ontwikkelaar bij Stichting Eurotransplant in Leiden",
    "description": "Dankzij onze applicaties zorgen we ervoor dat patiënten dat patiënten op de wachtlijst een levensreddende transplantatie kunnen ondergaan. Ben jij een klantgerichte softwareontwikkelaar die constructief en kritisch meedenkt met gebruikers in acht Europese landen? Bouw je graag doelgericht mee aan bedrijf kritische IT-systemen? Lees dan snel verder en kom ons modern werkende, compacte IT-team versterken als: Java Ontwikkelaar (32 – 36 uur per week) Eurotransplant verzorgt het ‘matchen’ en toewij…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 45012,
    "salaire_max": 71736,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5220170682?se=nlBfQCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=F6B79FDB0787D3A55ED79C8D8694CB2C5577D583",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "CRM Developer / Consultant",
    "description": "Bedrijfsprofiel Lexima werd begin 2000 opgericht en is expert in onderwijsbegeleiding bij leesproblemen, laaggeletterdheid en dyslexie. Vanuit het hoofdkantoor in Amersfoort opereren zij nationaal en internationaal om de producten voor jonge gebruikers onder de aandacht te brengen. Dit mooie kantoor is toegankelijk, en heeft een heerlijke binnentuin waar je lekker kan lunchen. Er werken ongeveer 40 mensen, deels op kantoor maar ook op project locatie. Jouw taken en verantwoordelijkheden Als CRM…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5220168994?se=nlBfQCJY8BGvz4ARLFZxGQ&utm_medium=api&utm_source=03d8c83f&v=53D004A3B6C8AEBF84532C5D55986732704BF5EA",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Analist Maritieme Operaties",
    "description": "Over deze vacature Uitdagende technische functie bij een vooraanstaand onderzoeksinstituut De functie Over deze vacature Wat je precies gaat doen bij de afdeling Surface & AeroSpace Warfare is afhankelijk van waar jouw kennis en enthousiasme liggen. Wel zeker: jij draait mee in technisch-wetenschappelijke onderzoeksprojecten die als doel hebben om Defensie, in het bijzonder de marine, te ondersteunen bij het nemen van betere beslissingen. Dat kan op tal van fronten. Van de aanschaf en instandho…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 40800,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5218301036?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Chapter lead Intelligent Automation – Content Processing",
    "description": "ING values its employees and encourages internal talent to consider this vacancy as a potential next step in their career growth within the organization. If you believe this position aligns with your professional aspirations and skillset, we strongly encourage you to apply. Should you have any questions or require further information about the role or the application process, please do not hesitate to contact the designated recruiter. Are you looking forward to guiding an international team res…",
    "secteur": "PR Reclame en Marketing vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 108,
    "salaire_max": 74112,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5214064998?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Sr. Android Engineer",
    "description": "Imagine a world where every interaction feels effortless. That's what we strive for at CM.com. The world has never innovated as quickly as it is today, and CM.com is at the forefront of innovation again, placing AI at the core of our mission. Our ambition is to be an AI-first company , meaning we don t just use technology; we live it. CM.com is the place for innovators who share our enthusiasm for AI, whether they're powering up our products or transforming our own operations. You may already k…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5212586548?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Developer",
    "description": "Als Java Developer werk je aan de modernisering van een IT-landschap binnen een architecturale omgeving. Je vertaalt functionele vragen naar standaard functionaliteiten binnen een geïntegreerd systeemlandschap, zodat gebruikers hun taken effectief en efficiënt kunnen uitvoeren. Je voert zelfstandig wijzigingen door aan bestaande programmatuur, ontwikkelt nieuwe programma's en implementeert technische verbeteringen. Je bouwt nieuwe functionaliteiten op basis van features en story-beschrijvingen …",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5209261127?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior / Lead Java Developer DevOps",
    "description": "Binnen de afdeling Messaging - Ontvangen & Mededelen zijn we op zoek naar een ervaren Lead Java Developer voor het project Multi Kanaal Ontvangen. Dit project richt zich op het verwerken van diverse inkomende berichten, variërend van kleine XML-bestanden tot grote databestanden. De oplossing maakt gebruik van microservices en containerhosting om schaalbaarheid te garanderen. Het team werkt met innovatieve technieken aan een cruciale voorziening. Als ervaren developer ben je pragmatisch en hands…",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5209261069?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java/Kotlin Tech Lead Amsterdam",
    "description": "Vacature: Java/Kotlin Tech Lead Amsterdam Wil jij een technische kartrekker zijn in de ontwikkeling van een gloednieuw EdTech-product? Werk je graag inhouse aan een maatschappelijk relevant product dat impact maakt op het Nederlandse onderwijs? Lijkt het je gaaf om een compact team technisch te begeleiden, de architectuur te verbeteren en tegelijkertijd zelf mee te bouwen? Zeg jij 'ja' tegen full productownership , vrijheid in architectuurkeuzes en een salaris tot €110.000? Dan is dit jouw kans…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5188045569?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Developer",
    "description": "About Crystalloids Crystalloids was founded in 2006 and consists of qualified software and data specialists that help organizations innovate and grow their business by building data-driven solutions. We are a Premier Google Cloud partner. We believe that the foundation for a successful solution is based on three dimensions: the people, the processes, and the technology. At Crystalloids, we always take these three dimensions into account when we build solutions for our customers. We have gained …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 120000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5186482750?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java software developer",
    "description": "Functieomschrijving Ben jij een ervaren Java Software Developer met een passie voor IT en een onstilbare honger naar kennis? Bij Bright Cubes zoeken we iemand die zichzelf wil uitdagen en klaar is voor innovatieve projecten die passen bij jouw ambitie, kennis en ervaring. Als Software Developer bij Bright Cubes ben je een belangrijke schakel in het oplossen van complexe softwarevraagstukken voor onze klanten. Samen met hen ga je aan de slag om hun wensen en behoeften te vertalen naar concrete o…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5186482748?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior - senior Java developer",
    "description": "Functieomschrijving Als software engineer bij Quad Solutions werk je met moderne technologieën zoals Java (of C#, Kotlin, C++) en frameworks zoals Spring (Boot), Vert.x of Micronaut. Je houdt je bezig met zowel back-end als front-end ontwikkeling, build pipelines, en geautomatiseerd testen. Je krijgt de kans om je technische vaardigheden verder te ontwikkelen in een cultuur van autonomie en samenwerking, waar je niet alleen verantwoordelijkheid neemt voor je werk, maar ook samenwerkt met colleg…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 69600,
    "salaire_max": 99600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5186482754?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Developer",
    "description": "Functieomschrijving: Wat ga je doen? Ontwikkel innovatieve maatwerk applicaties en systemen voor onze klanten in jouw regio. Werk in DevOps scrum teams volgens de Agile methode. Continuous Delivery, Continuous Integration en geautomatiseerd testen, on premise met Docker en Kubernetes of in een public cloud zoals AWS en Azure. Blijf vooroplopen in professioneel software development door het volgen van workshops en trainingen. Ontwikkelen van innovatieve maatwerk applicaties en systemen. Werken i…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java",
      "aws",
      "docker",
      "azure",
      "kubernetes"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 36000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5186482749?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer",
    "description": "Who we are We are a challenging organisation with self-managing developers . In small teams , we work on projects for our customers , when possible from their location or from our own offices. We are not a traditional service company , as Lunatechies work in teams and are not send alone on customer projects. We develop custom-made software systems , mainly for systems integration, machine learning, big data projects, and backend solutions. Our skill set lies on the JVM, focusing on Java, Kotlin…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 47000,
    "salaire_max": 52000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5181629414?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Software Engineer Rotterdam",
    "description": "Jouw baan: Senior Java Software Engineer Rotterdam Wil jij software bouwen die organisaties verbindt in een van de drukste logistieke netwerken van Europa? Zoek jij een omgeving waar je je écht kunt vastbijten in architectuur, schaalbaarheid en systeemkwaliteit? En werk je het liefst in een engineeringcultuur waar je dagelijks releaset en wordt uitgedaagd door collega’s die inhoud belangrijker vinden dan uiterlijk vertoon ? Dan is dit de rol waarin jij als engineer tot je recht komt en je code …",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 75000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5175666390?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software solution architect",
    "description": "Prodin Business Solutions ontwikkelt en implementeert de Prodin ERP software. Het merendeel van onze klanten bevindt zich in Nederland, Duitsland en België en zijn actief in uiteenlopende branches. Wat ga jij doen als Software Solution Architect bij Prodin Business Solutions? Wij zijn een aantal jaar geleden gestart met een grondige modernisering van de Prodin ERP software. Het doel hiervan is om onze klanten een volledige Software-as-a-Service oplossing vanuit de Prodin Cloud te kunnen bieden.…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5164628411?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Junior JVM Software Engineer Utrecht",
    "description": "Jouw baan: Junior JVM Software Engineer Utrecht Wil jij jouw carrière starten met uitdagende, langdurige projecten voor klanten die miljoenen gebruikers bedienen ? Wil jij leren van engineers die op conferenties spreken , met jou hun kennis delen en je begeleiden naar het volgende niveau ? Wil jij ervaring opdoen in verschillende engineeringomgevingen , zodat je ontdekt wat écht bij je past ? Wil jij meebouwen aan greenfield projecten binnen multidisciplinaire teams , terwijl je tot vier dagen …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5161973685?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "JVM Software Engineer Amsterdam",
    "description": "Jouw baan: JVM Software Engineer Amsterdam Wil jij jouw carrière starten met uitdagende, langdurige projecten voor klanten die miljoenen gebruikers bedienen ? Wil jij leren van engineers die op conferenties spreken , met jou hun kennis delen en je begeleiden naar het volgende niveau ? Wil jij ervaring opdoen in verschillende engineeringomgevingen , zodat je ontdekt wat écht bij je past ? Wil jij meebouwen aan greenfield projecten binnen multidisciplinaire teams , terwijl je tot vier dagen per w…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5161973688?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Junior JVM Software Engineer Amsterdam",
    "description": "Jouw baan: Junior JVM Software Engineer Amsterdam Wil jij jouw carrière starten met uitdagende, langdurige projecten voor klanten die miljoenen gebruikers bedienen ? Wil jij leren van engineers die op conferenties spreken , met jou hun kennis delen en je begeleiden naar het volgende niveau ? Wil jij ervaring opdoen in verschillende engineeringomgevingen , zodat je ontdekt wat écht bij je past ? Wil jij meebouwen aan greenfield projecten binnen multidisciplinaire teams , terwijl je tot vier dage…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5161973686?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Trainee Software Developer (Career Accelerator with Employment Guarantee)",
    "description": "Are you excited about leveraging your creativity and problem-solving skills to build innovative software solutions that make a positive impact on users' lives? Are you looking for a structured training program that can kickstart your career in software development? At Nuyew Tech Academy, we specialise in providing aspiring tech professionals like you with the tools, training, and support needed to launch successful careers in this vital industry. Whether you're starting from scratch or looking …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5157305387?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Backend Engineer Utrecht",
    "description": "Vacature: Backend Engineer Utrecht Werk jij ook graag voor een zeer stabiel middelgroot E-health bedrijf , waarbij je eigen producten ontwikkelt? Werk jij graag in de volle breedte van een product van met real-time data, high available API’s en slimme ai-based features ? Wil jij werken in een snelle ontwikkelomgeving waarbij het engineering team veel vrijheid krijgt om te experimenteren en veel ruimte voor eigen ideeën ? Werk je ook graag in een moderne engineering omgeving met een salaris tot …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5149148551?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Kotlin Developer",
    "description": "Jouw baan: Senior Kotlin Developer Utrecht Maak je graag wereldwijd impact middels E-learning op het kennisniveau van bij miljoenen professionals? Zou jij ook willen werken met een hechte SaaS productenclub uit Utrecht vol passievolle vakgenoten , met veel vrijheid, autonomie , snelle beslissingscycli en direct feedback op je werk? Zet jij je tanden graag in complexe puzzels rondom security, schaalbaarheid, event-driven architecturen? Zeg je ja tegen een salaris oplopend tot €85.000, een riante…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261835?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Java Developer Amsterdam",
    "description": "Jouw baan: Medior Java Developer Amsterdam Werk jij graag aan kwalitatieve nieuwbouwprojecten met een lange doorlooptijd ? Bouw jij graag slimme data intensieve systemen die het leven gemakkelijker maken van duizenden Nederlanders ? Zet jij graag moderne technologie in om vraagstukken rondom duurzaamheid om te lossen? Werk je graag met hoogopgeleide en energieke collega’s die houden van zelfontwikkeling? Dan is dit de baan voor jou Jouw werkgever: Innovatie nieuwbouw projecten voor een duurzame…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 51840,
    "salaire_max": 64800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261844?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Kotlin Developer Utrecht",
    "description": "Vacature: Senior Kotlin Developer Utrecht Wil jij werken aan een toonaangevend SaaS-platform met enorme impact binnen Nederland en veel vrijheid in tech en architectuur? Lijkt het je gaaf om in een hecht team van engineers te werken van slimme koppen? Ben jij op zoek naar een rol waarin je 20% van je werktijd kunt besteden aan persoonlijke ontwikkeling en leertijd? En zeg jij ook ja, tegen riante voorwaarden zoals een salaris oplopend tot €103.000, 20% leertijd, pensioen, flexibele werktijden e…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 103000,
    "salaire_max": 103000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261842?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer Amsterdam",
    "description": "Jouw baan: Senior Java Developer Amsterdam Werk jij graag aan kwalitatieve nieuwbouwprojecten met een lange doorlooptijd ? Bouw jij graag slimme data intensieve systemen die het leven gemakkelijker maken van duizenden Nederlanders ? Zet jij graag moderne technologie in om vraagstukken rondom duurzaamheid om te lossen? Werk je graag met hoogopgeleide en energieke collega’s die houden van zelfontwikkeling? Dan is dit de baan voor jou Jouw werkgever: Innovatie nieuwbouw projecten voor een duurzame…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 59616,
    "salaire_max": 77760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Kotlin Developer Amsterdam",
    "description": "Vacature: Senior Java Kotlin Developer Amsterdam Hoe zou je het vinden om bij een klein en hecht MedTech bedrijf te werken waar je direct impact hebt op het redden van honderdduizenden mensenlevens? Lijkt het jouw gaaf iets terug te geven aan de wereld d.m.v. open source software te bouwen? Werk jij ook graag voor een bedrijf met een zeer belangrijke maatschappelijke functie , en tegelijkertijd werken met slimme collega’s en echte Computer Science uitdagingen op te lossen? Zou je ook goed beloo…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261840?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Backend Engineer Amsterdam",
    "description": "Vacature: Senior Backend Engineer Amsterdam Zou jij graag willen werken bij een goed gefunde scale-up , opgericht door guru’s uit de Nederlandse FinTech industrie? Zou jij ook graag onderdeel willen zijn van het founding team van deze rising star? Zou je willen helpen bij het ontwikkelen van nog-niet-eerder opgeloste high- available software met vele verschillende diensten, die voornamelijk greenfield zijn? Hoe zit het met het kraken van non-triviale, zeer complexe codeerpuzzels samen met de sl…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261837?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer Amsterdam",
    "description": "Jouw baan: Senior Java Developer Amsterdam Hou jij van werken voor een innovatieve FinTech Scale-Up met Mission-Critical systemen met miljarden transacties per dag, impact op miljoenen en de mogelijkheid de hele markt op z’n kop te zetten? Hou jij van de mentale puzzels binnen mission critical FinTech , werk maar dan binnen een middelgrote, innovatieve tech-organisatie zonder bureaucratie , met hechte cultuur en uitstekende work-life balans? Lijkt het jou gaaf om te werken aan modernisatie van …",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261836?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer Amsterdam",
    "description": "Vacature: Senior Java Developer Amsterdam Zou jij graag willen werken bij een goed gefunde start-up/scale-up , opgericht door guru’s uit de Nederlandse FinTech industrie? Zou jij ook graag onderdeel willen zijn van het founding team van deze rising star? Zou je willen helpen bij het ontwikkelen van Mission Critical, high available, high throughput platform met vele verschillende diensten, die voornamelijk greenfield zijn? Hoe zit het met het kraken van niet triviale, zeer complexe codeerpuzzels…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 95000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261839?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Developer Amsterdam",
    "description": "Vacature: Senior Java Developer Amsterdam Wil jij vanaf dag één bouwen aan een volledig nieuwbouwe platform zonder legacy , terwijl je volledige vrijheid hebt in de keuze van tech stack en architectuur? Lijkt het je gaaf om met een klein, high-performing team van ervaren engineers te werken aan innovatieve en schaalbare softwareoplossingen? Ben jij iemand die energie krijgt van complexe engineeringuitdagingen en graag werkt aan systemen die jarenlang stabiel, veilig en future-proof blijven? Wil…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 85000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261847?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Java Kotlin Backend Engineer Utrecht",
    "description": "Vacature: Java Kotlin Backend Engineer Utrecht Vind jij het ook gaaf om complexe automatiseringsvraagstukken op te lossen die écht verschil maken? Wil jij AI inzetten om je werk als software engineer slimmer en efficiënter te maken —denk aan het laten genereren van edge cases, tests schrijven, of razendsnel PoC’s bouwen? Werk jij het liefst met een klein, hecht team van JVM-experts die technisch en emotioneel scherp zijn? Zeg jij ja tegen 20 innovatiedagen, een €5.000 trainingsbudget, hackatons…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261831?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Java Kotlin Developer Utrecht",
    "description": "Vacature: Senior Java Kotlin Developer Utrecht Wil jij werken aan een toonaangevend SaaS-platform met enorme impact binnen Nederland en veel vrijheid in tech en architectuur? Lijkt het je gaaf om in een hecht team van engineers te werken van slimme koppen? Ben jij op zoek naar een rol waarin je 20% van je werktijd kunt besteden aan persoonlijke ontwikkeling en leertijd? En zeg jij ook ja, tegen riante voorwaarden zoals een salaris oplopend tot €103.000, 20% leertijd, pensioen, flexibele werktij…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 103000,
    "salaire_max": 103000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5140261843?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Developer",
    "description": "Design and develop SCADA monitoring solutions using WinCC OA Integrate camera systems, PLCs, KPIs, and remote diagnostics Collaborate with hardware and automation teams Support commissioning and on-site implementation (occasional visits) Contribute to agile development processes Help shape new features for future crane systems 3 years' experience with C# Strong skills in object-oriented programming (C++, Java, .NET) Experience with industrial automation , motion control, or mechatronics Solid k…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 60000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5133567276?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Verification Engineer",
    "description": "Over deze vacature Software Verification Engineer De functie Als Software Verification Engineer ben je verantwoordelijk voor de kwaliteit en betrouwbaarheid van real-time software voor radar- en sensorsystemen. Binnen een multidisciplinair Agile/Scrum-team zorg je ervoor dat de oplossingen voldoen aan de hoogste standaarden op het gebied van prestaties, betrouwbaarheid en veiligheid. Jouw verantwoordelijkheden op een rij: Testen en valideren van software voor complexe radarverwerkingssystemen O…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5133431410?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Java Software Engineer",
    "description": "Over deze vacature Medior Java Software Engineer De functie Over deze vacature Voor onze opdrachtgever in Hengelo zoeken wij een ervaren Java Software Engineer met een scherp oog voor performance en grafische toepassingen. In deze rol werk je aan complexe, realtime radarsoftware die een cruciale rol speelt in missies waar veiligheid centraal staat. Je ontwikkelt technologie die wereldwijd wordt ingezet en onder de meest veeleisende omstandigheden moet presteren. De functie Als Java Software Eng…",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5133431409?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Site Reliability Engineer",
    "description": "Are you a passionate engineer with a drive for excellence in SRE and automation? Join us and unleash your potential as part of a team dedicated to empowering clients to reach new heights in engineering We seek talented engineers to deliver value to our clients by adopting Site Reliability Engineering (SRE) concepts. We enhance developer productivity, speed up software delivery, and create resilient, secure systems. Not only that, but we also built our own platform as a Service. Ready to contrib…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 96000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5119722666?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Security Software Developer",
    "description": "Are you ready to shape the future of digital security and connectivity? We're on the lookout for a dynamic Security Software Developer with a keen focus on Test, Integration, and QA to join our pioneering team. Dive into the heart of innovation with our Secure Access Service Edge (SASE) offerings, where your expertise will not only be valued, but will also be pivotal in driving digital transformation. Your role: Innovate and transform: Spearhead the development, integration, and operationalizat…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5119722210?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Junior Data Engineer Azure - MSc Béta – omgeving Den Bosch",
    "description": "Junior Data Engineer Azure - MSc Béta - omgeving Den Bosch Ben jij die gedreven Junior Data Engineer met een hart voor data en een passie voor maatschappelijke impact? Krijg jij energie van het idee dat jouw werk bijdraagt aan significante verbeteringen binnen de publieke sector? Dan zijn wij op zoek naar jou! Junior Data Engineer - Jouw kans om maatschappelijke impact te maken! Wij zijn een dynamische club met een missie: het benutten van data & AI om echte, tastbare verschillen te maken in on…",
    "secteur": "Unknown",
    "skills": [
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5119721959?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Are you passionate about transforming raw data into valuable insights? Do you thrive in a dynamic, collaborative environment? At our company, we're on the brink of changing the world of vehicle inspections, and we want you to be part of it Your Role and Impact As our Data Engineer, you will dive into a sea of diverse data sources, turning them into visually appealing and compelling analytical solutions. Your responsibilities will extend from collecting and structuring complex datasets to design…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 56592,
    "salaire_max": 68256,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5119720947?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps - ISC",
    "description": "Are you the go-to person when someone's stuck in the cloud? We're looking for a Senior DevOps Engineer who knows their way around AWS, Azure, and GCP like the back of their hand. If coding in Python, Go, Java, C#, or TypeScript is your kind of fun, you're just who we need. Your Role: You'll be crafting tools that make coding feel like a walk in the park for developers. Imagine working with the big players—think Essent and Van de Bron—to bring fresh ideas to life. Your mission is to smooth out e…",
    "secteur": "Unknown",
    "skills": [
      "python",
      "java",
      "aws",
      "typescript",
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 96000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5119720864?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps Engineer for innovative open-source developer experience platform",
    "description": "Embracing the cutting-edge technology in the DevOps landscape and be part of the birth of an innovative open-source project  Do you have the creativity and drive not just to innovate, but to make a real impact on a grand scale? Ever fantasized about a developer platform that actually gets you? One that doesn't just watch you struggle with the setup like a sadistic reality show host, but jumps in to help? We're mixing up something special - a developer platform that's more than just a silent par…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5119720730?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  }
]