[
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Application Architect – Duurzame Innovatie in de Praktijk",
    "description": "Wil jij als Application Architect impact maken binnen een toekomstgerichte en maatschappelijk relevante sector? Bij een toonaangevende speler actief in duurzame land- en tuinbouw krijg je de kans om jouw expertise in applicatie-architectuur én ontwikkeling in te zetten binnen een vooruitstrevende IT-omgeving. Jouw rol Als Application Architect werk je binnen een multidisciplinair team van developers en architecten. Je werkt met moderne ontwikkelplatformen zoals Outsystems , Power Platform , Mag…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5233016653?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "Full Stack Developer",
    "description": "Full Stack Developer | Aantrekkelijk loonpakket | gedreven IT team | Regio Gent | 1108361 Over de organisatie Onze klant is een toonaangevend internationaal bedrijf met een vestiging in de regio Gent. Ze ondersteunen professionals in de bouwsector met innovatieve oplossingen die bijdragen aan duurzame en efficiënte bouwprojecten. Je komt terecht in een dynamisch team waar kennisdeling, opleiding en doorgroeimogelijkheden centraal staan. Jouw nieuwe functie In deze rol werk je binnen een multidi…",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5213894962?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  },
  {
    "pays": "Belgium",
    "code_pays": "be",
    "titre": "VP of Engineering",
    "description": "At TechBiz Global, we’re more than just a recruitment and software development company — we’re aGerman based global partner dedicated to your business success. With a diverse, distributed team, we specialize in IT recruitment, outstaffing, outsourcing, software development, and consulting services for more than 100 clients around over 20 countries. At TechBiz Global, we are providing recruitment service to our TOP clients from our portfolio. We are currently seeking a VP of Engineering to join …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.be/details/5048283542?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250703_1726"
  }
]