[
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Tech Lead Front End (H/F) (IT)",
    "description": "Tech Lead IT - Relevez des défis technologiques ambitieux ! Vos missions : Intégré(e) à une équipe talentueuse et dynamique chez l?un de nos clients, vous serez à la fois un référent technique et un moteur pour l?équipe. À ce titre, vos principales responsabilités seront de : ?Piloter et encadrer une équipe de développeurs, en assurant leur montée en compétences technique et méthodologique. ?Participer activement au développement des solutions en HTML, CSS3, Javascript, React, SASS et NextJS. ?…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 38000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5277389935?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Responsable Marketing Aval et coordination SMR/AMR F/H",
    "description": "Ce poste est basé au sein du Département Marketing et Nouveau Nucléaire, au siège d’Orano à Prisme sous la hiérarchie du Directeur Marketing Aval. Missions Analyser en approfondie de marchés, d'identification des marchés cibles, de consolidation des jeux d'acteurs pour appuyer les forces des ventes dans notre positionnement commercial et de partenariat Initier et assurer les étapes de développement de nouveaux concepts d'offre et d'opportunités de services avec les clients et leurs partie prena…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276998075?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur PHP Symfony React H/F",
    "description": "Description du poste [En Bref] NoESN/SSII - CDI EN DIRECT - Développeur PHP Symfony React H/F - Création de poste - Mandelieu - 35/50K€ - télétravail flexible Envie de travailler pour un Editeur de logiciel ? Un équipe à taille humaine te rassure ? Tu connais bien Symfony et React ? Tu n'as pas peur de prendre des initiatives et donner ton avis ? Ce job est fait pour toi ! Tes missions - Concevoir et développer des fonctionnalités complexes au sein d’une plateforme SaaS utilisée à l’échelle int…",
    "secteur": "Unknown",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 33000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276903133?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack C#.Net/Angular ou React F/H",
    "description": "Description du Poste : Développeur(se) Full-Stack C# / Angular Vous rejoindrez une équipe agile et pluridisciplinaire, composée d'un Product Owner, d'un Tech Lead, de 7 développeurs, et d'un Quality Analyst. Notre mission est de construire et de faire évoluer une plateforme innovante en utilisant les technologies les plus modernes. Missions Principales Développement et Support Participer activement au développement Back-End en C#/.NET et Front-End en Angular, en respectant les meilleures pratiq…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 44000,
    "salaire_max": 52000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276901419?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Developpeur Front End F/H",
    "description": "Développeur Front-end React JS , votre intégrerez l'équipe D3S, apportant vos connaissances et expériences aux développements d'applications variées. Notre nouvelle génération de logiciel d'IA exploitant massivement les plans 3D des pièces dans l'automobile, l'aéronautique, etc. et Des solutions spécifiques sur projet client (simulation de flux, LLM sur non conformités en production, optimisation des stocks, etc) Après un onboarding progressif, vous gagnerez en autonomie sur le développement de…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276901400?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Développement React.JS/Node.JS F/H",
    "description": "Notre client est une agence d'e-commerce dans le tourisme à taille humaine. Au sein de l'équipe Édition, vous serez en charge du développement des outils de ventes (Widget, Tunnel et Paiement) et de toutes les passerelles nécessaires à l'interconnexion à la place de marché avec les systèmes d'information des acteurs du tourisme. Vous serez en charge de la conception et du développement d'une brique technologique (Widget, passerelle) en relation avec le reste de l'équipe pour étendre les fonctio…",
    "secteur": "Emplois Consultants",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276900639?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur/Ingénieure Etudes Essais Nouveau Nucléaire F/H",
    "description": "Vous êtes à la recherche d'une opportunité professionnelle stimulante et enrichissante ? Vous êtes passionné(e) par les défis techniques et aspirez à une expérience internationale unique ? Nous vous proposons un parcours alliant une année de professionnalisation en France au sein de notre Direction, suivie d'une expatriation d'une année au Royaume-Uni sur le site Hinkley Point C (HPC) puis au terme de cette expérience chantier, vous réintègrerez notre Direction pour contribuer activement au cha…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 49000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276900546?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack F/H",
    "description": "Développement d’une plateforme web de supervision de flotte aérienne permettant de visualiser en temps réel l’état des appareils, leur position, les alertes techniques et les besoins de maintenance. L’interface est développée en React, avec un backend FastAPI exposant des API REST connectées à MongoDB pour les données en temps réel et MySQL pour les données structurées. L’authentification et la gestion des rôles sont assurées par Keycloak. L’ensemble est conteneurisé via Docker et orchestré ave…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "docker"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276900588?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack Java F/H",
    "description": "Votre mission, si vous l'acceptez : Participer à toutes les phases des projets : analyse, conception, développement, tests, démos. Collaborer au quotidien avec architectes, experts, chefs de projet et Scrum Masters. Travailler avec des technologies modernes : Java (Spring Boot), React ou Vue.js, API Rest. Contribuer activement aux cérémonies agiles et à la dynamique collective. Votre terrain de jeu technique :Java – Spring Boot – React/Vue.js – API Rest – JUnit – Jest Ce que vous trouverez chez…",
    "secteur": "Emplois Consultants",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276900266?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Senior Laravel React F/H",
    "description": "Nous recherchons pour le compte de notre partenaire spécialisé dans le développement d'une plateforme SaaS tout en un, un.e développeur.euse sénior fullstack expérimenté pour participer aux développement d’une application web et mobile et superviser l'architecture technique de plusieurs autres projets de développement. Responsabilités principales Architecture & Développement: Conception et implémentation de l'architecture technique des projets Développement des composants critiques (back-end et…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276900323?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Sûreté pour la Conception et la Modification des Rep H/F",
    "description": "Ingénieur(e) débutant(e), vous êtes à la recherche de votre 1er emploi ? Vous souhaitez rejoindre les équipes d'ingénierie de Framatome pour être au coeur de la conception des centrales et installations nucléaires ? A la Direction Technique et Ingénierie (DTI), nous vous donnons l'opportunité de bénéficier d'un programme d'intégration professionnel, qui vous permettra de comprendre l'entreprise, les métiers de l'ingénierie et le savoir nucléaire utile à votre métier. Au sein d'une promotion, vo…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45500,
    "salaire_max": 45500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276900108?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=D6338BC434EAD66CBC11A92963E3DE7899B51818",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur·e Sûreté pour la Conception et la Modification des Rep H/F",
    "description": "Ingénieur.e débutant.e, vous êtes à la recherche de votre 1er emploi ? Vous souhaitez rejoindre les équipes d'ingénierie de Framatome pour être au coeur de la conception des centrales et installations nucléaires ? A la Direction Technique et Ingénierie (DTI), nous vous donnons l'opportunité de bénéficier d'un programme d'intégration professionnel, qui vous permettra de comprendre l'entreprise, les métiers de l'ingénierie et le savoir nucléaire utile à votre métier. Au sein d'une promotion, vous…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45500,
    "salaire_max": 45500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276900101?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=4FBCDC9B7873AAE0085EDAE067282D8C0129FE39",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Technicien service F/H",
    "description": "Intégré au sein du département Service, vous réaliserez les interventions de mise en service, de maintenance et de dépannage sur le matériel CHLORIDE ou Multimarques chez nos clients en France. Préparation de la mission Le Briefing en amont permet de prendre connaissance de l'ordre de mission et des dossiers techniques associés. Une participation aux réunions préparatoires avec les chargés d'affaires Projet et Services sera également nécessaire en amont de toutes interventions chez nos clients.…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 33000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276896763?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "DEVELOPPEUR SENIOR FULLSTACK IA F/H",
    "description": "En bref : Développeur Senior Full Stack IA H/F – CDI – Clapiers (34) – 40-47K€ – IoT, santé connectée. La division IT de notre bureau recherche pour son client, spécialisé dans la conception de solutions connectées notamment dans la santé, un Développeur Senior Full Stack IA H/F sur Clapiers (34). VOS MISSIONS Vous intégrerez une équipe d'une petite quarantaine de personnes au sein de la DSI. Au sein de l'équipe de développeurs web, vous serez en charge des missions suivantes : - Concevoir et d…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276896635?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Back-end / Java – Quarkus F/H",
    "description": "Dans le cadre d'un recrutement en CDI, nous recherchons un Développeur Back-End JAVA – Spécialité E-Commerce H/F pour renforcer notre pôle d'excellence « Transformation des Systèmes d'Informations ». Dans le cadre de la refonte complète d'une plateforme e-commerce pour renforcer la position de leader européen du BtoB digital sur leurs marchés. En tant que Développeur Java Back-end confirmé, vous intégrez une squad composée de 7 membres et vous contribuez directement au développement de la nouve…",
    "secteur": "Emplois Informatique",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276896420?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Lead Développeur Full Stack F/H",
    "description": "Au sein de la direction technique métier et sous la responsabilité du Chef de projets numériques, votre mission est de concevoir, développer et maintenir les outils numériques de Sénova. Parmi nos projets IT, nous développons deux plateformes numériques ambitieuses : ● Goréno – Pierre angulaire d’un projet de rénovation énergétique de copropriétés faisant le lien entre les copropriétaires, le syndic et Sénova en tant que maître d’œuvre, tant pour la modélisation financière personnalisée du proj…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276896117?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Senior fullstack Java Cloud Native F/H",
    "description": "Nous recrutons pour l'un de nos clients majeurs dans les télécommunications, un(e) Ingénieur Développement Java & Cloud. Intégré(e) à une équipe agile pluridisciplinaire, vous participerez au développement de solutions logicielles dans un environnement cloud natif, en lien direct avec les problématiques réseau et d'orchestration. Parmi vos responsabilités, vous serez amené à : - Analyser les besoins projet et évaluer les impacts techniques et budgétaires - Relire de manière critique les spécifi…",
    "secteur": "Emplois Informatique",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276895925?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Senior Fullstack Software Engineer (Python and React) F/H",
    "description": "Contexte de la mission Nous recherchons, pour le compte de l’un de nos clients dans le secteur de l’assurance, un Senior Fullstack Software Engineer flexible, à l’apprentissage rapide et techniquement solide, avec une expertise en Python et React (Bilingue Anglais) Secteur : Assurance Localisation : Paris Date de démarrage : Dès que possible Durée : 24 mois Télétravail : Mode hybride Déplacements : 2 à 3 déplacements internationaux par an (Barcelone & Madrid) Langues : Français et Anglais (lu, …",
    "secteur": "Emplois Consultants",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276895359?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Chef de projets travaux neufs - mécanique et électricité F/H",
    "description": "Nous accompagnons un de nos clients industriels sur le secteur d'Angers qui est à la recherche de son futur chef de projet travaux neufs (H/F). Vous serez en charge de la gestion de projet des infrastructures et machines de l'usine en pilotant le budget, en s'assurant de la qualité et en respectant les délais, du cahier des charges jusqu'à la mise en service. - Suivi et gestion des projets de nouveaux équipements et infrastructures lié au secteur de la chimie (réacteurs, vannes, pompes, colonne…",
    "secteur": "Emplois Consultants",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276895329?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Laravel VueJS - Full Remote F/H",
    "description": "Notre client propose une solution logicielle de planification des ressources humaines et matérielles, ainsi que de gestion du pointage, spécialement conçue pour les entreprises des secteurs industriels, nucléaires et ferroviaires. Avec plusieurs milliers d'utilisateurs quotidiens, ce logiciel est en pleine expansion. Dans le cadre de leur croissance, ils recherchent un développeur Full Stack Confirmé ayant déjà travaillé sur du développement logiciel (type ERP, open source) qui jouera un rôle c…",
    "secteur": "Emplois Consultants",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 53000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276895286?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur développement fullstack confirmé F/H",
    "description": "Intégré(e) au sein de l'équipe Imagerie au service Recherche et Développement de la Direction technologie et information, l'ingénieur(e) développement fullstack confirmé est chargé(e) de la conception et développements des fonctionnalités des produits. Vos missions . Être force de proposition sur les aspects techniques, tels que la sécurité, les performances et de la mise en oeuvre. . Accompagner l'équipe sur les choix techniques, les méthodes de développement et la mise en place des bonnes pra…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276894001?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur fullstack JavaScript F/H",
    "description": "Notre client est une entreprise innovante de 25 personnes, spécialisée dans les solutions logicielles B2B. En pleine phase de transition de start-up à scale-up, la société connaît une croissance stable depuis 7 ans avec un très faible turn-over. Mission : Au sein de l'équipe de développement, vous participerez au développement Full Stack de la suite logicielle en : Participant aux sprints bi-mensuels Développement fullstack JavaScript (React, Nest.JS)) Travaillant sur l'architecture logicielle …",
    "secteur": "Emplois Industrie et Construction",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276893972?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur .NET C# F/H",
    "description": "Rattaché.e au Responsable Technique, vous intégrerez une équipe projet composée d’ingénieur.e.s back-end et front-end, et participerez activement au développement de nouvelles fonctionnalités sur des applications web complexes. Votre mission principale sera de concevoir, développer et maintenir des solutions logicielles basées sur l’écosystème .NET, avec une forte attention portée à la performance, à la qualité du code et à l’expérience utilisateur. Vous interviendrez dans toutes les phases du …",
    "secteur": "Emplois Consultants",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 38000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276893956?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Génie Civil - Méthode BIM F/H",
    "description": "Ce que nous pouvons accomplir ensemble : Le service Génie civil et Bâtiment (GCB) d'Edvance constitue le pôle de compétences techniques pour les domaines Génie civil et coordination technique des bâtiments. Il contribue à l'ensemble des projets du nucléaire neuf en France et à l'international. Au sein du service GCB, vous serez intégré(e) dans le groupe en charge de l'intégration du BIM pour les différents projets EPR. En tant qu'Ingénieur(e) Génie Civil - Méthodes BIM, vos missions principales…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276893230?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur QA/Automatisation de test F/H",
    "description": "Dans le cadre d'un projet de refonte et d'évolution d'un système de gestion de réseau de grande envergure, vous interviendrez sur une application logicielle orientés micro-services, en environnement Cloud Native. Vous serez en charge de tester et d'automatiser les tests de la partie front end, écrite en React. Missions principales : Ecriture des fiches de test Ecriture des scripts d'automatisation Installation de l'environnement de test Passage des test manuels et automatique Requalification de…",
    "secteur": "Emplois Ingénierie",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276893058?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Consultant Java / React JS - F/H",
    "description": "Developpeur.se fullstack Java / React JS Le contexte : Nous recherchons pour un de nos clients un consultant confirmé sur le développement Java et React JS. Mission pour la réécriture d'un front en React JS. La double compétence Java et React JS est indispensable. L'expérience angular sera considérée. La maîtrise de l'environnement Java, est indispensable. Une bonne expérience du langage React JS. Outils et méthodes pratiqués : Java / Spring / React JS / REST / Scrum. Le profil : La maîtrise de…",
    "secteur": "Emplois Informatique",
    "skills": [
      "java",
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276892943?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Administrateur SharePoint et Power Platform F/H",
    "description": "Dans le cadre de la transformation digitale de notre entreprise, nous renforçons notre équipe en intégrant un Ingénieur SharePoint ayant une solide expérience sur Microsoft 365 et la Power Platform (Power Apps, Power Automate, Power BI). Vous jouerez un rôle clé dans la conception, la mise en œuvre et la maintenance des solutions collaboratives modernes. A ce titre, vous missions seront les suivantes : - Concevoir, développer et maintenir des solutions SharePoint Online adaptées aux besoins mét…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276892661?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Back End PHP expérimenté (H/F) en CDI",
    "description": "KALIXENS RH recherche pour une société spécialisée dans l'informatique, un Développeur Back end PHP expérimenté (H/F) en CDI. Vous intégrez l'équipe développement sur des missions polyvalentes en Back end PHP. Pour ce faire, vos missions seront les suivantes : - Participer aux réunions « Agile » et en appliquer la méthode au quotidien - Définir le besoin du client en lien avec le Product Owner - Conseiller le client sur les améliorations et évolutions possibles - Prendre en charge le projet du …",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276889251?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Lead Développeur Full Stack Orienté Front End H/F",
    "description": "Lead Développeur Full Stack orienté Front End - CDI - Évry (91) - 65-75 K€ brut annuel Contexte du poste Dans le cadre du lancement d'un train Agile SAFe axé sur les cas d'usage Data, IA et Cloud, une grande structure renforce sa Digital Factory avec un Lead Développeur Full Stack ayant une forte dominante Front End. Vous encadrerez les développements front (React, Angular, etc.), tout en maîtrisant l'intégration backend via Node.js et les environnements Cloud AWS. Vous interviendrez dans un éc…",
    "secteur": "Unknown",
    "skills": [
      "react",
      "aws",
      "node",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276888639?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=E45E1F865D6EF5AF4DE0F6169E187D0A775EC3E8",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Founding Software Engineer IA H/F",
    "description": "En postulant à cette offre vous aurez l'opportunité de rejoindre une startup qui souhaite réinventer l'analyse financière pour accélérer la prise de décision des investisseurs. Aujourd'hui, les processus d'analyse pour accorder un prêt ou investir dans une entreprise sont complexes, longs et manuels. Ils construisent un agent IA capable de lire automatiquement des tableaux Excel, des PDF scannés, et de modéliser la performance financière d'une entreprise - 100x plus vite qu'un analyste. Leur so…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276888596?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=E118AF44072C4ABE668441A6F3678846103A24C6",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Full Stack PHP H/F",
    "description": "Un projet concret. Une équipe soudée. Un quotidien stimulant ! CDI - Client final - Cellule Tech Vous intégrez une entreprise en charge de l'IT d'un groupe industriel passionnant en tant que Développeur PHP / React H/F en CDI à proximité d'Alès. Au sein de cette cellule tech - riche d'une vingtaine de collaborateurs - vous rejoignez l'équipe de développeurs (10p) en charge de solutions sur mesure concrètes. Agilité, Performance et Bienveillance sont au coeur des valeurs de cette société. Ce rec…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 32000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276888593?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=BB0FD18761003A30F54BF626116AC0A61CDD2756",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack H/F",
    "description": "Vous cherchez une société dans laquelle votre sens du service et vos compétences seront reconnus ? Un cadre de travail agréable facilement accessible et pourvu de services de qualité ? Dans le cadre de la refonte complète de leurs sites e-commerce, notre partenaire basé à Aix-en-Provence recherche un développeur fullstack sénior pour intervenir sur un projet stratégique, centré sur la performance, la scalabilité et l'expérience utilisateur. - Développer des interfaces performantes et modulaires…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276888134?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=8F384649103E00FC245E9171FBBAA977B29B02E6",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack PHP Symfony H/F",
    "description": "Nous recherchons un Développeur Fullstack PHP Symfony passionné et expérimenté pour rejoindre l'équipe de notre client (contexte agence de développement web dans un contexte passionnant) et contribuer au développement de solutions innovantes. Vous interviendrez sur des projets variés, du front-end au back-end, et participerez à la conception, au développement et à l'optimisation des applications. En tant que Développeur Fullstack PHP Symfony / React, vous interviendrez sur toutes les étapes des…",
    "secteur": "Unknown",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276886695?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=C902CAB71F36BB8AB30C4780A88D9D7E1E04669E",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur .Net - C# H/F",
    "description": "Dans le cadre du développement de nos activités dans le secteur du commerce en ligne nous recherchons un(e) développeur(se) backend.NET senior avec de solides compétences en React pour renforcer une roadmap ambitieuse sur un périmètre stratégique. Parmi vos missions, vous aurez en charge de : - Participer à la conception, réalisation et mise en production de solutions robustes, performantes et évolutives - Partager les bonnes pratiques, produire un code de qualité et respecter les standards de …",
    "secteur": "Unknown",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 37000,
    "salaire_max": 43000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276886062?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=F0C7178E05466AD0DA5DB7B14FF838E9BE8C2CAF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Web Full Stack Senior Nodejs et React H/F",
    "description": "Les termes React et NodeJS résonnent comme une douce mélodie à vos oreilles ? Vous rêvez d'API et d'IA ? Alors, rejoignez notre client, une agence de conseil et développement web, basée à Aix-en-Provence (13090), en tant que Développeur Web Full Stack senior NodeJS et REACT H/F en CDI. Notre client est une agence spécialiste en conseil et développement de solutions digitales innovantes, basée à Aix-en-Provence. Spécialisé en Réalité Virtuelle, Réalité Augmentée, Réalité Mixte et Phygital (borne…",
    "secteur": "Unknown",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276885073?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=B8775016A2FE4EF61AC47C8905BAC35CD3A228F1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur JAVA (H/F)",
    "description": "Vos missions principales : - Analyser les besoins métiers et proposer des solutions adaptées, - Concevoir, développer et tester les solutions (tests unitaires, d'intégration et de charge), - Participer à la mise en production et assurer la qualité logicielle, - Maintenir les applications existantes (correctif et évolutif), - Assurer le support fonctionnel et technique aux utilisateurs, - Partager vos connaissances et bonnes pratiques au sein de l'équipe. Environnement technique : - Back-end : J…",
    "secteur": "Emplois Informatique",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276884714?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Chimie - Nucléaire F/H",
    "description": "Au sein de l'Unité d'Ingénierie et d'Exploitation (UNIE), un appui à la gestion des produits chimiques et des avis sur les Fiche de Données Sécurité (FDS) est sollicité. Vous serez intégré au service Ingénierie Sécurité Conventionnelle (ISC) du Groupe de Prévention Environnement et Exploitation (GPEX). Vos missions seront de : - Assurer la gestion et la délivrance des avis sur FDS pour le compte de la DPN (Division Production Nucléaire) représentée par l'UNIE ; - Gérer et suivre la Liste Nation…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276884630?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Lead Développeur Backend Java Sénior H/F",
    "description": "Vous cherchez un challenge technique ambitieux et une opportunité d'évolution ? Rejoignez cette entreprise du secteur des assurances en pleine expansion, spécialisée dans la gestion d'épargne et d'investissement en ligne. Leur mission ? Démocratiser l'accès aux produits d'épargne grâce à une plateforme digitale intuitive, performante et sécurisée. La base - Un CDI chez le client final - 60 collaborateurs - Localisation : Paris - N1 : Responsable R&D, dans un environnement agile et collaboratif …",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276884574?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=588C6C22714766C7F5E79FBF900FF856565AB388",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Chef de Projet Informatique H/F",
    "description": "Vous avez fait vos armes en tant que développeur mais c'est la gestion de projet qui rythme vos journées désormais ? Vous souhaitez intégrer une boîte tech très visible sur le marché parisien, bourrée d'enjeux ? Alors, n'hésitez plus, c'est par ici que ça se passe ! En bref - Un CDI chez le client final - Une activité autour des jeux en ligne - Locaux situés à Paris - Équipe : 3 chefs de projets - N1 : Manager des chefs de projet Ce qui pourrait vous plaire - Une entreprise (très) tech crée par…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276884563?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=4728D56CD38DFA5F5C4492FCE9C0DE4BCEEE5420",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Encadrant d'Activités Robinetterie Nucléaire H/F",
    "description": "Chez EDF, ce sont au total 230 métiers qui composent notre activité et permettent chaque jour de travailler à créer un monde neutre en CO2. Le monde de la Maintenance vous intéresse ? Contribuer aux enjeux du Groupe EDF vous plairait ? Rejoignez les équipes de l'Unité Logistique et Maintenance (ULM) au sein du Département de la Production et de l'ingénierie Nucléaire et Thermique (DPNT) ! L'Unité Logistique et Maintenance, créée en 2009 offre au Groupe EDF ses services de Transport, de Maintena…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276875371?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=79D30B07B6B8789E4C8501E82896FBD43C07B324",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Python - Validation et Développement H/F",
    "description": "La Business Unit (BU) Instrumentation et Contrôle-Commande (I&C) regroupe 2400 collaborateurs répartis dans 5 pays. Cette entité conçoit, produit et livre des systèmes d'instrumentation et de contrôle-commande de sûreté des chaudières nucléaires. Essentiels à la sûreté des réacteurs nucléaires, ces dispositifs sont installés dans une quarantaine de centrales, dans une vingtaine de pays. L'entité PID (Product Industrialization et Development) conçoit, développe, commercialise et maintient les pr…",
    "secteur": "Unknown",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276819203?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=3EA8684A5D6B51B5C1B359D9B2BDC16EB4CAECB9",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Développement Python Fullstack H/F",
    "description": "Rejoignez-nous en tant de développeur full-stack Python / JavaScript pour participer au développement d'une plateforme Cloud, dans le secteur audiovisuel ! Cette plateforme conplexe a pour but de simplier l'édition et la publication de vidéos pour les plus grandes chaînes de télévision à travers le monde. En consommant en entrée les flux vidéos en provenance des différentes caméras, l'application est entre autre capable de générer des résumés vidéo d'événements sportifs ou de flux d'information…",
    "secteur": "Emplois Informatique",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276819165?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=278BA3407812E0A1AE34C054CFD05B46C92B3A3B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Java Senior H/F",
    "description": "Dans le cadre d'un projet de développement d'une plateforme complexe pour un intégrateur de solutions audiovisuelles, AVISTO recherche des développeurs web back-end Java / Spring. Le projet consiste à développer la nouvelle version de la plateforme, en se basant sur une architecture micro-service. Le produit ayant différents usages, différents services seront donc à développer pour : - L'administration - Le monitoring des appareils - L'analyse des données - Le Market Place - Le système de suppo…",
    "secteur": "Emplois Informatique",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5276819162?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=74BDA29F813AB99648CD6710B5B1756D988333E5",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Senior Développeur Back-End - Node.Js - Team Operator Paiement H/F",
    "description": "A PROPOS DU POSTE Pour accompagner le développement de Winamax et l'augmentation du nombre de projets de conception, nous recrutons un Développeur Back-End Node.Js. Au sein du Pôle Operator, nous t'invitons à venir concevoir et développer des applications destinées à la gestion de notre activité d'opérateur de jeux en ligne. Tu seras rattaché à la verticale paiement. Tes missions seront de : - Intégrer les nouveaux partenaires et moyens de paiement. - Maintenir et faire évoluer le code existant…",
    "secteur": "Emplois Informatique",
    "skills": [
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276819101?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur spécialiste DTPE (F-H-X)",
    "description": "Exprimez vos talents ! Intégré.e à l’équipe de direction technique nationale du métier performance HSE, vous aurez en charge le développement et la validation des méthodes de mesure et de quantification des émissions atmosphériques et des effluents liquides des sites industriels. Celles-ci permettront d’évaluer la performance environnementale des gros équipements industriels tous secteurs d’activité et notamment du secteur de la chimie, de la pétrochimie, de la production d’énergie, et de l’inc…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276282561?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Chef de projet systèmes embarqués H/F",
    "description": "Créée en 2011, DAVRICOURT est une société de conseil à taille humaine, spécialisée dans le recrutement et la prestation d'ingénieurs et de techniciens dans les secteurs automobile, ferroviaire, naval, aéronautique, défense, énergie, grande distribution, sciences de la vie, et du numérique. Répartis sur 6 agences en France, notre ambition est de proposer des solutions techniques de haute qualité, tout en plaçant l'humain et l'engagement au cœur de nos priorités. En intégrant notre équipe, vous a…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5276085512?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Intégrateur Web - (H/F) - En alternance",
    "description": "Description du poste Vos missions en tant qu'Intégrateur Web en alternance : - Transformer les maquettes graphiques (Figma, Adobe XD, etc.) en code HTML5, CSS3 et JavaScript. - Assurer la compatibilité entre les différents navigateurs (Chrome, Firefox, Safari) et la responsivité des sites (adaptatif mobile, tablette et ordinateur). - Collaborer à la maintenance corrective et évolutive des sites de nos clients. - Optimiser le code pour garantir de bonnes performances et aider au référencement na…",
    "secteur": "Emplois Autres/Général",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 108000,
    "salaire_max": 192000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5275897950?se=1A73lX5W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=4BB49290AAC866B32F2D0DD4FF40E61B086C0FF1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Senior développeur full-stack NextJs (Node React) & GraphQL (IT)",
    "description": "Nous poursuivons notre développement dans le Sud-Est et recrutons un Développeur full-stack ou back Next.js (Node / React) confirmé ( connaissances GraphQL) pour l?un de nos clients situé sur Aix-en-Provence. Mission : Dans le cadre de la refonte d?un gros site e-commerce initiée il y a 2 ans, vous viendrez renforcer l?équipe full-stack pour les 6 à 9 derniers mois avant mise en prod. Dans ce cadre, vous interviendrez majoritairement sur le back-end (Next/Node) : API GraphQL, module de e-paieme…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 38000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5275733218?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur full-stack C# .Net Core - React confirmé (IT)",
    "description": "Nous poursuivons notre développement dans le Sud-Est et recrutons un Développeur full-stack C# .Net Core / React confirmé pour l?un de nos clients situé sur Aix-en-Provence. Mission : Au sein du petit Bureau d?Etudes Aixois d?un grand groupe international et sous la responsabilité du Product Owner, vous prendrez en charge de manière autonome le développement de nouveaux modules applicatifs et web en C# .Net Core / React, dans un contexte très marqué DevOps et avec une touche de cybersécurité. L…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 38000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5275733223?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Fullstack Developer Nodejs - React H/F",
    "description": "En postulant à cette offre vous aurez l'opportunité de rejoindre une société qui développe des technologies d'analyse vidéo automatisée, basées sur l'intelligence artificielle. L'objectif est de proposer des outils d'IA performants et responsables, conçus pour répondre aux enjeux de sécurité et de souveraineté numérique. Ils recherchent actuellement un Développeur Fullstack Node JS - React H/F. Vos missions, si vous les acceptez : - Concevoir, développer et gérer des fonctionnalités complètes p…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5274342557?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack Js Node - React H/F",
    "description": "En postulant à cette offre vous aurez l'opportunité de rejoindre une société qui développe des technologies d'analyse vidéo automatisée, basées sur l'intelligence artificielle. L'objectif est de proposer des outils d'IA performants et responsables, conçus pour répondre aux enjeux de sécurité et de souveraineté numérique. Ils recherchent actuellement un Développeur Fullstack Node JS - React H/F. Vos missions, si vous les acceptez : - Concevoir, développer et gérer des fonctionnalités complètes p…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5274342475?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Senior Developer Back End C#/REACT (IT)",
    "description": "? Secteurs stratégiques : Banque d?investissement ? Démarrage : ASAP ? Contexte /Objectifs : Industrialisation de modules d?overrides et d?ajustement  amélioration des outils de monitoring de production notamment sur le projet de rationalisation IT. ?Tech Skills : -Mandatory skills: Software Craftsmanship / Clean code -Back End Skills: C# / .NET 8, ASP .NET, SQL Server, Oracle (Optional), Microservices, Messaging, asynchronous message-driven communication (Rebus), ORM libraries (Dapper), GIT (B…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "sql"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5274196585?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "SENIOR Développeur Full Stack C#/REACT (8 ans et plus) (IT)",
    "description": "? Secteurs stratégiques : Banque d?investissement ? Démarrage : ASAP ? Contexte /Objectifs : ???Travail sur tous les niveaux de la pile logicielle, en particulier web. ???Conception des systèmes capables de traiter un volume de donnée élevé. ???Conception, implémentation et soutenance des systèmes évolutifs et tolérants aux erreurs afin de minimiser l?impact des défaillances sur les utilisateurs. ???Mise en place d'une architecture orientée vers les web services. ???Travail en collaboration ave…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5274196592?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "FRONT END DEVELOPEMENT REACT-TYPESCRIPT (IT)",
    "description": "DSI des Directions Centrales du Groupe en mettant en ?uvre des solutions mutualisées au sein des filière Finance, Risques, RH, Conformité L'entité est responsable de la maîtrise d??uvre et de la maîtrise d?ouvrage fonctionnelle des applications de la filière Risque relatives au calcul de risque de crédit, au suivi des dossiers de crédit et à la consolidation des provisions. Le bénéficiaire souhaite mettre en oeuvre plusieurs évolutions de son socle technique. Ainsi qu'une nouvelle plateforme de…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5274196570?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Senior Developer Full stack REACT/C# (IT)",
    "description": "? Secteurs stratégiques : Banque d?investissement ? Démarrage : ASAP ? Contexte /Objectifs : Dans le cadre d'un projet au sein d'un client grand compte, nous sommes à la recherche d'un Développeur C# React plus orienté frontend. Industrialisation de modules d?overrides et d?ajustement  amélioration des outils de monitoring de production notamment sur le projet de rationalisation IT. ?Tech Skills : -Mandatory skills: Software Craftsmanship / Clean code -Front End Skills: Javascript / REACT/ Tail…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5274196590?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Mécanique Robinetterie F/H",
    "description": "Description du poste TechnicAtome recrute pour le site de Cadarache son futur Ingénieur Mécanique robinetterie. Dans le cadre des activités d’ingénierie, vous rejoignez le métier équipements mécaniques et électromécaniques, qui se compose de 50 personnes, et vous assurez le suivi d’équipements tout au long de leur cycle de vie. Au sein du métier, vous intégrez l’équipe en charge des équipements de type Robinetterie (vannes, robinets, soupapes, clapets, …) composée d’une vingtaine de collaborate…",
    "secteur": "Emplois Autres/Général",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41000,
    "salaire_max": 41000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272769377?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur full-stack F/H",
    "description": "CDI CLIENT FINAL Ce qui est important pour ce poste : Intégrez une équipe qui façonne des produits utilisés par des millions de client·es. Au cœur de la transformation digitale, vous rejoindrez une squad pluridisciplinaire responsable d’un produit stratégique. Chaque membre y a un vrai pouvoir d’action, de la conception à la mise en production. Travaillez sur une stack moderne et ambitieuse. Typescript, React 18, Java 21, Spring Boot 3, GitLab CI, Kubernetes, Helm : ici, on code avec des outils…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [
      "java",
      "react",
      "typescript",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 49000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272769383?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur mobile F/H",
    "description": "CDI CLIENT FINAL Rejoindre une équipe qui pense que rigueur peut rimer avec autodérision, c’est possible. Dans un environnement agile où la tech est centrale, vous contribuerez à la transformation digitale de plusieurs projets internationaux aux impacts réels. Ce qui est important pour ce poste : 1. Créer des applications qui font la différence Vous développez des applications mobiles performantes (Android Kotlin et React Native) qui améliorent concrètement la vie des utilisateurs. Vous êtes im…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272769056?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Technicien Synthèse des Matériaux F/H",
    "description": "Notre client est une entreprise de matériaux spécialisée dans les performances des batteries au zinc et collabore avec des producteurs de batteries ainsi que des universités d'ingénierie. ​Il dispose d'un Laboratoire et d'une ligne pilote de type synthèse minérale et de plusieurs équipements analytiques afin de soutenir le développement des matériaux et recrute un technicien F/H en synthèse minérale et caractérisation des matériaux au sein de son centre d'innovation. Missions principales : - Ré…",
    "secteur": "Emplois Comptabilité et Finance",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272769120?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur logiciel PHP Symfony -eCulture F/H",
    "description": "L'entreprise Participez à la modernisation d’une solution métier au service de la valorisation du patrimoine numérique ! Cet éditeur de logiciels nantais conçoit des solutions destinées à faciliter la gestion, la conservation et la mise en valeur des archives, auprès de structures publiques et privées. Reconnue pour la qualité de ses produits et la rigueur de ses méthodes, cette entreprise place la technique, la collaboration et l’amélioration continue au cœur de son fonctionnement. Ils cherche…",
    "secteur": "Emplois Consultants",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272768901?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur PHP/VueJS confirmé - Expertise framework - - CDI F/H",
    "description": "Développeur Backend PHP confirmé (Laravel, Symfony, ou autres frameworks) Nous recherchons un(e) Développeur Backend PHP expérimenté(e) pour rejoindre une équipe technique à la conception et l’optimisation d’applications. Ce poste offre l’opportunité de travailler sur plusieurs projets variés dans des secteurs comme les télécommunications, la santé ou encore l’industrie, vous permettant ainsi d’élargir vos compétences et de relever des défis techniques stimulants. Concevoir, développer et maint…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272768893?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Back-End C#/.Net - SQL Server – Confirmé F/H",
    "description": "Plateforme SaaS – Énergie Rejoignez une aventure technique et humaine exigeante Inovelya est une Entreprise de Services du Numérique en croissance, fondée par des ingénieurs passionnés, dont la mission est de proposer à ses collaborateurs des projets à la hauteur de leur talent. Nous recrutons aujourd’hui un Développeur Back-End confirmé C#/.Net - SQL Server pour intégrer une équipe tech engagée dans le développement d’une plateforme SaaS dédiée à la performance énergétique. Pourquoi ce poste e…",
    "secteur": "Emplois Informatique",
    "skills": [
      "sql"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272768777?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Qualité Nucléaire F/H",
    "description": "Afin de mettre en place un système Qualité suivant ASME III NCA 4200, en partenariat avec Framatome, vous serez chargé(e) de : -Rédiger un manuel Qualité Anglais/Français ; -Créer des procédures internes et des modes opératoires ; -Former les équipes concernées ; -Procéder aux audits internes des processus ; -Procéder aux audits fournisseurs avec intégration des référentiels(10CFR 50et 21) ; -Participer aux réunions de suivi d'avancement avec le client ; -Créer, suivre et présenter les process …",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272768603?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur formateur Nucléaire F/H",
    "description": "L'Unité de Formation pour la Performance Industrielle (UFPI) assure la formation, tout au long de leur parcours professionnel, de l'ensemble des salariés du Parc de production et ingénierie d'EDF. Ses équipes se composent à la fois de personnels expérimentés et débutants, dont nous vous proposons de faire partie, qui apportent leur regard neuf. En nous rejoignant, vous concevez des formations et outils pédagogiques innovants, vous organisez et animez des séances de formation en salle ou sur sim…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 53000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272768545?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur formateur Nucléaire F/H",
    "description": "L'Unité de Formation pour la Performance Industrielle (UFPI) assure la formation, tout au long de leur parcours professionnel, de l'ensemble des salariés du Parc de Production et ingénierie d'EDF. Ses équipes (1000 personnes) se composent à la fois de personnels expérimentés et débutants, - dont nous vous proposons de faire partie - qui apportent leur regard neuf. En nous rejoignant, vous concevez des formations et outils pédagogiques innovants, vous organisez et animez des séances de formation…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 53000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272768536?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Testeur logiciel F/H",
    "description": "Nous recherchons pour notre client, éditeur de logiciels, basé à Saint Etienne : un testeur logiciel F/H . Vous avez envie de rejoindre une équipe passionnée par sa techno et ses projets, tout en conciliant vie professionnelle et personnelle ? Parlons-nous ! Notre client créé des logiciels à destination d’industriels aux forts enjeux : pharmaceutiques, agro-alimentaires, chimiques et recherche son futur testeur logiciel. Plus que jamais, votre rôle est central au sein de cette équipe pour teste…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 29000,
    "salaire_max": 41000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272761744?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "QA Engineer - Automatisation Cucumber & Playwright F/H",
    "description": "Dans le cadre d'un recrutement en CDI, nous recherchons un QA Engineer – Automatisation Cucumber & Playwright H/F pour renforcer notre pôle d'excellence « Transformation des Systèmes d'Informations ». Notre client entreprend une refonte complète de sa plateforme e-commerce BtoB afin de consolider sa position de leader européen du digital. L'objectif est de moderniser l'architecture technique, améliorer l'expérience utilisateur et optimiser les performances pour accompagner la croissance du grou…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272761795?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Full stack - Figaro Immo - Paris F/H",
    "description": "Nos équipes IT/produit, à Paris et Nantes livrent tous les jours des de nouvelles fonctionnalités produits, en utilisant les technologies : - Cloud Computing sur Google Compute Engine (GCP): Kubernetes, cloudfunctions Docker, Terraform et Datadog - Architecture distribuée en Microservices développés en Golang (DDD, architecture hexagonale) ; - Technologie Web Components ; React et Vue.js pour le Front ; - Bases de données : PostgreSQL, Elasticsearch ; - BigData : BigQuery, Looker Studio ; - IA …",
    "secteur": "Emplois Énergie, pétrole et gaz",
    "skills": [
      "react",
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272761791?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur NodeJS / ReactJS F/H",
    "description": "En CDI , dans le cadre d'un forfait pour un client éditeur de logiciels , en tant que Développeur fullstack Node.js / React.js , vos principales missions seront de : Développer et maintenir des applications fullstack avec Node.js, React.js et des API REST, Participer à la conception technique et à l'analyse des besoins fonctionnels, Collaborer avec les équipes produit et design pour assurer la bonne prise en compte des besoins, Contribuer aux tests, revues de code et à l'amélioration continue d…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272761643?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur développement fullstack confirmé F/H",
    "description": "Intégré(e) au sein de l'équipe Imagerie au service Recherche et Développement de la Direction technologie et information, l'ingénieur(e) développement fullstack confirmé est chargé(e) de la conception et développements des fonctionnalités des produits. Vos missions . Être force de proposition sur les aspects techniques, tels que la sécurité, les performances et de la mise en oeuvre. . Accompagner l'équipe sur les choix techniques, les méthodes de développement et la mise en place des bonnes pra…",
    "secteur": "Emplois Scientifiques et AQ",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272745636?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Développeur Java - Angular Ionic H/F",
    "description": "Nos interventions s'articulent autour de problématiques techniques liées aux dimensions : - Software Development - Embedded/Iot - DEVOPS/integration - Infrastructure / infogerance - Data & Artificial intelligence - Digitalisation Vos responsabilités métier Pour accompagner l'équipe, vous êtes capable de prendre le lead sur tout ou partie des responsabilités métiers suivantes : - Analyse de l'existant - Participation aux choix d'architecture - Assurer la conception détaillée et le développement …",
    "secteur": "Emplois Informatique",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729884?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Consultant Java - React Js H/F",
    "description": "Developpeur.se fullstack Java / React JS Le contexte : Nous recherchons pour un de nos clients un consultant confirmé sur le développement Java et React JS. Mission pour la réécriture d'un front en React JS. La double compétence Java et React JS est indispensable. L'expérience angular sera considérée. La maîtrise de l'environnement Java, est indispensable. Une bonne expérience du langage React JS. Outils et méthodes pratiqués : Java / Spring / React JS / REST / Scrum.",
    "secteur": "Emplois Comptabilité et Finance",
    "skills": [
      "java",
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729527?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Développement React.Js - Node.Js H/F",
    "description": "Notre client est une agence d'e-commerce dans le tourisme à taille humaine. Au sein de l'équipe Edition, vous serez en charge du développement des outils de ventes (Widget, Tunnel et Paiement) et de toutes les passerelles nécessaires à l'interconnexion à la place de marché avec les systèmes d'information des acteurs du tourisme. Vous serez en charge de la conception et du développement d'une brique technologique (Widget, passerelle) en relation avec le reste de l'équipe pour étendre les fonctio…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5272729539?se=QPyql35W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=C1A2FF2C5950B6AA610CAD4E11172E2A61CDBCE6",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Developpeur React H/F",
    "description": "Nous recherchons pour le compte de notre client qui développe une solutions tout en un (web et mobile). un.e développeur.euse front end (React) expérimenté. Missions principales - Développer des interfaces utilisateur modernes et intuitives - Intégrer les fonctionnalités natives iOS/Android via les API dédiées - Assurer la qualité du code et optimiser les performances de l'application - Participer activement à l'évolution technique du projet React Native - Mettre en place des tests automatisés …",
    "secteur": "Emplois Autres/Général",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729450?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Senior Développeur Full Stack Nodejs React Redux H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une entreprise qui vous permet de gérer en un seul endroit votre société, de la comptabilité au juridique. Vous aurez l'occasion d'intégrer un environnement ultra stimulant, où l'IA est au coeur des projets et où les perspectives d'évolution sont rapides ! Vos missions si vous les acceptez : - Développer et déployer des applications web et mobiles innovantes en collaboration étroite avec les équipe de product managers et UX desig…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 65000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729121?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack Python - React H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une startup SaaS en pleine croissance spécialisée dans la création de contenu sur LinkedIn grâce à leur IA. Leur mission : aider les professionnels et les entreprises à maximiser leur impact sur LinkedIn grâce à leur technologie innovante. Ils recherchent un Senior Full-Stack Developer passionné et expérimenté pour rejoindre leur équipe de moins de 10 personnes et travailler directement avec le fondateur. Vos missions si vous les…",
    "secteur": "Emplois Informatique",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729086?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack Python - React H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une startup SaaS en pleine croissance spécialisée dans la création de contenu sur LinkedIn grâce à leur IA. Leur mission : aider les professionnels et les entreprises à maximiser leur impact sur LinkedIn grâce à leur technologie innovante. Ils recherchent un Senior Full-Stack Developer passionné et expérimenté pour rejoindre leur équipe de moins de 10 personnes et travailler directement avec le fondateur. Vos missions si vous les…",
    "secteur": "Emplois Informatique",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729103?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Web Full Stack H/F",
    "description": "Missions : Grafton Recruitment, spécialiste de l'intérim et du recrutement de profils juniors à professionnels confirmés, recherche pour son client un Développeur Web Full Stack pour intégrer son site situé à Pau. - Contrat : CDI - Démarrage : ASAP - Localisation : Pau - Rémunération : 37 à 48 K€ Vos missions * Recueil du besoin & conception technique * Animation d'ateliers métiers * Rédaction des spécifications fonctionnelles et techniques * Modélisation des données en collaboration avec les d…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 37000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729057?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack React ou Django Full Remote Possible H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up qui veut réconcilier voyage, environnement et humain et développer le tourisme durable. Le vrai. Leur mission, dénicher des hébergements authentiques et éco-responsables, pas si loin de chez vous et les promouvoir via une plateforme de réservation de qualité, équitable avec la meilleure expérience utilisateur. Pour vous aider à voyager durable pour de vrai ! Moins loin. Mieux. Équitablement. Ils recherchent leur futu…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272728992?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack React ou Django Full Remote Possible H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up qui veut réconcilier voyage, environnement et humain et développer le tourisme durable. Le vrai. Leur mission, dénicher des hébergements authentiques et éco-responsables, pas si loin de chez vous et les promouvoir via une plateforme de réservation de qualité, équitable avec la meilleure expérience utilisateur. Pour vous aider à voyager durable pour de vrai ! Moins loin. Mieux. Équitablement. Ils recherchent leur futu…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272728997?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack React ou Django Full Remote Possible H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up qui veut réconcilier voyage, environnement et humain et développer le tourisme durable. Le vrai. Leur mission, dénicher des hébergements authentiques et éco-responsables, pas si loin de chez vous et les promouvoir via une plateforme de réservation de qualité, équitable avec la meilleure expérience utilisateur. Pour vous aider à voyager durable pour de vrai ! Moins loin. Mieux. Équitablement. Ils recherchent leur futu…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272728990?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack React ou Django Full Remote Possible H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up qui veut réconcilier voyage, environnement et humain et développer le tourisme durable. Le vrai. Leur mission, dénicher des hébergements authentiques et éco-responsables, pas si loin de chez vous et les promouvoir via une plateforme de réservation de qualité, équitable avec la meilleure expérience utilisateur. Pour vous aider à voyager durable pour de vrai ! Moins loin. Mieux. Équitablement. Ils recherchent leur futu…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272729000?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack React ou Django Full Remote Possible H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up qui veut réconcilier voyage, environnement et humain et développer le tourisme durable. Le vrai. Leur mission, dénicher des hébergements authentiques et éco-responsables, pas si loin de chez vous et les promouvoir via une plateforme de réservation de qualité, équitable avec la meilleure expérience utilisateur. Pour vous aider à voyager durable pour de vrai ! Moins loin. Mieux. Équitablement. Ils recherchent leur futu…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272728984?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Fullstack React ou Django Full Remote Possible H/F",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up qui veut réconcilier voyage, environnement et humain et développer le tourisme durable. Le vrai. Leur mission, dénicher des hébergements authentiques et éco-responsables, pas si loin de chez vous et les promouvoir via une plateforme de réservation de qualité, équitable avec la meilleure expérience utilisateur. Pour vous aider à voyager durable pour de vrai ! Moins loin. Mieux. Équitablement. Ils recherchent leur futu…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272728999?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Developpeur .Net - C# H/F",
    "description": "Missions - Au sein d'une équipe Agile, vous participerez à toutes les phases de développement : - Analyse des besoins fonctionnels et techniques - Conception et développement d'applications en C# /.NET (Framework ou.NET Core) - Mise en oeuvre des bonnes pratiques de développement (tests, documentation, clean code) - Maintenance évolutive et corrective des applications existantes - Veille technologique et proposition d'améliorations Environnement technique - Langages : C#,.NET Framework /.NET Co…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272726073?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Developpeur .Net - C# H/F",
    "description": "Missions - Au sein d'une équipe Agile, vous participerez à toutes les phases de développement : - Analyse des besoins fonctionnels et techniques - Conception et développement d'applications en C# /.NET (Framework ou.NET Core) - Mise en oeuvre des bonnes pratiques de développement (tests, documentation, clean code) - Maintenance évolutive et corrective des applications existantes - Veille technologique et proposition d'améliorations Environnement technique - Langages : C#,.NET Framework /.NET Co…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272726060?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur·e Généraliste Junior à Dominante Mécanique H/F",
    "description": "Le département \"Conception et modifications d'installations nucléaires\" recherche un.e ingénieur.e généraliste à dominante mécanique pour intégrer la section des Projets de Marcoule composée de 16 personnes (ingénieurs et projeteurs). La plupart des projets vise à réduire les risques chimiques (sodium notamment) et radiologiques sur les installations nucléaires, en vue de leur démantèlement et du stockage définitif des déchets induits. Certains projets permettent aussi de contribuer au développ…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272714491?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Responsable Technique Projets H/F",
    "description": "En tant que Responsable Technique, vous jouez un rôle central dans la réussite de nos projets à engagement. Véritable référent technologique, vous êtes à la fois architecte, mentor et garant de la qualité technique des livrables. Votre rôle : - Définir l'architecture technique des projets en lien avec les enjeux fonctionnels et les contraintes produit. - Superviser les phases de conception, en coordination étroite avec les équipes de développements, les chefs de projet, les Product Owners. - Me…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5272713922?se=QPyql35W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=364ED03DA319B2D1B6630550377CAC965059FACE",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Analyste Développeur Back-End Ruby H/F",
    "description": "Vos missions Mission principale Nous recherchons pour notre secteur en charge de la solution de paiement Lyf Pay, un Ingénieur d'études et développement back-end Ruby (H/F). Le secteur a pour mission générale la conception et le développement de services clients, notamment d'applications mobiles et web innovantes dans les domaines des solutions de paiement en proximité et en e/m-commerce. Le secteur est aujourd'hui composé d'une cinquantaine d'ingénieurs et tend à croitre fortement avec l'expan…",
    "secteur": "Emplois Comptabilité et Finance",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272706116?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Préparateur Méthodes Tuyauterie H/F",
    "description": "Pour le compte de l'un de nos clients basé à Lyon, nous recherchons un(e) préparateur méthode dans le cadre d'activités de projet dans le secteur de l'énergie ou du nucléaire. Le profil recherché sera amené à évoluer dans l'environnement spécifique de donneurs d'ordre tels que Orano/CEA/Framatome/EDF (hors réacteur). Vos missions : - Etudier les documents d'étude (plans, ISO, notes de calculs) et les spécifications client (cahier des charges, spécification techniques) confiés dans le cadre de p…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/land/ad/5272685659?se=QPyql35W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=8A57FB0D06064F916AC21D42CAD5E9B277BDCD09",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Enseignant(e) Responsable Pédagogique en développement informatique (H/F)",
    "description": "Qui sommes nous ? École d’ingénieurs créée en 1958 par des entreprises industrielles, CESI compte aujourd’hui 25 campus sur tout le territoire, dotés d’équipements pédagogiques de pointe, 110 000 alumni, 8 000 entreprises d’accueil pour ses étudiants et 130 partenariats avec des universités dans le monde. Être Enseignant Responsable Pédagogique chez CESI, c’est devenir un véritable chef d’orchestre des parcours en lien avec votre domaine d’expertise au sein de CESI. Concrètement, quelles sont v…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 38000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272568785?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Product Designer UX/UI - EdTech / Full Remote H/F",
    "description": "Skaelia est un cabinet de conseil en recrutement spécialisé dans les secteurs IT, Business et Conseil. Nous accompagnons les candidats dans la recherche de leur prochain poste, en fonction de leurs compétences et aspirations, quel que soit leur expérience et le niveau de poste recherché, du jeune diplômé au cadre exécutif. Nous collaborons avec des entreprises de référence, innovantes, qui intègrent la technologie au cœur de leur activité. Parmi nos clients figurent des intégrateurs et éditeurs…",
    "secteur": "Emplois Informatique",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272092482?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur PHP Full Stack Symfony/React H/F",
    "description": "Skaelia est un cabinet de conseil en recrutement spécialisé dans les secteurs IT, Business et Conseil. Nous accompagnons les candidats dans la recherche de leur prochain poste, en fonction de leurs compétences et aspirations, quel que soit leur expérience et le niveau de poste recherché, du jeune diplômé au cadre exécutif. Nous collaborons avec des entreprises de référence, innovantes, qui intègrent la technologie au cœur de leur activité. Parmi nos clients figurent des intégrateurs et éditeurs…",
    "secteur": "Emplois Informatique",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5272092514?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Lead Developer PHP / Symfony - H/F",
    "description": "Le poste Symfony / Agile Lead Developer, Backend Developer, Lead Developer Backend / CDI / Environ 62k€ / 7 / Aix-en-Provence Le poste Rattaché(e) au Responsable Technique, vous prendrez le Lead d'une petite équipe de 2 à 3 développeurs que vous encadrerez et ferez monter progressivement en compétence. Vous serez responsable de toutes les phases des projets qui vous seront confiés : de l'analyse des besoins à la mise en production en passant par le développement de fonctionnalités et la phase d…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 62000,
    "salaire_max": 62000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5271399702?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "LEAD DEVOPS F/H",
    "description": "En bref : Lead DevOps H/F – CDI – Clapiers – jusqu'à 60K€ en fixe– Administration système, Infrastructure, Sécurité, Automatisation La division IT recherche pour son client, une entreprise innovante et en pleine croissance dans le secteur des objets connectés, un Lead DevOps (H/F) sur Clapiers. VOS MISSIONS Vous intégrerez une équipe avec une bonne ambiance. Vous aurez l’occasion de travailler sur des sujets variés et complexes. Vous serez en charge des missions suivantes : - Préparer les quali…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5270985468?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur formateur Nucléaire F/H",
    "description": "L'Unité de Formation pour la Performance Industrielle (UFPI) assure la formation, tout au long de leur parcours professionnel, de l'ensemble des salariés du Parc de Production et ingenierie d'EDF. Ses équipes (1000 personnes) se composent à la fois de personnels expérimentés et débutants, - dont nous vous proposons de faire partie - qui apportent leur regard neuf. En nous rejoignant, vous concevez des formations et outils pédagogiques innovants, vous organisez et animez des séances de formation…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 53000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5270984301?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Formateur nucléaire F/H",
    "description": "L'Unité de Formation pour la Performance Industrielle (UFPI) assure la formation, tout au long de leur parcours professionnel, de l'ensemble des salariés du Parc de Production et ingenierie d'EDF. Ses équipes (1000 personnes) se composent à la fois de personnels expérimentés et débutants, - dont nous vous proposons de faire partie - qui apportent leur regard neuf. En nous rejoignant, vous concevez des formations et outils pédagogiques innovants, vous organisez et animez des séances de formation…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 53000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5270984302?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Développeur Front-End JavaScript Confirmé/Expert F/H",
    "description": "En tant que Développeur Front-End JavaScript Confirmé, vous interviendrez sur des projets de développement complexes, en apportant vos compétences techniques et votre expertise pour : Développement de Solutions Front-End Concevoir et développer des interfaces utilisateurs performantes, réactives et esthétiques en JavaScript. Maîtriser et utiliser un framework JavaScript moderne tel que React.js, Vue.js ou Angular pour construire des applications web dynamiques et maintenables. Participer à la d…",
    "secteur": "Emplois Industrie et Construction",
    "skills": [
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5270983265?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Sûreté Nucléaire F/H",
    "description": "Nous recherchons notre futur(e) Axonaute, spécialisé(e) en Sûreté nucléaire ! Dans le cadre du renforcement de notre équipe « Sûreté nucléaire », vous interviendrez sur des projets « nucléaire nouvelle génération et SMR » en phase de conception et contribuerez également à des programmes dans le domaine naval et défense. Vos missions/responsabilités : Vous interviendrez en assistance aux architectes nucléaire sur les activités suivantes : Analyse et démonstration de sûreté, Définition et suivi d…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5270982443?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "France",
    "code_pays": "fr",
    "titre": "Ingénieur Systèmes Confirmé F/H",
    "description": "AXONE accompagne sur le déploiement de l’ingénierie systèmes l’une des start-ups majeures qui révolutionne la transition énergétique avec son réacteur nucléaire modulaire à neutrons rapides, refroidi au sodium. Objectif : neutralité carbone d’ici 2050 et déploiement du premier réacteur d’ici 2035. Intégré(e) à la cellule \"gestion des exigences\", voici une liste non exhaustive de vos missions : Contribution à la mise en place de la cellule de synthèse du projet ; Participation à la mise en place…",
    "secteur": "Emplois Ingénierie",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 43000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.fr/details/5270982439?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  }
]