[
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Docente Ai",
    "description": "La scuola di formazione operante su tutto il territorio nazionale, con oltre 150 corsi in ambito IT, è alla ricerca di un/una esperto/a di intelligenza artificiale per attività di docenza. Obiettivo della formazione è fornire agli studenti una comprensione approfondita dell’intelligenza artificiale e dell’utilizzo del linguaggio di programmazione. Requisiti e competenze richieste: Competenze nel campo dell’intelligenza artificiale (IA); Conoscenza del linguaggio di programmazione Python; Capaci…",
    "secteur": "Altro",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277279353?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=E5BE80552D7712F7F4DB59F364B04217445947B2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "GenAI Expert",
    "description": "Future Education Modena ( è un centro internazionale EdTech ), nasce per innovare l’educazione e portare l’apprendimento nel 21mo secolo. Ha un team di 50 persone, una rete di oltre 100 collaboratori e una rete di partner nazionali e internazionali. È organizzata in 9 aree strategiche di R&D educativo, ha formato oltre 120.000 persone e impattato oltre 1 milione di studenti negli ultimi 4 anni attraverso 250 format originali, e sta lanciando 4 startup EdTech. In WE riteniamo che l’innovazione e…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277278269?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=5C9D06F54B9F7E8DFC672AC9E45023E9ADD3E093",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Posizione Data manager su Roma",
    "description": "Siamo alla ricerca di un profilo flessibile e pronto ad una crescita professionale. Il candidato ideale ha una forte predisposizione al lavoro per obiettivi, è motivato ed intraprendente, lavora con passione ed ha un interesse per il mondo scientifico, medicale e del DATA MANAGEMENT. Tipo di contratto : Stage secondo normativa della regione Lazio (€ 800). Lo Stage mira a un successivo inserimento stabile come dipendente nell’organico aziendale (no partita iva, no collaborazioni occasionali). Se…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277278068?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4B39C83CDAE894B6B02E0EF57C215564703D202F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Big Data Expert",
    "description": "NTT DATA, Trusted Global Innovator, è tra i principali player a livello mondiale in ambito IT services. Con più di 140.000 professionisti in oltre 50 Paesi in tutto il mondo, siamo protagonisti e acceleratori della trasformazione digitale offrendo ai nostri clienti soluzioni tecnologiche e innovative progettate su misura. Il motore di NTTDATA sono le persone, ognuna con la propria unicità, talento ed attitudine. Abbiamo costruito una Smile Working Company in cui la cura, l’ascolto delle persone…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277276454?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=35B2613C0BEAC6C152E5F571C3080F8FA31CFF93",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Junior Business Analyst Multichannel",
    "description": "Unipol Rental società del Gruppo Unipol attiva nel settore del noleggio flotte aziendali e nella gestione dei servizi di mobilità, è alla ricerca di un giovane professionista da inserire nel ruolo di: Junior Business Analyst Multichannel Sede di lavoro: Bologna (modalità di lavoro in sede) Il profilo ricercato, riportando al Responsabile Piattaforme Clienti sarà direttamente coinvolto nei programmi di implementazione ed evoluzione dei Touch Point Digitali (Mobile App, Web App) di UnipolRental, …",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277273785?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4CBC6BD18CCFFECFF5A9BF05543C2917CDF14397",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Penetration Tester",
    "description": "RINA is currently recruiting for a Penetration Tester to join its office in Roma within the Digital Technology and Cybersecurity Division. Mission We are looking for an experienced Penetration Tester , specialized in infrastructure security testing and web applications, able to operate in diverse environments including high security and classified environments. The resource will be responsible for planning and performing penetration testing activities aimed at identifying vulnerabilities and ri…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277273720?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=554BD7953D89D3D753946415BD887C783EBEAB10",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist, Data Analyst",
    "description": "We see an increased need for the wide business to explore and unveil the value hidden in the big variety of data assets available in the group. We want to grow substantially the data science team to scale up the modelling capabilities and the innovative solutions offered to external and internal clients. As a big player of services and information retrieval in many aspects of the Financial Markets, we want to provide our clients with premium data quality and rigorous analytical approach, in ord…",
    "secteur": "Consulenza",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277273673?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=1054B3D2636B4FB498A5A62215E691A9E2338F49",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Analista Business Intelligence (Stage)",
    "description": "Siamo alla ricerca di un/una Analista Business Intelligence, da inserire nella nostra sede di Bologna. Creare dashboard interattive e reportistica avanzata con Power BI. Analizzare dati finanziari, commerciali e operativi per supportare le decisioni aziendali. Collaborare con i team Finance, IT e Risk Management per sviluppare soluzioni data-driven. Automatizzare processi di analisi tramite Python. Garantire l'accuratezza e la qualità dei dati utilizzati. Formazione: laurea in Statistica, Econo…",
    "secteur": "Consulenza",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277271485?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=3F0042E5FE80F56486E06D779890934809F23B24",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Process Management Analyst -Trainee",
    "description": "Ti piacerebbe intraprendere un percorso nel settore finanziario come Process management? Ricerchiamo per la nostra sede di Milano talentuosi neolaureati pronti a dare supporto alla Funzione di Operational Excellence nel ruolo di Process Management In particolare i talenti selezionati saranno inseriti nella funzione Operational Excellence dedicata alle attività di analisi, progettazione ed automazione di processi, al monitoraggio e controllo delle performance dei processi attraverso KPI, dashboa…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277266165?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=08E92BAEB00113A530F71A8755DC7DF85CF41C78",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Data Architect",
    "description": "Social network you want to login/join with: We are looking for a Lead Data Architect to drive the strategic vision, design, and governance of our enterprise data architecture. This role will be instrumental in aligning data architecture with business objectives, ensuring seamless integration across systems, and optimizing data-driven decision-making. The ideal candidate will have a strong blend of technical expertise, leadership skills, and experience with modern data platforms like Databricks,…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277263100?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=470AB3FD3153327266948F9D95648A3EDAFCADFD",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AWS - Data Architect",
    "description": "Social network you want to login/join with: Responsibilities For Data Intelligence Line NTT DATA is looking for an AWS Data Architect. Your role as an AWS Data Architect in NTT Data will be supporting customers in AWS Data Platform projects, working in partnership with business analysts and solution architects to understand use cases, data needs, and outcome objectives. We are looking for an engineer that can be the bridge between Data Science and Data Engineering, having a clear understanding …",
    "secteur": "Informatica/IT",
    "skills": [
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277263155?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2FB269696997F490AFAD3548CEE79842995CB81E",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cloud Engineer",
    "description": "F1 Consulting & Services è una società di consulenza informatica operante su tutto il territorio nazionale, con sedi principali a Milano, Torino, Verona e Roma. Ad oggi, conta circa 100 professionisti impiegati nella fornitura di servizi specializzati nel settore ICT, in uno scenario estremamente competitivo ed in rapida trasformazione. Grazie alle competenze acquisite su clienti leader di mercato, opera internamente su tre Business Unit quali SAP, Gold Partner Microsoft CRM e Digital Opensourc…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277263157?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=94A5AD5A7A09ADA29968F13751D1E6D640D1A13D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CYS - Security Engineer - CSC",
    "description": "Job Description: Leonardo è un gruppo industriale internazionale, tra le principali realtà mondiali nell'Aerospazio, Difesa e Sicurezza che realizza capacità tecnologiche multidominio in ambito Elicotteri, Velivoli, Aerostrutture, Elettronica, Cyber Security e Spazio. Con oltre 53.000 dipendenti nel mondo, l'azienda ha una solida presenza industriale in Italia, Regno Unito, Polonia, Stati Uniti, e opera in 150 paesi anche attraverso aziende controllate, joint venture e partecipazioni. Protagoni…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277263112?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=DD2048E6D32D3A905C3DD2824A3AFB0441E65EE2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Linux devices software engineer - snapd",
    "description": "Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation, and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200 colleagues in 75 countries and…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277263056?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=B3F977DEE9FDD71FE28F748C881DF9942E843900",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AI Engineer Junior / Full Remote",
    "description": "Noi di gAIn360 stiamo rivoluzionando il settore del Wealth Management. Sfruttiamo la potenza dell'Intelligenza Artificiale e del Machine Learning per analizzare dati finanziari a 360 gradi, trasformandoli in previsioni accurate e insight comprensibili, illustrati in linguaggio naturale grazie agli LLM. Il nostro team è un mix interdisciplinare di docenti universitari, specialisti di finanza, imprenditori digitali ed esperti di AI, uniti per creare soluzioni all'avanguardia che semplificano la g…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277263009?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=427C012522C01997A8439684BEFDB84C58FCB959",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Architect",
    "description": "Vuoi far parte di un progetto industriale italiano unico nel suo genere? Cerchiamo una persona che abbia voglia di sfidare lo status quo e veda nella tecnologia la possibilità di creare un futuro migliore e sia fermamente convinta che il meglio debba sempre venire. Chi cerchiamo Cy4gate è alla ricerca di una figura di Software Architect per la sede di Roma. Progettare e mantenere architetture software cloud native scalabili, definendo pattern per microservizi, API design e sistemi distribuiti i…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262973?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D4BEBDF29D805E2613B2281874BC696511B961DF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer - Settore Energetico",
    "description": "Full Stack Developer - Settore Energetico Full Stack Developer - Settore Energetico Talenty.green, agenzia di head hunting specializzata nel settore delle energie rinnovabili, ricerca : Full Stack Developer | RAL : 40-45k | Esperienza : 3 anni Azienda : startup innovativa nel mondo energy che ha appena chiuso un round da oltre 1 mln di €, eiste da 2 anni ed è nella fase di up-scaling e go to market. Progetti : ottimizzare l'analisi delle esigenze energetiche industriali attraverso il software a…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262881?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=8ED7D07DDD1CCA203AB04EF47169BABD4099E6F7",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Python Developer - AWS",
    "description": "Avangarde Consulting Group è un’azienda italiana che ha scelto di incentrare il proprio business sull’innovazione e su quelle nuove tecnologie che possano abilitarla, stringendo rapporti di partnership con aziende leader nel settore della consulenza ICT. Durante vent’anni di continue sperimentazioni, ha composto un team di risorse altamente qualificate, motivate e dinamiche. In questa ottica, stiamo selezionando il seguente profilo professionale: Python Developer - AWS conoscenza di Python, Pan…",
    "secteur": "Informatica/IT",
    "skills": [
      "python",
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262934?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D56FF9FA383914181538842BB46CE1F7B8067195",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer (Freelance / P.IVA)",
    "description": "Wiselyst è una società di consulenza IT e sviluppo software. Affianchiamo medie e grandi aziende italiane e internazionali nella realizzazione di soluzioni digitali, supportandole in tutte le fasi dei loro progetti tecnologici. Per la nostra divisione consulting, siamo alla ricerca di un Backend Developer con almeno 3 anni di esperienza. Compiti Lavorerai allo sviluppo di applicazioni enterprise, con focus su microservizi e architetture cloud. Ti occuperai di analisi tecnica, sviluppo, integraz…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262854?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=AC84F2D752186237C9C775658953990F06282DD1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DATABIT CONSULTING ASSUME: Data Engineers (Milano  smart working) - €36mila  welfare",
    "description": "Milan, Italy INGAGGIO: Assunzione immediata RETRIBUZIONE (RAL) : Fino a €36mila (€33mila fisso  €3mila bonus)  welfare  certificazioni Databit Consulting nasce a Milano nel 2020 su iniziativa di Antonio Pilloni, attuale titolare, per offrire consulenza informatica a medie e grandi aziende su digitalizzazione processi, data management e innovazione tecnologica Mission: offrire soluzioni innovative e personalizzate con un approccio collaborativo grazie a un team agile e adattabile ai cambiamenti.…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262735?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=E3C3FC86D4F5663AD4CAB8AAABD66006FA109B0E",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Statistician",
    "description": "Senior Biostatistician – Global Pharma | Italy (Hybrid) Shape the Future of Drug Development Are you an experienced statistician ready to take your expertise to the next level? Our client, a leading international pharmaceutical company, is looking for a Senior Biostatistician to join their dynamic and collaborative team. If you're passionate about designing meaningful clinical trials and influencing global health outcomes, this is the opportunity for you. What You’ll Be Doing As a key statistic…",
    "secteur": "Sanità/Medicina",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262692?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=E6519F5627C5E778772416CF5BE36A0E3940C354",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CRM Software Developer",
    "description": "Call2Net S.p.a. Milano, Italia ICT e Sistemi informativi In presenza Attenzione! Annuncio non pubblicato Descrizione azienda Call2Net s.p.a è una società che da più di 15 anni si occupa di Customer Interaction. Il suo approccio fortemente innovativo l'ha portata ad essere fra i leader del mercato italiano, rivoluzionando il concetto di Contact Center in outsourcing. Attualmente ha il proprio headquarter a Milano ed è ora distribuita in Italia su 10 sedi : Milano, Torino, Marcon (VE), Prato, Cag…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262850?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D361002183294BBFAE8EE1BD1F90F169D7933CFA",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Power BI Analyst",
    "description": "Vedrai Data Intelligence sta cercando Power BI Analyst per le sedi di Milano, Torino, Casalecchio di Reno, Roma. Sei la persona giusta? Leggi l’annuncio e aiutaci a conoscerti inviandoci il tuo curriculum. Il contesto di cui farai parte Vedrai Data Intelligence si configura così come uno dei principali player italiani in questo settore, azienda appartenente ad Altea Federation con una profonda esperienza pluriennale in progetti di Data Management, Business Intelligence e Planning Attraverso str…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262612?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=6621E49521DB197994F37680785DE1C8989A895D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AI Engineer Junior / Full Remote",
    "description": "Noi di gAIn360 stiamo rivoluzionando il settore del Wealth Management. Sfruttiamo la potenza dell'Intelligenza Artificiale e del Machine Learning per analizzare dati finanziari a 360 gradi, trasformandoli in previsioni accurate e insight comprensibili, illustrati in linguaggio naturale grazie agli LLM. Il nostro team è un mix interdisciplinare di docenti universitari, specialisti di finanza, imprenditori digitali ed esperti di AI, uniti per creare soluzioni all'avanguardia che semplificano la g…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262579?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=6703F822BA99F3E11353E630BF8A81B8B77A7174",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cloud Platform Engineer",
    "description": "Senior Cloud Platform Engineer Per un’azienda tech internazionale in rapida crescita, con sede a Catania, siamo alla ricerca di un Senior Cloud Platform Engineer. L’ambiente di lavoro è stimolante, orizzontale e altamente tecnologico. Se ti piace lavorare con AWS, Azure, Kubernetes e Terraform, e stai cercando un’opportunità con possibilità di crescita e flessibilità, continua a leggere. Contratto a tempo indeterminato nel settore terziario Modello di lavoro ibrido (3 giorni in sede / 2 da remo…",
    "secteur": "Informatica/IT",
    "skills": [
      "aws",
      "azure",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262624?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=FFF7A4A0AC7BDC72BA08682774A03AD95496D012",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Azure Data Engineer",
    "description": "NTT DATA, Trusted Global Innovator, è tra i principali player a livello mondiale in ambito IT services. Con più di 140.000 professionisti in oltre 50 Paesi in tutto il mondo, siamo protagonisti e acceleratori della trasformazione digitale offrendo ai nostri clienti soluzioni tecnologiche e innovative progettate su misura. Il motore di NTTDATA sono le persone, ognuna con la propria unicità, talento ed attitudine. Abbiamo costruito una Smile Working Company in cui la cura, l'ascolto delle persone…",
    "secteur": "Informatica/IT",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262675?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=A9FAA450A8781D354DF2AAF44A2469A0F3980BEA",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Artificial Intelligence Engineer",
    "description": "We are seeking a skilled AI Engineer to join our team of young talents and working on frontier models! This position is suitable for everyone who wants to join us in our newest office in Pisa! We offer hybrid position and in some cases also remote ones. Our platform integrates autonomous AI agents that collaborate within the system to deliver a comprehensive marketing solution. Restaurants Club is the AI go-to-market suite for small businesses, democratizing Customer Acquisition and Retention T…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262662?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=A3EEB517D2B20FC4FDF88C4C5FCEE5E33DD59739",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Full-Stack JS Developer (Node.js, React)",
    "description": "Join to apply for the Senior Full-Stack JS Developer (Node.js, React) role at CobbleWeb - The Online Marketplace Experts 3 days ago Be among the first 25 applicants Join to apply for the Senior Full-Stack JS Developer (Node.js, React) role at CobbleWeb - The Online Marketplace Experts Get AI-powered advice on this job and more exclusive features. What are we looking for? We are looking for solution focused individuals with a can-do attitude. Your commitment to continuous learning means you are …",
    "secteur": "Informatica/IT",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262537?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=5443AE7C84630FF9997296640E37B7DEAB093472",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Stiamo assumendo: Software Engineer Località: Milano, Torino, Roma – modalità ibrida (prevalente da remoto, presenza in sede del cliente 1-2 volte a settimana) Cerchiamo candidati residenti in Italia, con facilità di accesso a una delle sedi del cliente (Milano, Torino o Roma) Contratto : Full-time, tempo indeterminato – CCNL Metalmeccanico RAL : 30K – 50K (in base all’esperienza) | Ticket restaurant da 7€ | Fisso  variabile Hai esperienza nello sviluppo software (es. Python, ABAP, OData) e ti …",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262528?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D06B9C3C939C67426F703125250D9BC6E9EBC2B7",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Java Developer",
    "description": "Siamo una società boutique di headhunting specializzata in profili senior e middle management e siamo alla ricerca, per un nostro cliente che offre servizi di consulenza, tecnologia e servizi legati ai processi di Digital Transformation in modalità Business Platform as a Service (BPaaS), di un Java Full Stack Developer da inserire nel loro team. Lavoro 100% da remoto – Collaborazione flessibile, orientata ai risultati, in un ambiente innovativo e dinamico. Unisciti alla Digital Factory del clie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262386?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4201CB62E8410AC6CFD8A5ACA6B5C0DE835E2EAB",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Artificial Intelligence Engineer",
    "description": "Società tecnologicamente all’avanguardia, specializzata nella ricerca e selezione di profili di Middle e Top Management in ambito nazionale e internazionale, è alla ricerca di un Il nostro Cliente è una Tech Company in veloce crescita e prossima ad un'ambiziosa fase di scale-up. Il loro prodotto di punta, unico nel suo genere e decisamente pionieristico, è già largamente commercializzato in Italia e negli Stati Uniti, rivoluzionando il settore di riferimento. Selezionato Con forte background in…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262354?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=A5760B69E1D2B14BDFF9BBF1281E570774E73DC1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Application Engineer - DevOps Engineering Lead F / M",
    "description": "Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great leaps in …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262287?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=13F864957F347CB17CCB7721B406F9744C267CE2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Sede di lavoro: Agrate Bianza Per Valuebiotech, azienda impegnata nello sviluppo di un robot chirurgico brevettato a livello internazionale, si ricerca una figura con solida esperienza nello sviluppo software embedded real-time, in grado di contribuire attivamente alla fase di validazione finale del dispositivo. Continua a leggere l’annuncio se: Hai maturato esperienza concreta nello sviluppo di codice di qualità, meglio se integrato in dispositivi robotici o meccatronici. Ti trovi a tuo agio n…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262271?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4591F220BBEE1FBDD966FE43603FC3CF0CE76CB5",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Application Security Engineer",
    "description": "As an Application Security Engineer, you will play a critical role in ensuring our software products are secure from the earliest design phases through to deployment. You will work closely with development and product teams to integrate security into every stage of the development process. You will be part of an international team, contributing to the success of our products. Key Responsibilities : Security Code Review: Conduct thorough security code reviews to identify and mitigate vulnerabili…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262218?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D2140379EAB418BA2F04CFF5FA9F3173359DAD7B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Prompt Engineer, Linguistic AI Services",
    "description": "We are seeking a Prompt Engineer within the Linguistic AI Services (LAIS) team. The primary task is developing and optimizing prompts for large language models to expand RWS’ AI-driven linguistic services. You will be crafting sophisticated prompts that maximize the performance of AI models in various language-related tasks, such as AI LQA, term extraction and term creation, TM cleanup, content generation, and translation. You will work closely with linguists, technical teams and clients to ens…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262203?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=BD0F26FB402B3F4A308F581505A54565F2D10CD7",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cyber Security Analyst",
    "description": "L'analista che ricerchiamo si occuperà della protezione dell’infrastruttura IT attraverso l’individuazione e la prevenzione delle minacce cibernetiche, utilizzando i sistemi di sicurezza e le misure di protezione e controllo aziendali. Ti occuperai di gestire i sistemi di prevenzione e risposta aziendali alle minacce cibernetiche. Monitorerai la corretta esecuzione delle practice di sicurezza. Individuerai intrusioni e attività non autorizzate. Raccoglierai informazioni sugli incidenti e isoler…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262215?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=52708EE93642915D92E2B1DB01D619ADF6BC126A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Control Algorithms Developer",
    "description": "Control Algorithms Developer page is loaded Control Algorithms Developer Apply remote type Hybrid locations Porcia time type Full time posted on Posted Today time left to apply End Date : June 22, 2025 (10 days left to apply) job requisition id JR71316 R&D Permanent Job Description Control Algorithms Developer Make ideas come to life. Globally. At the Electrolux Group , a leading global appliance company, we strive every day to shape living for the better for our consumers, our people, and our …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262132?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=6F93C3BBC6F00684990607C5F457D75953B9197A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cloud Developer",
    "description": "Join to apply for the Cloud Developer role at RINA . RINA is currently recruiting for a Cloud Developer to join its office in Genoa / Rome / Turin / Naples / Bari / Milan within the Digital Technology and Cybersecurity Division. Mission The Cloud Architect will be responsible for designing, implementing, and managing robust cloud infrastructure solutions that support the company's strategic goals. This role aims to ensure scalable, secure, and cost-efficient cloud services, driving innovation a…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262140?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=EF34C5D5B2BB8BCD80DF73165CE09D0A86AE1009",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer",
    "description": "It's Prodigy è una startup innovativa, operante nel campo dell'innovazione tecnologica, che si pone l'obiettivo di creare soluzioni e prodotti di nuova generazione per piccole, medie e grandi imprese. Di cosa ci occupiamo? Innovazione : ci proponiamo come consulenti e sviluppatori di soluzioni in ambito industria 4.0 (Big data, intelligenza artificiale, iot); Consulenza Tecnologica : ci occupiamo sia di consulenza in modalità outsourcing che di sviluppo custom di progetti; Marketing : operiamo …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262066?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=93346A5970C87226DDF6E96D9DA8BA721A43CEBC",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CRO & Web Data Expert",
    "description": "Dal 2017 disegniamo e realizziamo esperienze integrate meravigliose, capaci di soddisfare i bisogni dell’utente coinvolgendolo lungo tutto il customer journey omnicanale grazie all’equilibrio tra contenuti, design, branding e tech consultancy. Esperienze digitali volte all’ottimizzazione delle conversioni, con l’obiettivo di soddisfare i bisogni dell’utente e coinvolgerlo lungo tutto il suo customer journey omnicanale attraverso l’interazione tra design digitale, contenuti, storytelling, intell…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262042?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=C6CFA9B9D2C119451F33C88B276B1CCF1D847ABF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "System Specialist",
    "description": "ll Gruppo Tazzetti, www.tazzetti.com,leader europeo nell’industria dei fluidi refrigeranti e gas speciali, in sviluppo e continua crescita, ricerca da inserire nell’ufficio IT del gruppo un System Specialist con competenze di Programmazione Il candidato ideale dovrà avere: Competenze su sistemi operativi Microsoft e suite Microsoft 365; Buona conoscenza sistemi server, reti e database; Competenze in cybersecurity e protezione dei dati; Conoscenza sistemi ERP, MES, CRM e BI; Esperienza in gestio…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262068?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4376B47CE7F1EBEBD9BBED5FDF46F7B3E631538A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "IT Operation Specialist",
    "description": "La passione è il motore che guida il nostro Gruppo, ci permette di sviluppare idee e soluzioni per la mobilità sostenibile del futuro. Promuoviamo un ambiente di lavoro stimolante ed inclusivo che dà l’opportunità ad ogni Persona di esprimere pienamente il proprio talento contribuendo al successo dell’azienda. Siamo alla ricerca di una risorsa IT Operation Specialist, da inserire all'interno dell'Ufficio IT di BMW Bank, che contribuirà a garantire le performance e il buon funzionamento dei sist…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277262020?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=689DA31F87AEF38BC01ACC66CD50F2806D8E5F91",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Staff AI Engineer - Remote",
    "description": "Social network you want to login/join with: An AI companion who is eager to learn and would love to see the world through your eyes. Replika is always ready to chat when you need an empathetic friend. About Replika Replika is an AI companion loved by 35M users around the world. We’re redefining what it means to connect with technology — emotionally, intelligently, and personally. From mobile to VR, we’re building an experience that feels less like software and more like someone who gets you. We…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277261984?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=7742974250A4A00F9467ED753EA765992C17CDED",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AWS Data Cloud Engineer",
    "description": "Join to apply for the AWS Data Cloud Engineer role at Pirelli Join to apply for the AWS Data Cloud Engineer role at Pirelli We are a global leader in the tire industry, specialized in designing, developing, manufacturing, and marketing high-performance tires for cars, motorcycles, and bicycles. With a presence in over 160 countries and around 18 production facilities, we pride ourselves on our cutting-edge technology and commitment to sustainability. Innovation is at the heart of everything we …",
    "secteur": "Informatica/IT",
    "skills": [
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257578?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=B9DD66141048F0E850BD9049E199972FA4293A27",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Platform Engineer",
    "description": "Social network you want to login/join with: The team is responsible for the reliability and security of our products. We work in close contact with Software and Data Engineers, building together the platform that enables them to do their job most effectively. We take quality seriously and we automate everything that makes sense. We support transparent communication and a blameless culture, we strive to maintain a healthy work-life balance, and we value the point of view of every team member. In…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257587?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=1B0DCADB6CEDD4C8828365446140E699D1067D66",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Marketing Data Analyst- appartenente alle Categorie Protette (L.68/99)",
    "description": "Descrizione azienda Il nostro partner è una società di consulenza specializzata nel fornire soluzioni data-driven per supportare i clienti nell'ottimizzazione delle strategie di marketing. L'obiettivo è migliorare le performance e posizionarsi efficacemente sul mercato, prendendo decisioni informate. Mission : trasformare i dati in insight concreti e azioni strategiche. Posizione Siamo alla ricerca di un Marketing Data Analyst appartenente alle Categorie Protette, talentuoso e motivato, con una…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257574?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=EADE3B76E2A2E13DFE70FF6547BF7AA5A6C77BE5",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Statistician",
    "description": "Senior Biostatistician – Global Pharma | Italy (Hybrid) Shape the Future of Drug Development Are you an experienced statistician ready to take your expertise to the next level? Our client, a leading international pharmaceutical company, is looking for a Senior Biostatistician to join their dynamic and collaborative team. If you're passionate about designing meaningful clinical trials and influencing global health outcomes, this is the opportunity for you. What You’ll Be Doing As a key statistic…",
    "secteur": "Sanità/Medicina",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257505?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=1BE71EF3107BCEDC606710B0C8C457BA4E573C5D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Prompt Engineer, Linguistic AI Services",
    "description": "We are seeking a Prompt Engineer within the Linguistic AI Services (LAIS) team. The primary task is developing and optimizing prompts for large language models to expand RWS’ AI-driven linguistic services. You will be crafting sophisticated prompts that maximize the performance of AI models in various language-related tasks, such as AI LQA, term extraction and term creation, TM cleanup, content generation, and translation. You will work closely with linguists, technical teams and clients to ens…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257378?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=717AA22FA9D88CF036BBC6A5FC9BC6E27B049037",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AI Engineer Junior / Full Remote",
    "description": "Noi di gAIn360 stiamo rivoluzionando il settore del Wealth Management. Sfruttiamo la potenza dell'Intelligenza Artificiale e del Machine Learning per analizzare dati finanziari a 360 gradi, trasformandoli in previsioni accurate e insight comprensibili, illustrati in linguaggio naturale grazie agli LLM. Il nostro team è un mix interdisciplinare di docenti universitari, specialisti di finanza, imprenditori digitali ed esperti di AI, uniti per creare soluzioni all'avanguardia che semplificano la g…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257490?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=6C14F2C09E14C68A201F3D68A8EAA09DAF22D41C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "INNOVATION MANAGER (Biotecnologie, Entry Level)",
    "description": "Località : MILANO Area Funzionale : Finanza / Banca / Auditing / Controller Retribuzione : 25000 Tipologia : Offerta di lavoro Contratto : Assunzione a tempo indeterminato Settore : Enti - Organizzazioni - Famiglie - Cooperative e consorzi Descrizione proposta : Italbiotec Srl Società Benefit offre servizi di consulenza per l'innovazione nei settori delle biotecnologie, della chimica verde e dell'economia circolare. I nostri servizi includono il supporto a imprenditori e gruppi accademici per i…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257429?se=wm2Isn5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=8777C31FA4B5DF817D2251477F8E087A4FFC8BEB",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior DevOps Engineer",
    "description": "Per conto di un cliente finale multinazionale, leader nel proprio settore di riferimento, siamo alla ricerca di una risorsa Senior Devops Engineer da inserire in un team Agile dedicato alla crescita di un software core all'avanguardia. Responsabilità principali: Contributo alla progettazione, implementazione e ottimizzazione dell’architettura di deployment, sia in cloud che on edge. Sviluppo e manutenzione dell’infrastruttura per la gestione e il monitoraggio dei prodotti software. Supporto nel…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257401?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=BE0B3D64D291572C4F811CF9D94D93EE012D60E2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AI Engineer Junior / Full Remote",
    "description": "Noi di gAIn360 stiamo rivoluzionando il settore del Wealth Management. Sfruttiamo la potenza dell'Intelligenza Artificiale e del Machine Learning per analizzare dati finanziari a 360 gradi, trasformandoli in previsioni accurate e insight comprensibili, illustrati in linguaggio naturale grazie agli LLM. Il nostro team è un mix interdisciplinare di docenti universitari, specialisti di finanza, imprenditori digitali ed esperti di AI, uniti per creare soluzioni all'avanguardia che semplificano la g…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257454?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F3B7C8A7743B649881EA1C2A6D02739F56149DD1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "FULLSTACK DEVELOPER",
    "description": "Beliven è alla ricerca di un / a Fullstack Developer con esperienza e visione d’insieme, capace di seguire lo sviluppo dei progetti digitali in tutte le loro fasi. Cerchiamo una persona curiosa, proattiva e collaborativa, che sappia lavorare in squadra e contribuire con idee e competenze per creare soluzioni solide, funzionali e ben pensate. Requisiti tecnici Conoscenza di PHP (apprezzato background anche in Python e / o NodeJS) Conoscenza di un framework MVC per lo sviluppo web Conoscenza di d…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257270?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=014AA69DCB69A7817F30231215EE1660BF0D7B1B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist Senior",
    "description": "Social network you want to login/join with: Responsibilities The ideal candidate as a Senior Data Scientist at NTT DATA will possess a combination of skills including hands-on experience with Generative AI (preferably on Azure/GCP and on-premise), engineering best practices, statistical expertise, and proficiency in Machine and Deep Learning, along with a strong business acumen. The Senior Data Scientist will collaborate with fellow data scientists, data engineers, ML engineers, product manager…",
    "secteur": "Informatica/IT",
    "skills": [
      "azure",
      "data scientist",
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257264?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=886533017CA6798466121FD820C3529E8104D246",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Business Analyst - Sales & Distribution",
    "description": "Senior Business Analyst - Sales & Distribution Join to apply for the Senior Business Analyst - Sales & Distribution role at Allianz Italia . Job Purpose / Role The successful candidate will join the Distribution Incentives & Discounts Unit, conducting in-depth analysis of agency channel performance, identifying growth opportunities, and supporting the development and implementation of strategic initiatives. Responsibilities include analyzing agency performance, creating predictive models, manag…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257259?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=DDF484DF3371C3FF63CF1211CE8B37FA65C3401F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "RISK Analyst - Porto or Lisbon",
    "description": "About the job The role is focused in the Counterparty Risk Pillar, with the key responsibilities being: Monitor and review counterparty risk metrics and frameworks, notably regarding collateral envelopes and eligibility, Wrong Way Risk, Bilateral Initial Margin, counterparty risk sensitivities and stress test reports. Perform standard counterparty portfolio analysis in preparation of credit annual reviews Analyse & monitor Economic and Regulatory Measures – including Stress Testing – linked to …",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257289?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2F8E4F3B8B50194033DBCCAD7A1FD591B9CBEFC5",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Stress Analyst",
    "description": "Job Description: Leonardo is a global industrial group that realises multi-domain technological capabilities in Aerospace, Defence & Security. With over 51,000 employees worldwide, the company has a significant industrial presence in Italy, the UK, Poland, and the US. It also operates in 150 countries through subsidiaries, joint ventures and investments. A key player in major international strategic programmes, it is a technological and industrial partner of governments, defence administrations…",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257098?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=CA0CDCB693053A782DBA96EA91D14640128BAF42",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer",
    "description": "Fincons Group è una società internazionale di consulenza IT che da oltre 40 anni accompagna le imprese nel cogliere le opportunità del cambiamento digitale, proponendo soluzioni e tecnologie all’avanguardia che anticipano sempre il futuro. Alle aziende dei settori Energy & Utilities, Financial Services and Insurance, International Institutions, Manufacturing, Media, Public Administration e Transportation, Fincons offre consulenza sulle strategie IT in diversi ambiti, così come servizi di system…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257151?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=CC288C90CD9C9D18A9FE6CC34073B516D1EFF643",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Developer – Settore Energia",
    "description": "IBILL è un'azienda leader nello sviluppo di software per il mercato energetico, impegnata nella semplificazione delle attività complesse e nella guida della trasformazione digitale nel settore delle utilities. La loro missione è accelerare la crescita e consolidare la posizione di mercato dei nostri clienti attraverso l'Intelligent Automation. Sono una squadra appassionata e entusiasta, dedicata a creare soluzioni innovative che fanno la differenza. Stiamo cercando un Sviluppatore Software Midd…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257191?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=233BD33FEA6513C1F1E384C53A538E47FEE51680",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cloud Engineer",
    "description": "Operante su tutto il territorio nazionale, con sedi principali a Milano, Torino, Verona e Roma. Ad oggi, conta circa 100 professionisti Impiegati nella fornitura di servizi specializzati nel settore ICT, in uno scenario estremamente competitivo e in rapida trasformazione. Grazie alle competenze acquisite su clienti leader di mercato, opera internamente su: SAP, Gold Partner Microsoft CRM e Digital Opensource Machine Learning e Business Intelligence, portando avanti progetti di consulenza profes…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257166?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D7EC8E4C4B02BA807033FDD3EA4B03D0AF6F633F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer (team GenAI)",
    "description": "Oròbix is a Bergamo-based tech company specializing in the development and lifecycle management of artificial intelligence solutions across diverse sectors, including healthcare, agrifood (via the innovative startup Oròbix Life), manufacturing, gaming, and energy. In 2019, Oròbix received strategic investment from Antares Vision Group, a global leader in inspection systems, track-and-trace, and smart data management. Over a decade of activity, we have implemented over 100 projects, designing AI…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257084?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=BD26BC31B4E47DC89F71807F401221463905A076",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Business Analyst | Progetti Multicanale BOLOGNA, EMILIA ROMAGNA, Italy e altri 1 Pubblicata il []",
    "description": "Unipol Rental società del Gruppo Unipol attiva nel settore del noleggio flotte aziendali e nella gestione dei servizi di mobilità, è alla ricerca di un giovane professionista da inserire nel ruolo di: Business Analyst | Progetti Multicanale Sede di lavoro: Reggio Emilia/Bologna Il profilo ricercato, riportando al Responsabile Piattaforme Clienti , parteciperà attivamente ai programmi di implementazione ed evoluzione dei Touch Point Digitali (Mobile App, Web App) diUnipolRental, agendo come foca…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257139?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=E27EAC787F7C90ED128B07F2A9EC9D199A5E3A4F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Solutions Specialist | ETL, Databricks, Freelance",
    "description": "Il Data Solutions in HRM è una figura strategica per la progettazione, ottimizzazione e gestione di soluzioni dati attraverso l’intero ciclo di vita del dato. Con competenze che spaziano dall’ingegneria dati all’architettura di sistemi di analytics, questa figura si concentra sulla creazione di pipeline scalabili ed efficienti che trasformano i dati in valore per il business. Lavorerai su piattaforme end-to-end e architetture a microservizi, sfruttando tecnologie avanzate come Kubernetes e Dock…",
    "secteur": "Informatica/IT",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256976?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=C455D6498BEB1DD60217F074713DE557EDB5E9C7",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer for Loco-Manipulation on Quadruped Robots",
    "description": "Software Engineer for Loco-Manipulation on Quadruped Robots Software Engineer for Loco-Manipulation on Quadruped Robots Italy This open position is financed by INAIL within the Project: “Sistemi Cibernetici Collaborativi – Robot Teleoperativo 3” (Collaborative Cybernetic Systems – Robotic Teleoperation 3) in partnership with INAIL CUP: J53C24000520005 Commitment & contract: full-time, fixed-term contract Location: Genoa, Italy Step into a world of endless possibilities, together let’s leave som…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277257033?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=C21C51854C994E1BD4312925AD499362D068D990",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Avionic Equipment Lead Software Engineer",
    "description": "Avionic Equipment Lead Software Engineer, San Maurizio Canavese San Maurizio Canavese, Italy Leonardo è un gruppo industriale internazionale, tra le principali realtà mondiali nell’Aerospazio, Difesa e Sicurezza che realizza capacità tecnologiche multidominio in ambito Elicotteri, Velivoli, Aerostrutture, Elettronica, Cyber Security e Spazio. Con oltre 60.000 dipendenti nel mondo, l’azienda ha una solida presenza industriale in Italia, Regno Unito, Polonia, Stati Uniti, e opera in 150 paesi anc…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256918?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=147C6AC8DFC1FB8DBC677860F35BED42FEE7E294",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Cloud Engineer – Kubernetes Applications",
    "description": "Are you curious and ready to accept a new challenge in your career? Are you eager to join a dynamic company and bring innovation through your work and skills? Prometeia offers you opportunities for growth and training in a Group with over 1000 professionals working for more than 500 clients in 20 countries around the world. Among the European leaders in Wealth Management solutions, Prometeia is looking for an experienced Senior Cloud Engineer to lead the development, deployment, and management …",
    "secteur": "Informatica/IT",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256743?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=971B4222BBC6BEF8240A41BF1B3D1321D3CCE622",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Back-end developer",
    "description": "Social network you want to login/join with: Back-end developer, Metropolitan City of Turin col-narrow-left Client: Cerved Group SpA Location: Metropolitan City of Turin, Italy Job Category: Other - EU work permit required: Yes col-narrow-right Job Reference: fa4d188baccd Job Views: 3 Posted: 29.06.2025 Expiry Date: 13.08.2025 col-wide Job Description: SpazioDati, part of the Cerved Group, is reshaping how organizations access, analyze, and utilize information. We are based in Italy, and our mis…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256793?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=ADCB2728A9D1E3891D7E02F6346C80305F7EAA64",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AI/GenAI Engineer",
    "description": "Collaborates with the technical team to implement both traditional machine learning and generative AI systems under senior guidance. This role supports the entire AI development process, from data collection and preprocessing through model deployment and monitoring for both predictive and generative applications. The Engineer builds and refines prompt templates for various LLM use cases while implementing retrieval-augmented generation systems to enhance generative applications with external kn…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256680?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=9EA4E801C99CD174A1C441C0E4EE3AC4382D1930",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Sr Backend Developer for Italy (all genders)",
    "description": "Join to apply for the Senior Backend Engineer (Golang) – Italian Market role at fiskaly Join to apply for the Senior Backend Engineer (Golang) – Italian Market role at fiskaly Get AI-powered advice on this job and more exclusive features. Direct message the job poster from fiskaly Location : Austria or Italy (Hybrid / Remote) Tech Stack : Golang, REST APIs, RabbitMQ, GCP, Kubernetes, Docker, PostgreSQL, Terraform, GitHub Actions. Employment Type : Full-time, Permanent Why This Role Matters At f…",
    "secteur": "Informatica/IT",
    "skills": [
      "docker",
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256563?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F6F4B099C49C573924B04706B3BA75314B16F3B1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "IT Solution Specialist - Full Stack Developer",
    "description": "BE AN ESSENTIAL PART OF EVERYDAY LIFE DHL Supply Chain is the world's leading contract logistics provider that combines value-added and management services with fulfillment and distribution. At DHL Supply Chain we are committed to looking after tomorrow & today with our Environment, Social, and Governance (ESG) strategy. So what's it like to work for DHL Supply Chain? At DHL we're proud of our international reach as it brings together people with a wide range of skills, experiences, cultures, a…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256668?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=36CB472392A7E328BD85C0A1DBCDDE867E4E267B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer - Openshift Observability (Italy, Portugal, Czech Republic)",
    "description": "Social network you want to login/join with: Software Engineer - Openshift Observability (Italy, Portugal, Czech Republic), Sacile col-narrow-left Client: Location: Job Category: Other - EU work permit required: Yes col-narrow-right Job Reference: e18cbad53ba8 Job Views: 8 Posted: 29.06.2025 Expiry Date: 13.08.2025 col-wide Job Description: The Red Hat Observability Intelligence team is looking for an engineer to join us. Be prepared to join a team developing Observability Analytics tools for Op…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256319?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=67AAB9EFCA0B9FC0C7D954BD2EAFC8AB5067149C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Business Analyst | Progetti Multicanale BOLOGNA, EMILIA ROMAGNA, Italy e altri 1 Pubblicata il []",
    "description": "Unipol Rental società del Gruppo Unipol attiva nel settore del noleggio flotte aziendali e nella gestione dei servizi di mobilità, è alla ricerca di un giovane professionista da inserire nel ruolo di: Business Analyst | Progetti Multicanale Sede di lavoro: Reggio Emilia/Bologna Il profilo ricercato, riportando al Responsabile Piattaforme Clienti , parteciperà attivamente ai programmi di implementazione ed evoluzione dei Touch Point Digitali (Mobile App, Web App) diUnipolRental, agendo come foca…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256330?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=B90E951CB4F14DE90372BCE205FAFB61C207FF82",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Security Engineer",
    "description": "Job Description Anvil is seeking a Security Engineer to join our team. As a Security Engineer, you will perform tests of customers’ web and mobile applications, networks, and embedded systems. You will also be provided dedicated time for research and skills development. Job Responsibilities Assist with scoping customer engagements Perform penetration tests, solo and in teams consisting of other Anvil Secure Engineers Perform source code audits Generate vulnerability reports Participate in Anvil…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277256113?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=0F19FFF32619B4F839845C1FD41A9DBA2EA447D6",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Application Developer",
    "description": "AGAP2 è un gruppo europeo di consulenza ingegneristica e operativa, parte del Gruppo MoOngy. Con una presenza in 14 paesi europei e oltre 8.500 dipendenti, abbiamo aperto la nostra prima sede italiana a Milano sette anni fa. Siamo in continua espansione e alla ricerca di persone che condividano i nostri valori : AMBIZIONE , SORRISO , DINAMISMO , VOGLIA DI METTERSI IN GIOCO , in un ambiente dove le relazioni umane contano davvero. Per un progetto strategico in ambito bancario, siamo alla ricerca…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247226?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=AEC76B5BADF341F44BC63E07296331E9A114DA19",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Backend Engineer (Python)",
    "description": "Book For Work (bookforwork.com) is a fast-growing, free B2B accommodation booking platform (hotels, B&Bs, apartments, etc.) offering exclusive corporate rates to companies. Recognized by Forbes, Expedia, and other industry experts, our solution helps over 350 companies in Italy to : Save on average 7% per year compared to traditional solutions. Speed up accommodation booking and management processes for business travel up to 10 times. Save at least 50% of accounting time thanks to consolidated …",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247237?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=249A2B99C5003A94AF94258CD801D5492E5A710E",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "ML Engineer / Data Scientist",
    "description": "Company Description About Strategy in Action Ltd. Strategy in Action is a pioneering Strategy-as-a-Service (SaaS) provider revolutionizing how organizations develop and implement strategic initiatives. As the first company to offer comprehensive strategy services through an innovative technology platform, we combine deep management consulting expertise with cutting-edge artificial intelligence. Our mission is to democratize access to world-class strategic thinking by creating intelligent system…",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist",
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247263?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=506C5A51D6B30BAE43C93F99DE12729AA3756B05",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AWS - Data Architect",
    "description": "Responsibilities For Data Intelligence Line NTT DATA is looking for an AWS Data Architect. Your role as an AWS Data Architect in NTT Data will be supporting customers in AWS Data Platform projects, working in partnership with business analysts and solution architects to understand use cases, data needs, and outcome objectives. We are looking for an engineer that can be the bridge between Data Science and Data Engineering, having a clear understanding of both worlds. Responsibilities : Create an…",
    "secteur": "Informatica/IT",
    "skills": [
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247186?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=474E52DA782C6B837F39C4AF4C3F3080F583AB0C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Marketing Data Analyst",
    "description": "Posizione: Senior Marketing Data Analyst Sei appassionato di analisi dei dati e desideri contribuire a strategie di marketing innovative? Unisciti a Edenred UTA Mobility, leader nel settore dei servizi di mobilità, e supporta le decisioni strategiche attraverso analisi avanzate e automazione. Responsabilità principali: Analisi e reporting: elaborare dati di marketing digitali e offline per ottimizzare le campagne; Marketing Automation: implementare flussi automatizzati di comunicazione, come em…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247219?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=190B99871790A12CE722CE9B2139E69A391764F0",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Associate - Sviluppatore - Digital Risk Solutions - Automation / RPA - Risk & Regulatory - Milano",
    "description": "Segui le tue ambizioni e prosegui con noi la tua carriera professionale, acquisisci il ruolo di : RISK AUTOMATION ASSOCIATE - DIGITAL RISK SOLUTIONS Contribuisci a rafforzare la fiducia nei mercati diventando un partner strategico per i nostri clienti. Affiancali nella valorizzazione dei loro investimenti nell’Information Technology e guidali nella valutazione di rischi e opportunità. Parteciperai a diversi progetti di trasformazione del business dei principali player in ambito nazionale ed int…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247261?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=8F92E1558C322F3C788469A72B0291FF9F58B059",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Statistician",
    "description": "Senior Biostatistician – Global Pharma | Italy (Hybrid) Shape the Future of Drug Development Are you an experienced statistician ready to take your expertise to the next level? Our client, a leading international pharmaceutical company, is looking for a Senior Biostatistician to join their dynamic and collaborative team. If you're passionate about designing meaningful clinical trials and influencing global health outcomes, this is the opportunity for you. What You’ll Be Doing As a key statistic…",
    "secteur": "Sanità/Medicina",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247193?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=CDCE87E2C4FCA192E66A348095EF2395C4666DA1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Application Engineer - DevOps Engineering Lead F / M",
    "description": "Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great leaps in …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247198?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2EEBA8A12F78C56F0FD606AC35F0E76A0B858413",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Operante su tutto il territorio nazionale, con sedi principali a Milano, Torino, Verona e Roma. Ad oggi, conta circa 100 professionisti impiegati nella fornitura di servizi specializzati nel settore ICT, in uno scenario estremamente competitivo e in rapida trasformazione. Grazie alle competenze acquisite su clienti leader di mercato, opera internamente su : SAP, Gold Partner Microsoft CRM e Digital Opensource Porta avanti progetti di consulenza professionale per clienti prestigiosi o per i più …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247093?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=0BA5F7D574DCF2D17ABB7C4B3AEA7A1B4F10EB10",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Application Engineer - DevOps Engineering Lead F / M",
    "description": "Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great leaps in …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247099?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=ED98A93C49406F9954EBED406770839564806888",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "FULL STACK WEB DEVELOPER",
    "description": "Siamo alla ricerca di un / a Full Stack Web Developer motivato / a e competente da inserire nel nostro team di sviluppo. La risorsa ideale ha esperienza sia nel front-end che nel back-end e sa muoversi con agilità tra le diverse componenti di un'applicazione web. Descrizione Ruolo Il / la candidato / a ideale lavorerà su progetti innovativi, collaborando con team multidisciplinari in ambienti Agile / Scrum e utilizzando tecnologie moderne per costruire soluzioni scalabili e user-friendly. Sono …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247117?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=016041566343F68EAE2FB15074051BAAAE2A094B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Network Security Engineer_Remote",
    "description": "Pubblicato il 09/04/2025 Realtà multinazionale technology Crescita professionale continua e formazione certificata Azienda Il nostro cliente è una realtà multinazionale technology, presente in una dozzina di paesi nel mondo, con diverse sedi sul territorio nazionale ed europeo, oggi è considerato uno dei maggiori system integrator del settore. Offerta La realtà cliente, per un ampliamento del team security, è alla ricerca di un Senior Network Security Engineer con competenze in ambito networkin…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247176?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4FD2B13216AA3854FC47ADF757E6F383E20DD06E",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Java Developer",
    "description": "Siamo una società boutique di headhunting specializzata in profili senior e middle management e siamo alla ricerca, per un nostro cliente che offre servizi di consulenza, tecnologia e servizi legati ai processi di Digital Transformation in modalità Business Platform as a Service (BPaaS), di un Java Full Stack Developer da inserire nel loro team. Lavoro 100% da remoto – Collaborazione flessibile, orientata ai risultati, in un ambiente innovativo e dinamico. Unisciti alla Digital Factory del clie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247049?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=8BCE142C8AD08162061BA81E8B0D46A009E6DABE",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer - packaging - optimize Ubuntu Server for public clouds",
    "description": "Software Engineer - packaging - optimize Ubuntu Server for public clouds Join to apply for the Software Engineer - packaging - optimize Ubuntu Server for public clouds role at Canonical Software Engineer - packaging - optimize Ubuntu Server for public clouds 2 days ago Be among the first 25 applicants Join to apply for the Software Engineer - packaging - optimize Ubuntu Server for public clouds role at Canonical Get AI-powered advice on this job and more exclusive features. Canonical is a leadi…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247060?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=AA36F41D7898D4F0E1D721611F57DC4D0F95DD01",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "[100% Remote] Software Engineer - Sviluppatore Backend",
    "description": "This is an exciting opportunity for an exceptional software engineer passionate about open source software, Linux, and Web Services at scale. Come build a rewarding, meaningful career working with the best and brightest people in technology at Canonical, a growing international software company. Canonical's Store team develops and operates a large system of backend services that power the Snap Store and Charmhub.io marketplaces. Our services are built primarily in Python, with some components i…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277247004?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=1F225ECB3F4201A9C8B8BF11DF14B3523DC66D1B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Generative AI Engineer",
    "description": "to join our AI innovation team at EaseMyTrip.com and help power the next generation of intelligent travel experiences. In this role, you will lead the integration and optimization of Large Language Models (LLMs) to create conversational travel agents that can understand, recommend, and assist travelers across platforms. You will work at the intersection of backend systems, AI models, and natural language understanding, bringing smart automation to every travel interaction. Key Responsibilities …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246988?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=01A813DF0324BD218112B474B079E11536DA6F35",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Principal Analog IC Designer - Automotive Electrification",
    "description": "NXP Semiconductors, a global leader in automotive and electrification solutions, is seeking an experienced and highly skilled Principal Analog IC Designer to join our R&D center in Milan. In this senior role, you will be responsible for leading the design and development of high-performance analog and mixed-signal integrated circuits for next-generation automotive applications, with a strong focus on electrification systems (EV/HEV, battery management, power conversion). You will play a key rol…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246938?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=91C97D368979925D0C09B940FA2782746E2D68FB",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps",
    "description": "Trust Srl, una società di consulenza informatica con decennale esperienza, offre soluzioni innovative per ambienti web e non solo, con un forte focus sul settore bancario, assicurativo, e altri settori come servizi, oil & gas, sanità. Attualmente, stiamo cercando: DevOps Disponibilità immediata e/o a breve termine. Competenze tecniche richieste: Solida esperienza in ambienti Linux (RedHat / CentOS, Debian / Ubuntu), inclusi scripting Bash e Python. Competenza nel deployment di sistemi e servizi…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246765?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=8684D59DAE33533AE5F7EBA82958D0C30C91374F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Associate I - Reinsurance Actuaries",
    "description": "Unparalleled opportunity to be part of a dynamic reinsurance broking team that manages multinational client accounts Being part of an organization of innovators in the transfer of risk, actuarial science, and analytics What is in it for you? Be part of a reputable and recognized brand in reinsurance brokerage by working with and learning from industry leading experts in the field, from around the globe Unprecedented opportunity to meaningfully impact our clients and make a difference We will co…",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246763?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=1785434ABBC67C9205B6F4B0A667BC8E4DAA6F1A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "SENIOR QUANTITATIVE ANALYST AND DATA SCIENTIST",
    "description": "EP Produzione è la società italiana di generazione elettrica del Gruppo energetico ceco EPH. Con una capacità di generazione complessiva di 5,2 GW, attraverso cinque impianti a gas e uno a carbone, è il 5° produttore di energia in Italia La risorsa verrà inserita nella Direzione Energy Management e sarà dedicata principalmente allo sviluppo di algoritmi strategici. Nello specifico, la figura professionale avrà la responsabilità di : Sviluppare modelli di ottimizzazione delle strategie sui vari …",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246743?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=08E5EEA400B35A0A1685C1AA20057B1AEC9D8192",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Back End Developer",
    "description": "Work somewhere with the creativity of a scaleup and expertise of an enterprise. We’re looking for a world-class Backend developer to join our Team in Milan. You’d be in charge of Python and Node.js microservices development, and help maintain, upgrade and develop our BI analytics platform. We’d also expect you to research solutions, suggest improvements to the all-round UX and work on them. What You Have At least 5 years of industry experience Excellent knowledge of Node.js or Python In-depth D…",
    "secteur": "Informatica/IT",
    "skills": [
      "python",
      "node"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246745?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=424E9D5C6B02BE94B9EB86D42452BB0A44F6C6F0",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Databricks Expert - Data Engineer / Data Architect",
    "description": "NTT DATA Italia è parte della multinazionale giapponese NTT DATA, uno dei principali player a livello mondiale nell'ambito della Consulenza e dei Servizi IT. Digitale, Consulenza, Cyber Security e System Integration sono solo alcune delle principali linee di business. La nostra missione è creare valore per i nostri clienti attraverso l'innovazione. NTT DATA conta su una presenza globale in oltre 50 Paesi, più di 150.000 professionisti e una rete internazionale di centri di ricerca e sviluppo; è…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277246672?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=29F45F3B15A7DE8DCD0FEB8B7329AB639F8DB6CD",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "ML / AI Engineer",
    "description": "Siamo alla ricerca di un ML / AI Engineer! Stiamo cercando una figura esperta in ambito Machine Learning e Intelligenza Artificiale da inserire nel nostro team per contribuire all’evoluzione dei nostri software. Il tuo ruolo Entrerai a far parte di un progetto innovativo volto a integrare componenti di AI nei nostri prodotti, con l'obiettivo di automatizzare e semplificare le attività quotidiane dei nostri utenti, con la massima affidabilità . Lavorerai alla progettazione dell’architettura ML /…",
    "secteur": "Informatica/IT",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277245645?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=146B0797C8F3BBEF0FDCCD62BF51D9F6332B8D04",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer",
    "description": "Risorse Professional , realtà specializzata nella Ricerca e Selezione di profili Middle e Senior Management,per giovane e dinamica realtà che si occupa di Big Data, Artificial Intelligence e Quantum Computing, ricerca una figura di: La risorsa si occuperà delle seguenti attività: Implementare pipelines per ingestion, storicizzazione, processing e esposizione dati; Applicare moderne metodologie per costruire pulite ed affidabili soluzioni; Valutare i componenti da includere nelle architetture in…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277245448?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=62135497D5E4A0DA6455E8079098EB0CF68B85EB",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Network Security Engineer_Remote",
    "description": "Opportunità di Lavoro: Senior Network Security Engineer Il nostro cliente, una multinazionale leader nel settore tecnologico presente in oltre una dozzina di paesi e con sedi in Italia e in Europa, è uno dei principali system integrator del settore. Per ampliare il team di sicurezza, ricerca un Senior Network Security Engineer con competenze in networking e security. Responsabilità: Implementazione e gestione di soluzioni NSPM (Network Security Policy Management), con particolare attenzione a T…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277245291?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D5B9EED953D2972CC9C0BAC16E42EF19390F70A9",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "SENIOR QUANTITATIVE ANALYST AND DATA SCIENTIST",
    "description": "EP Produzione è la società italiana di generazione elettrica del Gruppo energetico ceco EPH. Con una capacità di generazione complessiva di 5,2 GW, attraverso cinque impianti a gas e uno a carbone, è il 5° produttore di energia in Italia La risorsa verrà inserita nella Direzione Energy Management e sarà dedicata principalmente allo sviluppo di algoritmi strategici. Nello specifico, la figura professionale avrà la responsabilità di : Sviluppare modelli di ottimizzazione delle strategie sui vari …",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277245167?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=3EED7FA4283CFC97A0379630A3FF6F2E6E465871",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Global Sales Data Scientist - L. 68/99 e L. 69/99 (Categorie protette)",
    "description": "Social network you want to login/join with: col-narrow-left Client: Amplifon Location: Job Category: Other - EU work permit required: Yes col-narrow-right Job Reference: 9bcb2877b67e Job Views: 2 Posted: 29.06.2025 Expiry Date: 13.08.2025 col-wide Job Description: Who we are Amplifon is an Italian multinational company and the global leader in hearing care solutions and services. With over professionals and a network of points of sale in countries , Amplifon helps people rediscover the emotions…",
    "secteur": "Altro",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5277240250?se=wrkXtH5W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=250E348C60F9F3D3FA1D896A3FB1D30DAC2AF260",
    "date_collected": "20250701_1523"
  }
]