[
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Head of Software Development",
    "description": "Head of Software Development Home-based (with occasional travel to London and other locations) The Organisation Our client transforms lives by providing practical, emotional, and financial support to those experiencing poverty, disadvantage, and social isolation. They are now looking for a Head of Software Development to join them on a full-time, permanent basis, working 37 hours per week. The Benefits - Salary of £61,959 per annum (inclusive of £6,751 market supplement and £480 home working al…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 64506.67,
    "salaire_max": 64506.67,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277400089?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=407EEAF94DD5441249EFF18172557003FC318622",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Manager, Software Engineering - Remote",
    "description": "Senior Manager, Software Engineering - Remote Our Incora Story is really taking off – we’d love you to join us for the journey. We are currently seeking an exceptional Senior Software Engineer Manager here at Incora. As the leading supply chain solutions business in the aerospace industry our people Customers are at the heart of our business. The Senior Software Engineering Manager, you will lead and work with a distributed team to innovate and deliver business and software solutions. The role …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 81365.72,
    "salaire_max": 81365.72,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277391358?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=43D05563D0DCC6472182C4BBCEECFE9A8A7DC5C2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior SRE",
    "description": "ABOUT US Board Intelligence is a technology and advisory firm, that supercharges boards with the science of board effectiveness. We build better businesses and benefit society. Through a suite of AI-powered software tools, evaluation frameworks, and advisory services that distil twenty years of boardroom experience, we improve the efficiency of board processes and the effectiveness of boards. We work with over 70,000 leaders and 3,000 organisations across the world, with clients across the Fort…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 74334.44,
    "salaire_max": 74334.44,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277377622?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Developer",
    "description": "Cutting Edge Music Tech - On-Demand Vinyl Records We're looking for a Senior Full Stack Developer to join our Web Platform Team and help redefine the music industry. The company has invented a new technology to produce on-demand vinyl records and built a web platform for music creators to create and sell their products worldwide via our store at zero cost. We are working with the leading record labels, streaming services, digital service providers, distributors, and iconic global artists who ar…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 75000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277377620?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Mobile Engineer",
    "description": "We are seeking an experienced Lead Mobile Engineer to support our clients in the strategy, development, and execution of mobile applications across platforms. This role will have different responsibilities depending on the state of the projects which may be: Leading a team of talented engineers and collaborate with product, design, and other cross-functional teams to deliver world-class mobile experiences to our users Propose technical state of the art architectures for a new app or the evoluti…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 69811.83,
    "salaire_max": 69811.83,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277377529?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Engineering Manager - Software as a Medical Device (SaMD)",
    "description": "You will lead a business critical engineering squad responsible for delivering regulated medical AI products in a fast-paced environment. Managing engineers working on AI and SaMD components, you will own the development and delivery of compliant, scalable software that meets stringent medical standards. You’ll bring consistency, speed, and excellence to how the team plans, builds, and ships software. Key Responsibilities Lead engineering delivery for SaMD product roadmap, driving excellent tec…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 89366.42,
    "salaire_max": 89366.42,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277377237?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Java Engineer",
    "description": "Your new company and role This role is with a financial services client based in Glasgow. In this role you will serve as a member of an agile team to design and deliver trusted market-leading technology products in a secure, stable, and scalable way. You are responsible for carrying out critical technology solutions across multiple technical areas within various business functions in support of the firm's business objectives. Job responsibilities Executes software solutions, design, development…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 130000,
    "salaire_max": 156000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277366890?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "General Manager - The Carpenters Arms - Cambridge, Cambridgeshire",
    "description": "General Manager - The Carpenters Arms - Cambridge, Cambridgeshire Company Description The Carpenter Arms is a local neighbourhood hangout with a glorious beer garden serving up freshly made artisan pizzas, bubbling pots of comfort food and seriously tasty beers. Standing proud on Victoria Road in the heart of Cambridge; I’d guess you’d call us one big happy family who are always here for both our local and out of town guests. Position Your role as General Manager: Overall management of the pub,…",
    "secteur": "Hospitality & Catering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277364613?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=890A8376DC32DC7694F418CFE07584B1B59E5BF9",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Engineer, Team Lead - Herts",
    "description": "Engineer, Team Lead - Herts Our Support Centre is in Hemel Hempstead Herts we operate a hybrid working model and have 700 amazing team members across our support centre. 1 Park Lane, Hemel Hempstead, Herts HP2 4YL GBR Job Details Lead Engineer UK Remote First (occasional travel to Hemel Hempstead) Competitive annual salary  bonus & benefits Are you a hands-on tech leader with a passion for crafting smart, scalable digital experiences? Are you looking to work with a collaborative squad where eng…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45182.27,
    "salaire_max": 45182.27,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277360389?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=F65B9FCB133BA27108E68F4E0D5FFB529502BCE3",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Manager , Product Management , Acceptance Commercialisation",
    "description": "Our Purpose Mastercard powers economies and empowers people in 200 countries and territories worldwide. Together with our customers, we’re helping build a sustainable economy where everyone can prosper. We support a wide range of digital payments choices, making transactions secure, simple, smart and accessible. Our technology and innovation, partnerships and networks combine to deliver a unique set of products and services that help people, businesses and governments realize their greatest pot…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 57021.81,
    "salaire_max": 57021.81,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277296357?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=17A90BFC5E6BAED6AD63603FDEFDE19A8BDB7393",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Catastrophe Analyst",
    "description": "Introduction Join us at Gallagher Re, the trailblazers of the reinsurance world, where every day brings new opportunities to shape the future. We empower our clients with cutting-edge analytics and insights, providing them the confidence to make strategic decisions that transform industries. As a team member, you'll be at the forefront of innovation, translating data into impactful solutions and taking the reins of your career like never before. We believe that every candidate brings something …",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40584.88,
    "salaire_max": 40584.88,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277295709?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=BDC4D09D7FC00B928ABD35E157773B864B86F813",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Property CAT Analyst",
    "description": "Introduction Join us at Gallagher Re, the trailblazers of the reinsurance world, where every day brings new opportunities to shape the future. We empower our clients with cutting-edge analytics and insights, providing them the confidence to make strategic decisions that transform industries. As a team member, you'll be at the forefront of innovation, translating data into impactful solutions and taking the reins of your career like never before. We believe that every candidate brings something …",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 46177.44,
    "salaire_max": 46177.44,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277295695?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=7B4482A16D5B4A479F4CEC7BCA0AE743EA42DED2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Product Manager",
    "description": "Job Description Digital Product at ASOS We’re embarking on an exciting transformation journey, evolving our Digital Product team and processes with a powerful new way of working that places our digital products at the heart of our business. We currently receive over 2.5 billion visits annually, more than 23 million active customers, and over 50 million unique visitors monthly. This creates a highly committed and exciting environment with opportunities to develop best-in-class digital products. …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 56389.15,
    "salaire_max": 56389.15,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277244563?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "Job Description Location: London, Hybrid We have successfully launched our Gousto products to Ireland this year in our first international expansion and we have lots of exciting technical challenges ahead that we would love your help to solve! This is a wonderful opportunity to leverage your deep technical expertise to help shape the next generation of Gousto's digital experience in a new market. Whilst our tech-stack includes using TypeScript, Node, React and AWS (amongst others), we are happy…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58585.07,
    "salaire_max": 58585.07,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277244507?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Shift Engineer",
    "description": "Shift Engineer Job ID 182602 Posted 29-Aug-2024 Role type Full-time Areas of Interest Engineering/Maintenance Location(s) London - England - United Kingdom of Great Britain and Northern Ireland CBRE is the world’s leading commercial real estate services firm with offices located around the globe. CBRE currently employs roughly 105,000 people worldwide. The company’s core services include property sales, leasing and management, facilities and project management, investment management and, resear…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 52565.38,
    "salaire_max": 52565.38,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277190959?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=F207020067F943B78DE5F54CC1ACF084B66168FD",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Software Engineer - CIB",
    "description": "Job Description We have an opportunity to impact your career and provide an adventure where you can push the limits of what's possible. As a Lead Software Engineer at JPMorgan Chase within the Commercial & Investment Bank, you are an integral part of an agile team that works to enhance, build, and deliver trusted market-leading technology products in a secure, stable, and scalable way. As a core technical contributor, you are responsible for conducting critical technology solutions across multi…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 56540.62,
    "salaire_max": 56540.62,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277190706?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=A128559292C2D93094FED2813174B79DB8265076",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer III - Java / Kotlin",
    "description": "Job Description Be an integral part of an agile team that's constantly pushing the envelope to innovate, build, enhance and deliver top-notch technology products. As a Software Engineer at JPMorgan Chase within the Strategic Growth Office and a part of the Aumni Team you are an integral part of an agile team that works to enhance, build, and deliver trusted market-leading technology products in a secure, stable, and scalable way. As a core technical contributor, you are responsible for conducti…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 80183.13,
    "salaire_max": 80183.13,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277190389?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=DAAE583890F56187E57080CD625B62ADD4B41BA5",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer III - React / TypeScript",
    "description": "Job Description We have an exciting and rewarding opportunity for you to take your software engineering career to the next level. As a Software Engineer III at JPMorgan Chase within the JPMorgan's Digital Markets Execution Technology team, you serve as a seasoned member of an agile team to design and deliver trusted market-leading technology products in a secure, stable, and scalable way. This exciting role provides you with the opportunity to see direct impact of your contributions on the trad…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58934.07,
    "salaire_max": 58934.07,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277189657?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=32F53CE65F32154415A32F8AF69857230F765672",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lettings Partner",
    "description": "Are you an experienced Lettings Negotiator looking to take your career to the next level? Join haart Estate Agents as a Lettings Partner and become part of one of the UK's leading and most respected property brands. At haart, we value your expertise and offer the opportunity to take on a more strategic role, with the support and resources to further enhance your success.If you're ready to make an impact and be part of a forward-thinking, innovative company, haart offers the ideal platform for y…",
    "secteur": "Property Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 51778.32,
    "salaire_max": 51778.32,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277189143?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=15BED801B425017F08278736229E84EDA4408AC6",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lettings Partner",
    "description": "Are you a seasoned Lettings Negotiator ready to elevate your career? Join haart Estate Agents as a Lettings Partner and become part of one of the UK’s most trusted and recognised property brands. At haart, we recognise your experience and offer you the chance to step into a more strategic, influential role. With the backing of a forward-thinking, innovative company and access to exceptional support and resources, you’ll be empowered to drive your success even further. If you're ready to make a …",
    "secteur": "Property Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 49366.34,
    "salaire_max": 49366.34,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277188848?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=08E086C2155C714F6968153BF6C89DB94D4714E4",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer",
    "description": ".NET Developer (Tech stack: .NET Developer, .NET 9, C#, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) We have several fantastic new roles for .NET Developer to join an ambitious Fintech start-up. This is your chance to work with the sharpest minds in private wealth management and financial software development. Our client's latest product release has changed the way people view p…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277077202?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer",
    "description": ".NET Developer, .NET 9, C#, SQL Server - Investment Bank - London (Tech stack: .NET Developer, .NET 9, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, operations in over 20 countries our client has fast become Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) Our client is the world's most respected banking institution. Their story dates back to the 1890s and today they operate from over 10,000 offices in 100 countries. Working in…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277074587?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer",
    "description": ".NET Developer - Leading E-Book Firm - London (Tech stack: .NET Developer, .NET 9, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) Our client are a leading e-book firm who are on a mission to build the best reading experience, one that is both communal and personal, anytime, anywhere. Having recently opened their uber-chic offices in London they are looking to hire .NET Developer a…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277074028?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "External Affairs Manager",
    "description": "Team / Directorate: Communications and External Affairs / Communications, Customer and Commercial Starting salary: £45,367 rising to £50,877 per annum through annual increments being paid each year (pro rata for part time applicants) Contract type: Permanent Work pattern: Full time, 37 hours per week (Part time, annualised hours, compressed hours or term time working considered - discussions at interview stage welcome) Interview date: 28/07/2025 Post Number: 203955 (for office use only: GDN, TT…",
    "secteur": "Admin Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277068905?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=DA89F0BDEB6BBB1400ECE387A03D8C0B3D34F503",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Front End Engineer",
    "description": "Lead Front End Engineer London (Hybrid 1x Per week) Salary: Up to £100k  Benefits About Us Our client is a Insurtech Unicorn looking to expand their engineering team. With the opportunity to work on existing products which have generated millions in revenue to something new changing the landscape of the insurance world, this is the perfect opportunity for a results driven and growth focussed Senior engineer looking to start an ambitious business. The Role We're seeking a Lead Frontend Engineer …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 100000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277060483?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=3DA839856905B30FFF1438D92DC02185EEAD44BC",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Dept Manager at Urban Outfitters",
    "description": "Urban Outfitters at Bluewater seeks a Full-Time Department Manager Objective The main objective of this role is to assume total department accountability for sales, service profitability and loss prevention. To achieve a department environment that fosters creativity and inspires the Urban Outfitters customer. Ensure appropriate feedback and guidance is given in order to execute employee development. To assist senior management with all general store operations that falls within their sphere of…",
    "secteur": "Retail Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40064.56,
    "salaire_max": 40064.56,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277058827?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Health and Safety Officer",
    "description": "Our client designs, manufactures and sources a range of display equipment to meet specific retail requirements. Reporting to the Compliance Manager, you will provide health & safety support and advice to everyone across the business in particular the construction and project delivery teams. You will act as the ‘Competent Person’ and support the business in the effective delivery of both the pre-construction & construction phases of a project, while at the same time providing knowledge and suppo…",
    "secteur": "Trade & Construction Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277058237?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer - Pensions, ISA & Investments",
    "description": "Excited to grow your career? Our purpose is to empower people to save and invest with confidence. We are looking for great people to join us, so please come and invest in YOUR future at HL. We know that sometimes people can be put off applying for a job if they don't tick every box. If you're excited about working for us and have most of the skills or experience we're looking for, please go ahead and apply. We'd love to hear from you! About The Role Salary: Up to £80,000 dependent on experience…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 80000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5277057947?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=BF4757812DDF0CEBF00FB74DD4BCF209F18600CE",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Developer",
    "description": "We’re hiring for a Software Development Lead on a contract basis of 6 months or more, working with a leading client in the financial services sector. This is a hybrid role, with occasional on-site meetings in the City of London. Therefore, candidates should be based in the South East of England and be able to commute to London when required. Software Development Lead Key Requirements: To be considered, you must have strong, recent hands-on experience in the following areas: Leading small softwa…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 143000,
    "salaire_max": 143000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277057974?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "UX/UI Designer",
    "description": "Our client is a fast -growing organization. Based in the Energy sector For a sustainable future, the transition to an offer-driven energy system with clean energy sources is essential. UX expert with a sense of marketing and concept development. We are looking for someone who puts users at the centre, thinks strongly, and builds a bridge between design and impactful digital products. Within Art Data, you work with a team of React-end developers and Java Back-End Engineers to create web applicat…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 38000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277057838?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Development Manager",
    "description": "Software Development Manager required for a manufacturer of life-saving electronic solutions products. Part of a global group, this company offers rewarding careers, great benefits, and plenty of opportunities to grow in a supportive, energetic workplace. Hybrid working options (6 out of 10 days in the Rochester office). Benefits include – Bonus, Pension, Life Assurance, Eye care, Employee assistance programme, cycle2work scheme. We are seeking a Software Development Manager passionate about dr…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 78716.13,
    "salaire_max": 78716.13,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5277057804?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Front End Engineer",
    "description": "Senior Front End Engineer London (Hybrid 1x per week) Salary: Up to £85k  benefits About us Our client is a Insurtech Unicorn looking to expand their engineering team. With the opportunity to work on existing products which have generated millions in revenue to something new changing the landscape of the insurance world, this is the perfect opportunity for a results driven and growth focussed Senior engineer looking to start an ambitious business. About the role We're looking for a Senior Front…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 85000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277007497?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Front End Engineer",
    "description": "Lead Front End Engineer London (Hybrid 1x Per week) Salary: Up to £100k  Benefits About Us Our client is a Insurtech Unicorn looking to expand their engineering team. With the opportunity to work on existing products which have generated millions in revenue to something new changing the landscape of the insurance world, this is the perfect opportunity for a results driven and growth focussed Senior engineer looking to start an ambitious business. The Role We're seeking a Lead Frontend Engineer …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 100000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277003352?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Software Engineer Java Kotlin AWS",
    "description": "Staff Software Engineer / Developer (Java Kotlin AWS API) Hybrid WFH to £110k Would you like to progress your career in an impactful hands-on Software Engineer role working on Tech for Good? You could be joining a HealthTech Start-up, founded by two highly successful, Cambridge University educated management consultants, that is aiming to improve patient and social care for all by using complex technology to improve access to patient records, enabling collaboration between healthcare providers …",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 100000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5277003354?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Developer",
    "description": "The Role To work across the full development stack to build highly scalable distributed software solutions integrating with existing core systems that enable a positive user experience and measurable business growth whilst providing advice and recommendations for future proofing the business. Key Accountabilities Lead in all aspects of agile software development, including design, implementation, and deployment for web, cloud and standalone solutions, PC and mobile based Solutions created in li…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50131.79,
    "salaire_max": 50131.79,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276908776?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Automation Test Engineer",
    "description": "Join Our Team: Automation Test Engineer at Sureserve About Sureserve Sureserve is a trusted partner for housing associations, local authorities, and residents, delivering high-quality compliance and energy services. Our focus on energy efficiency, safe and compliant homes, and enhanced quality of life makes us a leader in the industry. With nationwide reach, regional expertise, and a commitment to excellent service, we are well-positioned to support our clients now and in the future. Role Overv…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55351.67,
    "salaire_max": 55351.67,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276906967?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior QA Engineer",
    "description": "About ZAVA We're on a mission to provide our patients with healthcare that is accessible and dependable at a fraction of today's cost. Our team of Doctors, Engineers, Customer Support Advisors, Marketers, Product Managers, UX Designers, Pharmacists, and Commercial & Operations Specialists work collaboratively, to develop and maintain a digital healthcare platform that provides our patients with healthcare that suits their needs & schedules. The pandemic changed our lives, requiring us to find f…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 57868.42,
    "salaire_max": 57868.42,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276904189?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Java Developer",
    "description": "Senior Java Software Engineer Location: Belfast Employment Type: Full-time Compensation: Competitive The Company Join a forward-thinking technology team driving transformation and innovation. This is an opportunity to work on cutting-edge cloud, DevOps, and software engineering solutions , delivering high-impact projects across various industries. With a strong focus on collaboration, agility, and continuous learning , this company provides the perfect environment for engineers looking to devel…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276735800?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=B668C9F0CC07ECCA703B9736CC32B6773AE1FC56",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer - Front End Infrastructure",
    "description": "Intercom is the AI Customer Service company on a mission to help businesses provide incredible customer experiences. Our AI agent Fin, the most advanced customer service AI agent on the market, lets businesses deliver always-on, impeccable customer service and ultimately transform their customer experiences for the better. Fin can also be combined with our Helpdesk to become a complete solution called the Intercom Customer Service Suite, which provides AI enhanced support for the more complex o…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55771.27,
    "salaire_max": 55771.27,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276661846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "About Us Platform Engineering is reshaping how enterprises build and run their cloud-native setups, and Humanitec is leading this transformation. Our mission is to help teams build Internal Developer Platforms (IDPs) that unlock true developer self-service. Through our community-driven initiatives, like platformengineering.org and PlatformCon, we are not just following the trend, but defining it. With a growing list of enterprise customers and skyrocketing IDP adoption, we are expanding our tea…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 63244.28,
    "salaire_max": 63244.28,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276661805?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Tech Lead- Conversational Commerce",
    "description": "We’re seeking a seasoned Tech Lead to drive the development of cutting-edge Conversational AI Commerce solutions. In this role, you’ll architect and lead the implementation of intelligent digital commerce experiences—powering natural conversations through chat, voice, and multimodal interfaces. This is a critical leadership role that combines technical expertise, hands-on coding, and cross-functional collaboration to build scalable, customer-facing AI systems. Responsibilities Lead the technica…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 89714.14,
    "salaire_max": 89714.14,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276661771?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Director of Solutions Engineering",
    "description": "About Hyperexponential We're the creators of hx Renew, the world's first pricing decision intelligence platform, purpose-built for the complexities of small, sparse, or fragmented insurance data. Recognised as the InsurTech Product of the Year, hx Renew empowers insurers to build sophisticated models in Python and React, reducing time-to-model from months to weeks or even days. hx Renew is transforming insurance with customers like Aviva, Convex, and Inigo, doubling revenue in 2023, and achievi…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 92805.13,
    "salaire_max": 92805.13,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276661739?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Automation Test Engineer",
    "description": "Join Our Team: Automation Test Engineer at Sureserve About Sureserve Sureserve is a trusted partner for housing associations, local authorities, and residents, delivering high-quality compliance and energy services. Our focus on energy efficiency, safe and compliant homes, and enhanced quality of life makes us a leader in the industry. With nationwide reach, regional expertise, and a commitment to excellent service, we are well-positioned to support our clients now and in the future. Role Overv…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 54726.11,
    "salaire_max": 54726.11,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276661569?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Store Manager",
    "description": "Store Manager | Retail | up to £42,000 basic plus fantastic Bonus Zachary Daniels has an exciting opportunity to join a service focused retailer as a Store Manager! Our client focuses on the Store experience of their customers and wants a new Store Manager to join the business and drive it forward to even more success. The role of a Store Manager is diverse, challenging, rewarding and hugely enjoyable; this really is a role that lets you utilise your retail skills and experience. As a Store Man…",
    "secteur": "Consultancy Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276612535?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=45BCB634354423147E4933EF6886BEB0DD53FAC7",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Mechanical Engineer",
    "description": "About the role We have an excellent opportunity for a Lead Mechanical Engineer to join our team at Kemsley Paper Mill. Reporting to the Area Engineering Manager, the successful candidate will have responsibility for maintaining and delivering world class mechanical uptime. This will be delivered by leading the mechanical craft team, planning and executing successful maintenance shuts and reacting dynamically to any reactive issues. We'll also need you to interact closely with Engineering & Prod…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41224.62,
    "salaire_max": 41224.62,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276608449?se=5Kxkp35W8BGkJ74MySmkmQ&utm_medium=api&utm_source=03d8c83f&v=74AC23EEFB01C251B24567145B736D99C69881BA",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer - Pensions, ISA & Investments",
    "description": "Excited to grow your career? Our purpose is to make it easy for people to save and invest for a better future. We are looking for great people to join us, so please come and invest in YOUR future at Hargreaves Lansdown. We know that sometimes people can be put off applying for a job if they don't tick every box. If you're excited about working for us and have most of the skills or experience we're looking for, please go ahead and apply. We’d love to hear from you! About the role Salary: Up to £…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53111.41,
    "salaire_max": 53111.41,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276534328?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Development Lead",
    "description": "Salary: £55,000 - 80,000 per year Requirements: 4 years of hands-on experience in software development with at least 3 years of experience with Python or Django. Experience of scalable web applications. Ideally, experience leading or mentoring a small software development team Strong understanding of software development methodologies (e.g., Agile, Scrum, Kanban). Strong analytical and problem-solving skills with a focus on finding practical solutions. Responsibilities: Lead the design, develop…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503992?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Web Developer Python Django",
    "description": "Salary: £70,000 - 85,000 per year Requirements: Senior Web Developer Python Django Location: London Hybrid one day a week in the office Python, Django, React , AWS, Developer, Team Lead Senior web developer python Django Role: The purpose of this web developer role is to be responsible for the design, development, and maintenance of the company data portal, build efficient web portals for different functions across the company, which includes redesign of the website with the new branding, and t…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "aws",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503967?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Tech Lead",
    "description": "Salary: £50,000 - 65,000 per year Requirements: Has built a live app in production in RoR Experience owning a product 3 years experience in RoR Responsibilities: You'll be a crucial part of our growing team and the first internal software engineer. You'll be working to implement our roadmap by building new features as well as maintaining the existing product. Technologies: AWS MySQL React Ruby jQuery More: This is an incredibly exciting opportunity to join a young company with great internal gr…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503934?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front End Developer",
    "description": "Salary: £50,000 - 80,000 per year Requirements: ● Javascript frameworks, React, React Native, Node ● AWS Lambda, codepipeline, cloudfront, RDS, Dynamo ● MySQL and NoSQL architecture experience ● Jira, Git, app center and Sonarcloud ● Expo, Electron and Ionic ● Docker, Kubernetes - containerisation and orchestration Responsibilities: ● Review and improve technical standards ● Authority on best practice code design ● Review architecture and suggest improvements ● Prepared to jump into the deep-en…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "docker",
      "node",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503968?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Developer (React/PHP)",
    "description": "Salary: £45,000 - 55,000 per year Requirements: Minimum of 3 years of full-time experience (Personal, freelance or work) with the project(s) to back it up. At least a Bachelor’s Degree in one of the following areas: Computer Science, or a related field. You must be fluent and have real-life experience with Javascript (primarily React.js and/or React Native). Understanding of Behaviour Driven Development or Test Driven Development, experience in developing Unit Tests Basic to intermediate workin…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 55000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503971?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front-End Developer",
    "description": "Salary: £50,000 - 65,000 per year Requirements: At least 4 years of Frontend Web Development Experience: have worked with React and modern web apps (bonus: Three.js, 3D rendering, SVG or webpack experience) Good communication skills: comfortable interacting with customers and working closely with our sales and support teams Knowledge of UI design and User Experience, working with our designers and users to provide a constantly great experience Happy interacting with APIs with a solid understand…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503938?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior DevOps / Platform Engineer",
    "description": "Salary: £40,000 - 70,000 per year Requirements: If you have most of the following, then we definitely want to hear from you: A can do, let’s get it done attitude 5 years industry programming experience - a significant portion of this will be delivering solutions into the cloud (PaaS/IaaS) Expertise in developing for operational and non functional concerns (monitoring integration, performance testing, scale, availability and resilience, security considerations) Demonstrable experience in web mic…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503940?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior PHP Web Developer - Back End",
    "description": "Salary: £45,000 - 60,000 per year Requirements: 3yrs Commercial software development; e-commerce or other complex applications OOP PHP (7.*) Software design patterns Working with MySQL databases Basics of Javascript, HTML, CSS Familiarity with Apache or Nginx Basics of Linux Responsibilities: Venditan Commerce development; build new features, extending or maintaining existing ones Working with MVC OOP PHP, MySQL, basic JS/HTML/CSS Help to investigate and solve client problems using our centrali…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503984?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Web portal Developer",
    "description": "Salary: £35,000 - 40,000 per year Requirements: • Commercial experience using bespoke and/or commercial Lead & Case Progression Tracking processes/products. • Commercial experience using, Visual Studio 2010 or later, SQL Server database 2012 or later, .Net Core 3.1 or later, React, and JSON/XML technologies • A firm grasp of reporting methodologies and in-depth experience with Microsoft SSRS • Proven experience in working with large data sets, segmenting these as required to provide data insigh…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503935?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Front End Developer",
    "description": "Salary: £50,000 - 80,000 per year Requirements: Experience technically leading a team to design and implement new features. Understanding of the front-end development lifecycle. Experience with RESTful services. Development of backend services, preferably using Node.js. Strong experience in HTML, CSS, modern JavaScript and the React framework. Strong problem-solving and analytical skills. Excellent verbal and written communication skills in English. Strong knowledge of Git source control. Respo…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503941?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front End Web Developer",
    "description": "Salary: £20,000 - 45,000 per year Requirements: You will be working with the existing front-end team and linking with the project managers, creative and back-end on a variety of projects. Knowledge of HTML5, CSS3 Ability to write clean, reusable code and follow the DRY principle Responsive web development, grid systems and frameworks Knowledge of JavaScript/jQuery Cross-browser development and accessibility Familiarity with PHP An eye for detail and layout Time management and organisational ski…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 20000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503963?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Tech Lead Software Engineer - RELOCATE TO AUSTRALIA!",
    "description": "Salary: £95,000 - 125,000 per year Requirements: Requirements of the role: • Be able to relocate to Australian (Melbourne or Sydney) • 5 years  of dedicated Software Engineering experience • Have expertise with the following technologies – AWS, React, Typescript • Must have built and owned end to end solutions preferably in a cloud native environment • Collaboration and strong communications skills Responsibilities: You will be working as a Principle / Tech Lead Software Engineer with the oppor…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 95000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276503964?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Multi-skilled Engineer",
    "description": "Are you an experienced commercial multiskilled Engineer looking for your next opportunity? Would you like to work for a well-renowned company which offers upskilling and training? Randstad Construction & Property are working on behalf of a national Facilities Management company to find a multiskilled Engineer with commercial experience to carry out a variety of maintenance across multiple sites. Location: Aberdeen (mobile) Salary: Competitive (up to £45,000 depending on experience) Employment T…",
    "secteur": "Trade & Construction Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276376569?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Kit Room Team Leader",
    "description": "Our client is a specialist equipment rental house, supplying cutting-edge technology and technical support to film and TV productions worldwide. From major feature film franchises to high-end television and commercials, their work supports some of the most ambitious and exciting productions in the industry. We are seeking a motivated Kit Room Team Leader, to oversee and support our Check In and Check Out Teams. This role is crucial for ensuring smooth operations in a fast-paced environment and …",
    "secteur": "Admin Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 35000,
    "salaire_max": 40000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276369018?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=84BD12D82EF575E9F63BFDE1CB75C413CA137036",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Software Engineer Java Kotlin AWS",
    "description": "Staff Software Engineer / Developer (Java Kotlin AWS API) Hybrid WFH to £110k Would you like to progress your career in an impactful hands-on Software Engineer role working on Tech for Good? You could be joining a HealthTech Start-up, founded by two highly successful, Cambridge University educated management consultants, that is aiming to improve patient and social care for all by using complex technology to improve access to patient records, enabling collaboration between healthcare providers …",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "aws"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 100000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276352909?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=9B3BBD976D12172CBE6641DE16AA4A41D7343220",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Job Description Visa’s Technology Organization is a community of problem solvers and innovators reshaping the future of commerce. We operate the world’s most sophisticated processing networks capable of handling more than 65k secure transactions a second across 80M merchants, 15k Financial Institutions, and billions of everyday people. While working with us you’ll get to work on complex distributed systems and solve massive scale problems centered on new payment flows, business and data solutio…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53883.36,
    "salaire_max": 53883.36,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276341561?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Mechanical Engineer",
    "description": "Mechanical Engineer with Electrical skills Panama Continental shift patter, 12 hrs, night and shifts Halifax Salary: DOE Industry- Packaging Manufacturing The Company: The opportunity for a Mechanical / Electrical engineer to join a multi-national packaging manufacturing company. The successful candidate will be an experienced Mechanical engineer ideally time served who possesses Electrical skills. Mechanical Engineer Candidate: FMCG and/or Packaging manufacturing is beneficial. Apprentice trai…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276206208?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Cloud Developer",
    "description": "hackajob is collaborating with DXC Technology to connect them with exceptional tech professionals for this role. Job Description: Cloud Developer Location: Gloucestershire At DXC Technology, delivering excellence for our customers and colleagues is more than just a motto, it’s something we strive towards constantly through our work. Every day we deliver mission critical services in a secure environment whilst promoting our people first agenda, a real sense of community and a healthy work-life b…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 52851.04,
    "salaire_max": 52851.04,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276187904?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Contracts Manager",
    "description": "A fantastic opportunity has arisen for an experienced Contracts Manager to join a regional design and fit out contractor based in the Windsor, Berkshire area, to work on a full time, permanent basis. This business prides themselves on creating an exceptional working environment, ensuring their employees feel valued and an influential part of the success story whilst having fun along the way! You will join forces with an established Contracts Management team who have each been with this company …",
    "secteur": "Trade & Construction Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276182238?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=EFF6DC21BEA092377C90B99D46697270C1256F11",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Fullstack Node Developer",
    "description": "Fullstack Node Developer - Fully remote Key skills - Node JS, Javascript, React, GIT, Typescript  Due to Security Clearance we need candidates to have 5 years work experience in the UK  A Manchester based software house with over 35 years of history is growing a number of their development teams and currently has a a new opportunitiy for a mid-level Node JS Developer to join at a time where they are embarking on new platform development. From a skill set, you'll be working within the following …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276181007?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=E45D8D51B25D656AB4E19FB2B471BD38531A86E3",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Development Team Lead",
    "description": "Software Development Team Lead Software Development Team Lead required by a leading global Cloud Technology company based in Bracknell. The company are working on cutting-edge technology including AI and propensity modelling. The Software Development Team Lead will be responsible for the software engineering output of the team. This will be a leadership role however the successful Software Development Team Lead will also be expected to be hands-on writing code when required, as well as designin…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 100000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5276180245?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=BC2C517E7D6076114C5DF5D7D304BF960028690D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "QA Engineer",
    "description": "We are Two Circles. We are a Sports & Entertainment Marketing business. We grow audiences and revenues. We do that by knowing fans best. We work with clients to help them understand & influence what their fans are doing – the way fans spend their money, the events that fans attend, the channels fans respond to, the content fans watch and more. And we use the understanding this gives us to help our clients grow. Grow their audiences and grow their revenues - both direct to consumer and business …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 46605.58,
    "salaire_max": 46605.58,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5276096754?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Product Engineer, Full Stack (Mid)",
    "description": "(A lso advertised as Software Engineer, Full Stack (Mid). True title would be Software Engineer, Full Stack (Mid).) We're putting together a talented team to build the 1 training platform for Runners We help everyday runners become outstanding by providing world-class training, coaching and community for everyone, whether you're improving your 5k time or training for your first marathon. To date we have built iOS, Android and Apple watch apps that help people achieve their goals by coaching the…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42500,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5276096811?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Sales Manager",
    "description": "Taylor Wimpey plc Make a Home at Taylor Wimpey At Taylor Wimpey, we don’t just build houses; we build futures. Not just for the people who live in our homes, but for our own people too. When we bring our collective skills together, we make amazing things happen - for ourselves, for each other and for our customers. There are incredible opportunities on your doorstep, and we want you to discover them all. With 22 regional offices across the UK and operations in Spain, we bring our vision to life…",
    "secteur": "Sales Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61132.78,
    "salaire_max": 61132.78,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275942887?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=AD718012880049D7A58B15AFF34F826AE09DB2D8",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Night Production Manager",
    "description": "Join a Leading Manufacturing Company as a Night Production Manager - Rushden - £44,500 M.A.S Resourcing is proud to partner with a reputable manufacturing company in Rushden, Northamptonshire, seeking an experienced Permanent Production Manager to streamline their operations. A great opportunity to look after a team of approximately 20 operators on a constant night shift of 3 on/3off. This is very much a hands on role. Daily duties are likely to involve:- * People management to maximise output,…",
    "secteur": "Manufacturing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 44500,
    "salaire_max": 44500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275940508?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Mechanical Maintenance Engineer",
    "description": "Our Manufacturing client is looking for a time served and qualified Mechanical Maintenance engineer to join their existing team. Working in a modern, clean environment, with options to progress into leadership roles. Working 3 shifts (6am - 2pm/2pm - 10pm and 10pm - 6am) any hours over a basic working 37.5 hours is paid at overtime rates. THE SUCCESSFUL PERSON: * You will be mechanically qualified to level 2 in mechanical engineering ( or equiv) * Have several years work experienced with manufa…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 44800,
    "salaire_max": 48500,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275937422?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=5FDD53DA7D3CBC847A2557378576E66551C66399",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Mechanical Engineer",
    "description": "Mechanical Engineer with Electrical skills Panama Continental shift patter, 12 hrs, night and shifts Halifax Salary: DOE Industry- Packaging Manufacturing The Company: The opportunity for a Mechanical / Electrical engineer to join a multi-national packaging manufacturing company. The successful candidate will be an experienced Mechanical engineer ideally time served who possesses Electrical skills. Mechanical Engineer Candidate: FMCG and/or Packaging manufacturing is beneficial. Apprentice trai…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275937327?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=882B5E4736379BC627438A627DC5626DAF677A8F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "AI Full-Stack Product Engineer",
    "description": "Our client is an early-stage AI company building tools that help large language models automate complex, business-specific workflows. With strong funding and experienced technical founders at the helm, they’re now hiring senior product engineers to join their core London-based team. This is not a role for generalists, juniors, or engineers who only work on one side of the stack. You’ll be joining as one of the first engineers on the ground, expected to ship quickly, make architectural decisions…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 120000,
    "salaire_max": 180000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275935679?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=526A13D88BE30764B6CD77B6EAEF6E1C53130FBF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Developer",
    "description": "Software Developer - C# Software Developer required by a leading Cloud Technology company based in Bracknell. The company are working on cutting-edge technology including AI and propensity modelling. This is a brand-new position due to growth and will join a well-established, high calibre development team. The company operate on a hybrid model which involves 3 days in the office and 2 days from home. Essential experience: Degree in Computer Science or other STEM subject ideally from a Russell G…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275935660?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=A863387D4071FEE9315EF75E9C39069551F68EAE",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full-Stack Engineer (React-Heavy)",
    "description": "Senior Full-Stack Engineer (React-Heavy) – Remote | $120–140K  Equity Our client is a lean, profitable SaaS startup growing fast — 7,000 paying customers, zero reliance on venture capital, and building beyond forms into a full-stack workflow automation platform. This is their 1 hiring priority. You’ll be one of just six engineers — expected to shape product, ship fast, and raise the bar. What You’ll Do * Own major parts of the product across the stack — with a frontend skew (React-heavy) * Work…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 120000,
    "salaire_max": 140000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275935633?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=B2A7EDA371E54FA786C60E8BD3748986D8ABA99B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Developer",
    "description": "Senior Software Developer | Back-Office Software | Maidstone | 3 days on-site a week | £45-52,000 My client is seeking a skilled Senior Software Developer to take ownership of internal platform development and support the Director of IT in delivering robust, scalable systems. You'll lead a small team of one, manage workloads, and play a key role in the execution of new digital products that serve both internal users and external clients. This is a hands-on, office-based role where your technica…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 52000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275935598?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=67ADA8EA2E647FBD4DF48F974903178AA3BA3016",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Maintenance Electrician",
    "description": "Randstad Construction & Property are working on behalf of a national Facilities Management company to find a multiskilled Engineer with commercial experience to carry out a variety of maintenance throughout the site. Role: Multiskilled Maintenance Electrician Location: Glasgow (static) Salary: Competitive (up to £42,000 depending on experience) Employment Type: Full-time, permanent Key benefits: Reward programme & employee assistance programme Annual leave and bank holidays Overtime hours avail…",
    "secteur": "Trade & Construction Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 40000,
    "salaire_max": 42000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275935455?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=4D8833FD3824A42A2A6D74095E0B2093AFB71D8B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Site Manager (Fit-Out)",
    "description": "Site Manager with experience in the delivery of commercial/office space interior fit-outs to cover a project in Aztec West (Almondsbury/Bristol/M5). The Site Manager will be required to cover the project on Thursday 3rd July and then return the following week for a four week period. It is essential that the Site Manager has fit-out experience and is capable of liaising with the client as well as all subcontractors. The main contractor is an established interior fit-out company with a number of …",
    "secteur": "Trade & Construction Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 72800,
    "salaire_max": 75400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275935325?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=7A4C4F44B01502DC2E4D18A15FED1E67EDD18F72",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Software Engineer",
    "description": "Salary: £50,000-£70,000 depending on experience Location: Scotland (Edinburgh / Glasgow), remote with occasional in-person sessio ns Reports to: Lead Software Engineer Introducing hyble! Things move quickly at hyble! We're a team of passionate individuals who love what we do and are always striving for the best. If you're looking for a company that values your contributions and offers exciting challenges, this might be the place for you. We're a fast-growing marketing technology company serving…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275916026?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Backend Software Engineer",
    "description": "Salary: £50,000-£70,000 depending on experience Location: Scotland (Edinburgh / Glasgow), remote with occasional in-person sessio ns Reports to: Lead Software Engineer Introducing hyble! Things move quickly at hyble! We're a team of passionate individuals who love what we do and are always striving for the best. If you're looking for a company that values your contributions and offers exciting challenges, this might be the place for you. We're a fast-growing marketing technology company serving…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275915986?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Technical Lead",
    "description": "Salary: £65,000-£80,000 depending on experience Location: Scotland (Edinburgh / Glasgow), remote with occasional in-person sessio ns Reports to: Engineering Manager Introducing hyble! Things move quickly at hyble! We're a team of passionate individuals who love what we do and are always striving for the best. If you're looking for a company that values your contributions and offers exciting challenges, this might be the place for you. We're a fast-growing marketing technology company serving cu…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 65000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275915994?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Engineering Manager",
    "description": "Salary: £70,000-£90,000 depending on experience Location: Scotland (Edinburgh / Glasgow), remote with occasional in-person sessio ns Reports to: Chief Technology Officer Introducing hyble! Things move quickly at hyble! We're a team of passionate individuals who love what we do and are always striving for the best. If you're looking for a company that values your contributions and offers exciting challenges, this might be the place for you. We're a fast-growing marketing technology company servi…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275915939?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Founding CTO",
    "description": "Sumus is redefining how people find and choose everyday products. We’re building SENSE — a real-time scanner that helps users instantly find the right product, in the right place, with the right insights. Think  Google Maps meets Yuka — but smarter, AI-powered, and built for everything from skincare to snacks. Users scan a barcode or search a product and get immediate answers: Where it was last seen, how it scores on health  sustainability, and whether there’s a better-rated option around the c…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275880952?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer (Typescript, Node.js, React)",
    "description": "We are looking for a full-stack software engineer to help grow The Body Coach. Our engineering team is fully-remote but you can work from our office in Richmond, London any time you like. We operate a four-day working week (Monday to Thursday) and we meet in person every three months to plan for the future and catch up with each other. Our systems run on AWS, almost exclusively lambda functions (NodeJS / TypeScript), with Aurora MySQL and DynamoDB for storage. We use third parties that manage s…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275868467?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer (Typescript, Node.js, React) - Maternity cover",
    "description": "We are looking for a full-stack software engineer to join The Body Coach to cover maternity leave. Our engineering team is fully-remote but you can work from our office in Richmond, London any time you like. We operate a four-day working week (Monday to Thursday) and we meet in person every three months to plan for the future and catch up with each other. Our systems run on AWS, almost exclusively lambda functions (NodeJS / TypeScript), with Aurora MySQL and DynamoDB for storage. We use third p…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275868483?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Please note that this is a hybrid position based in Cardiff, requiring 3 days onsite each week, with the option for remote work on the remaining days. Every game is an ecosystem beyond mere gameplay. At Terminal Velocity, part of the Rocket Science Group, our platform and server teams are dedicated to constructing the infrastructure necessary for your game's global rollout through a strong focus on back-end and publishing stacks. With a wealth of expertise in cutting-edge tools and industry bes…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 56113.36,
    "salaire_max": 56113.36,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275850936?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=0AB3A7397D26FCE70C221900340AF7B51267FD75",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full-Stack Engineer",
    "description": "Full-Stack Engineer Want to use AI to make roads around the world safer and greener? We’re looking for an energetic Engineer with a passion for data and web applications to join our team and help us transform transport. Salary: £50k - £65K Reporting to: Andy Jackson, Engineering Manager Location: primarily based in our London Office, with flexible and hybrid working (ideally 2 days per week in the office). About the role You’ll join our 6-person ‘sensors and signals’ team, who are responsible f…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275850111?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Design Engineer, Presence (Expansion)",
    "description": "Who we are About Stripe Stripe is a financial infrastructure platform for businesses. Millions of companies - from the world’s largest enterprises to the most ambitious startups - use Stripe to accept payments, grow their revenue, and accelerate new business opportunities. Our mission is to increase the GDP of the internet, and we have a staggering amount of work ahead. That means you have an unprecedented opportunity to put the global economy within everyone's reach while doing the most import…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41864.31,
    "salaire_max": 41864.31,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275849818?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Head of Product Management - Mobile Apps",
    "description": "\"At Klipboard we've introduced a flexible hybrid work policy, where employees spend three days in the office and two days working from home. This approach promotes a balanced work environment that combines office collaboration with the comfort and convenience of remote work.\" Klipboard provides specialist software, services and support to deliver fully integrated trading and business management solutions to companies in the distributive trade – wherever they are in the world. With a unique dept…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 69051.55,
    "salaire_max": 69051.55,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275848531?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer III - React / TypeScript",
    "description": "Description We have an exciting and rewarding opportunity for you to take your software engineering career to the next level. As a Software Engineer III at JPMorgan Chase within the JPMorgan’s Digital Markets Execution Technology team, you serve as a seasoned member of an agile team to design and deliver trusted market-leading technology products in a secure, stable, and scalable way. This exciting role provides you with the opportunity to see direct impact of your contributions on the trading …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58968.71,
    "salaire_max": 58968.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275840076?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "AI Solution Engineer",
    "description": "Multiverse is the upskilling platform for AI and Tech adoption. We have partnered with 1,500 companies in the US & UK to deliver a new kind of learning that's transforming today’s workforce. Multiverse apprenticeships are designed for people of any age and career stage and focus on building critical AI, data, and tech skills. Multiverse learners have driven $2bn ROI for their employers, using the skills they’ve learned to improve productivity and measurable performance . In June 2022, Multivers…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53805.46,
    "salaire_max": 53805.46,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275829293?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Web Designer, University Communications & Marketing",
    "description": "Job Title: Web Designer, University Communications & Marketing Physical Location: Kent Campus - Kent, OH Salary: $59,075 - $70,000 Basic Function: Responsible for university-wide website design, modification and creation of complex user-centered designs for websites and other multimedia applications, from concept to in-market implementation and maintenance. This involves creating and converting static designs into working browser-based web pages or applications. Reports to Executive Director, D…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 59075,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275828984?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer - Pensions, ISA & Investments",
    "description": "Excited to grow your career? Our purpose is to make it easy for people to save and invest for a better future. We are looking for great people to join us, so please come and invest in YOUR future at Hargreaves Lansdown. We know that sometimes people can be put off applying for a job if they don't tick every box. If you're excited about working for us and have most of the skills or experience we're looking for, please go ahead and apply. We’d love to hear from you! About the role Salary: Up to £…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53151.38,
    "salaire_max": 53151.38,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275828840?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full-Stack Engineer",
    "description": "Senior Full-Stack Engineer Want to use AI to make roads around the world safer and greener? We’re looking for an energetic Engineer with a passion for data and web applications to join our team and help us transform transport. Salary: £60k - £80k Reporting to: François-Xavier Decroix, Engineering Manager Location: primarily based in our London Office, with flexible and hybrid working (ideally 2 days per week in the office). About the role You’ll join our 7-person cloud and AI team, who are resp…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5275828519?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Social Media Manager",
    "description": "Job Title: Social Media Manager – Malmaison & Hotel du Vin - We are recruiting 2x positions, 1x for the North and 1x for the South Salary: Competitive Salary & Benefits Location: Flexible on location – Hybrid, with regular travel to hotels With 37 inspiring lifestyle hotels across the UK, Malmaison & Hotel du Vin offer unparalleled sophistication, tailored service, and authentic experiences. Each of our properties tells a unique story, combining timeless elegance with modern luxury. We’re looki…",
    "secteur": "PR, Advertising & Marketing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 44397.19,
    "salaire_max": 44397.19,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275828275?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Finance Business Partner",
    "description": "Finance Business Partner Job Purpose To support the Head of Finance, Finance managers and designated departmental teams in the provision of a high quality, flexible, professional finance support to service departments and reacts to service priority changes and adapts to current requirements. To act as Finance Business Partner for the relevant service area and develop an in-depth knowledge of the service overall Providing robust financial advice to senior stakeholders, presenting information to …",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 43983,
    "salaire_max": 55692,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5275815057?se=ICPPqH5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=66B22926E2BFD50107A0B461D2841B2FC5BBA412",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Med Surg Registered Nurse - Overseas",
    "description": "*You will never pay a fee to Job Bridge Global at any point for this opportunity. This opportunity is aimed toward individuals looking to work overseas in the USA and Canada while pursuing their careers in healthcare. We do this to attract a broader range of candidates in local search results. Job Bridge Global is excited to offer an incredible opportunity for Registered Nurses to take their skills overseas as a Med Surg RN. This role allows you to not only advance your nursing career but also …",
    "secteur": "Healthcare & Nursing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 57261.2,
    "salaire_max": 57261.2,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275719162?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Invasive Cardiology Registered Nurse (RN) - Overseas",
    "description": "Introduction: *You will never pay a fee to Job Bridge Global at any point for this opportunity. This position is designed for healthcare professionals seeking international careers in nursing, particularly focusing on high-demand specialties. Job Bridge Global is excited to present a remarkable opportunity for Invasive Cardiology Registered Nurses (RNs) looking to enhance their professional journey overseas. This role provides a platform to work in leading-edge medical environments while contri…",
    "secteur": "Healthcare & Nursing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 61370.41,
    "salaire_max": 61370.41,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275719176?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "OR Registered Nurse (RN)",
    "description": "Introduction: *You will never pay a fee to Job Bridge Global at any point for this opportunity. This position focuses on opportunities to work overseas in the USA and Canada, as we aim to recruit skilled nurses for international healthcare settings. Your nationality may affect your eligibility for a work permit in our targeted countries. Job Bridge Global is pleased to offer a fantastic opportunity for an experienced Operating Room Registered Nurse (RN) looking to expand their career in a dynam…",
    "secteur": "Healthcare & Nursing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50816.94,
    "salaire_max": 50816.94,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5275719136?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  }
]