[
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "DevOps",
    "description": "· Collaborate in the definition of the DevOps strategic plan, its implementation and maintenance. · Analysis, definition, documentation and implementation of the company's DevOps procedures, practices, guidelines and tools. · Design and maintain robust CI/CD pipelines, leveraging tools like Azure DevOps or GitHub Actions to automate software delivery processes. · Definition, implementation and support of Infrastructure as Code (IaC) practices using tools such as Terraform, Bicep or Azure Resour…",
    "secteur": "Trabajos en informática",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276847470?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "AI Full Stack Engineer (no prior AI exp)",
    "description": "AI Full Stack Engineer (no prior AI exp) We re a YC-backed startup, looking for a founding engineer to join our experienced, hard-working, and humble team. Our team members have previously worked at both big tech and startups, building systems that served hundreds of millions of users. We welcome candidates from all backgrounds. You don t need to have worked with LLMs before - though a plus. We require you to have solid work experience with the following fundamental traits: - A strong drive to …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 80000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276094371?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "ACPM - Data Analyst",
    "description": "ACPM - Data Analyst EXT MAL-BAN-280 ACPM - Data Analyst for Reconciliations Position (profile name): ACPM Data Analyst for Reconciliation Category: Data Engineer - Analyst II Stack: Data Analyst, backend and reporting tools Expected date to be covered: 01/04/2025 Formación: Licenciatura o Grado medio. Inglés Intermedio (B2). Experiencia Requerida: Experiencia de al menos 2 años como Data Analyst en proyectos de Delivery. Extracción, tratamientos masivos de datos, informe. Experiencia en herrami…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276094395?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "MLOps Senior",
    "description": "MLOps Senior Perfil buscado (Hombre/Mujer) Diseñar y mantener infraestructuras para el despliegue de modelos de aprendizaje automático en entornos de Azure, con fuerte enfoce en DevOps y MLOps. Optimizar los pipelines de datos y modelos para mejorar la eficiencia y escalabilidad. Colaborar con equipos de desarrollo y ciencia de datos para garantizar la integración fluida de modelos. Implementar estrategias de monitorización y mantenimiento para modelos en producción. Identificar y resolver prob…",
    "secteur": "Trabajos en informática",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276094189?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Developer",
    "description": "Developer Technical Skills Advanced: - Pyspark - Python - SQL - AWS Services: GLUE, EMR, Lambda, Athena, S3, VPC, EC2 Positively assessed: - Qliksense - Knowledge of pipelines for deploying new infrastructure on AWS Soft Skills - Teamwork - Proactivity - Commitment - Adaptability - English: Minimum B2 / High oral comprehension Pyspark, Python, SQL",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "sql",
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276094269?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Analista Técnico PAM / CyberARK",
    "description": "Analista Técnico PAM / CyberARK ¿Te gustaría impulsar tu carrera en el sector IT con un proyecto sólido y un equipo de profesionales excepcionales? Si valoras la estabilidad y el crecimiento profesional, este es el momento de incorporarte a un entorno donde el talento evoluciona de forma constante. En PSS queremos contar contigo. Actualmente buscamos un/a Técnico en Ciberseguridad CyberARK con experiencia laboral con al menos cuatro años para un proyecto estable en el Sector Bancario. Modalidad…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276094159?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior GenAI Engineer",
    "description": "Senior GenAI Engineer Estamos buscando un Senior GenAI Engineer para trabajar 100 en remoto Requisitos: Python Orquestación de Soluciones GenAI (LangGraph, Langchain) Amazon Bedrock (Gestión de modelos FMs Claude, Titan, Mistral, Llama ) Amazon SageMaker (Entrenamiento, endpoints, inferencia de LLMs propios) Amazon Kendra y OpenSearch (RAG, búsqueda semántica) Pipeline RAG completo (Ingesta, chunking, embeddings, vector store, retrieval, generación) Fundamentos de modelos de lenguaje (Transform…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5276094100?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Programador Spark/Python",
    "description": "Programador Spark/Python Descripción del Puesto: Buscamos un Programador Spark/Python con al menos 3 años de experiencia para unirse a nuestro equipo de Servicios de Tecnología de la Información en modalidad Remota. Es imprescindible un nivel de inglés avanzado El candidato ideal debe tener experiencia en el desarrollo y mantenimiento de aplicaciones utilizando tecnologías como Scala, Spark y Python. Funciones Desarrollar y optimizar pipelines de datos, asegurando fiabilidad y escalabilidad. Es…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39000,
    "salaire_max": 45000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5272099615?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Platform Software Engineer",
    "description": "Are you excited to work with innovative security products? Do you enjoy creating innovative and strategic solutions to solve complex problems Guardicore (now Akamai Enterprise Security!) is changing the way organizations protect their data centers and clouds from advanced threats – and that starts with our people. Our team boasts some of the most talented and experienced cyber security and data center experts in the field. We’re always looking for new people to challenge us, inspire us, and mak…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682144?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=3D76669848BE650EAB11C859997629763F87F4CF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "Job Overview Develop fit for purpose AIML models/algorithms/processes to address pharma/healthcare applications and innovative products upon completion of prototypes followed by the building of production grade algorithms/automation engines for client deliverables. Test for viability in order to deliver final products to clients. Able to bring newly researched ideas to reality quickly and on a large scale. Design, build, test, and deliver products from post-prototype to client delivery. Essenti…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682093?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=13DEEAEB8545632C9A5F88DA85519824CA4F6331",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Sr. Machine Learning (Django) Engineer",
    "description": "We are looking for a highly skilled Machine Learning Backend Engineer to join a growing, fast-paced team building intelligent automation tools for the healthcare industry. This is a fully remote opportunity focused on leveraging AI and backend engineering to streamline complex workflows and unlock efficiency at scale. If you have strong experience in backend development, ML model integration, and web automation—and you're passionate about solving real-world problems—this role is for you. Respon…",
    "secteur": "Trabajos en informática",
    "skills": [
      "ml",
      "django"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682109?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=58E9FA6B756E274BB8FC958E5359D8FF4B409590",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Lead Data Engineer",
    "description": "Join to apply for the Lead Data Engineer role at Thoughtworks 1 week ago Be among the first 25 applicants Join to apply for the Lead Data Engineer role at Thoughtworks Get AI-powered advice on this job and more exclusive features. Lead data engineers at Thoughtworks develop modern data architecture approaches to meet key business objectives and provide end-to-end data solutions. They might spend a few weeks with a new client on a deep technical review or a complete organizational review, helpin…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682087?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=9F260D3912FBC378B24E9E1BDD7E4DB084446C98",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Engineering Director",
    "description": "Engineering Director - Payout and Retain pillar in Creator Org Remote, Spain THE CHALLENGE Eventbrite's mission to bring people together for live experiences sits at the intersection of technology at scale and core human interactions. Eventbrite's business growth and opportunity sits on top of the largest supply of unique and relevant events in the world. The Creators who host these events leverage Eventbrite every day as a primary partner for delivering consumers an unforgettable experience. A…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682130?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=F1BC769CE55254ADB64B32445E843D6A6DC13EFD",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Lead Machine Learning Engineer – LLMs - Ramboll Tech",
    "description": "Lead Machine Learning Engineer – LLMs - Ramboll Tech At Ramboll Tech, we believe innovation thrives in diverse, supportive environments where everyone can contribute their best ideas. As a Lead Machine Learning Engineer, you will step up and take responsibility to create cutting-edge AI solutions that empower our business while mentoring others and fostering a culture of collaboration and growth. As the sparring partner for your product owners and your Chapter lead, your job is to shape the tec…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682031?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=360FE3DCE9C2DD9948A9560CC2448CD5E39D3CD5",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "DATA SCIENTIST",
    "description": "TENDAM Madrid, Community of Madrid, Spain DATA SCIENTIST TENDAM Madrid, Community of Madrid, Spain We are growing our Data Science team to help Tendam solve challenging problems from the retail fashion industry. We are now seeking a Data Scientist for a unique opportunity of impacting the way the world experiences fashion. What you will do Decompose complex data problems and conduct rigorous analysis and evaluations Undertake preprocessing of structured and unstructured data Mine and analyze da…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682034?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=761FB447D5E1FA63BCCDCAE11A9291A93918C980",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Analista de Datos junior con Python - Campañas Comerciales (Sector Banca)",
    "description": "Transformamos las operaciones de nuestros clientes a través de la tecnología y los datos gracias a un equipo de más de 801.000 personas en todo el mundo. Si sientes que puedes asumir el reto y te gustaría unirte a un Great Place To Work, Accenture es tu sitio. Buscamos para el área de Operaciones un perfil de Data Analytics para trabajar en interesantes proyectos del sector banca. ¿Te sumas al reto? Funciones a realizar: Generación de audiencias de lanzamientos de campañas comerciales mediante …",
    "secteur": "Trabajos en informática",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682047?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=B37DEB0A215AFE4D8A40A81A9A7EEDB00C39B487",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Enterprise Software Architect (w/m/d)",
    "description": "Join to apply for the Enterprise Software Architect (w/m/d) role at Siemens Energy 1 day ago Be among the first 25 applicants Join to apply for the Enterprise Software Architect (w/m/d) role at Siemens Energy Get AI-powered advice on this job and more exclusive features. A Snapshot of Your Day As a key member of Siemens Energy’s Digital Products and Solutions (DPS) team, you’ll shape and advance our software architecture to support and accelerate the digital growth of all SE business areas. You…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682062?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=3B01DA0263AA5E1B47D7723C740ADEFBE67E76A2",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Backend Engineer / Staff Engineer",
    "description": "Backed by top-tier investors from Silicon Valley, including one of the most prestigious venture capital funds in the world. Their mission is to revolutionize the way businesses approach conversational technologies . Their team is currently small but highly talented , with a shared passion for solving complex technical challenges and driving innovation. About the Role We are looking for a Staff Engineer to join the team and help them build scalable, real-time systems that power the platform. Thi…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682028?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=07060D322C10846C16F712CACB79D8A3E60BEB92",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 personas entre tech, producto…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682004?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=C9EAA2983AB09FF4426680FC40EED6DEE43C4AAC",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer II (Remote)",
    "description": "The Machine Learning Engineer II is responsible for joining a product team and contributing to the software design, algorithm design, and overall product lifecycle for a product that our users love. The engineering process is highly collaborative. ML Engineers are expected to pair daily as they work through user stories and support products as they evolve. ML Engineers may be involved in designing and implementing AI / ML algorithms to embed directly into software products. Activities may inclu…",
    "secteur": "Trabajos en ingeniería",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270682011?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=6FF94195B020686C992AFF71A89ABC28062B5B74",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 personas entre tech, producto…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681959?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=404621706393B42CF514E6BFAFE35B68B39FA19A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Developer - Fintech",
    "description": "Madrid Office - Hybrid : 4 days in the office, 1 day working from home The Client Evolution team at Ebury is seeking a Senior Full Stack Engineer to play a crucial part in our team. In this senior full-stack role, you will be instrumental in the development and enhancement of our lending domain. Our team, spread across South America and Europe, values your expertise to elevate our platform and deliver an exceptional experience for clients. As a senior member of our team, your technical knowledg…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681968?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=AE326A8F7310F476EAF389E59F026CD848FAD61F",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Director of Product Operations",
    "description": "Our client is a dynamic and rapidly expanding company in the mobile advertising technology space, focusing on programmatic in-app advertising. Their proprietary Demand-Side Platform (DSP) enables advertisers to effectively connect with mobile audiences at scale. They collaborate with leading global brands, agencies, and app publishers to deliver measurable campaign results. The Opportunity They are currently looking for a Director of Product Operations with a solid background in data science to…",
    "secteur": "Trabajos en consultoría",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681970?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=433D2C545AE3BCDD97C5C07F41D7BC3CA3A72E02",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681979?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=8510370D06D2D99C3513FF28ABEB198C637D0AE0",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer (Comms Platform)",
    "description": "Senior Software Engineer (Comms Platform) Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. The Comms Platform team manages critical services essential to our organization, handling transactional communication send-outs via email, SMS, and push notifications. These services require attention to detail, proactive maintenance, and swift responses to ensure seamle…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681983?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=4A5B2A9137BBB28FD73FADB8307BA063F467F490",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist",
    "description": "As an experienced Data Scientist, you will: Understand user needs and business opportunities and identify where Machine Learning can bring the greatest impact. Develop machine learning models from scratch or fine-tune existing ones. Train and test deep learning models. Team work using Agile methodology and be part of the end-to-end process, collaborate with other profiles in the team. Detect the data that may be useful in upcoming projects and verify whether this data already exists or needs to…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681987?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=4B185E55F3CF9648DACB877F239FC85038B509D0",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Development Engineer In Test (Test infra)",
    "description": "Senior Software Development Engineer In Test (Test infra) Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. We are seeking a highly motivated Senior Software Engineer with extensive test automation experience to contribute to Developer Productivity, with a focus on Test Platform Engineering. The Test Infra team is responsible for enabling developers to efficien…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681998?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=44BBF0F33EB5222F424234D5061E3DD359D896E1",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Head Data & Analytics & IA",
    "description": "Buscamos un / a Head of Data, Analytics & AI para liderar nuestra estrategia del área de data, Analytics and Artificial Intelligence desde una perspectiva tanto técnica como de desarrollo de negocio. Esta posición clave combinará conocimientos avanzados en tecnologías de Data, Analytivcs & AI con una visión estratégica orientada a la creación de propuestas de valor para clientes y socios estratégicos. El / la candidato / a ideal tendrá experiencia consolidada en empresas de consultoría o compañ…",
    "secteur": "Trabajos en consultoría",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681944?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=DBA517A0D8D48ED2A84F19DED78D4774D55FE78B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Development Engineer In Test (Test infra)",
    "description": "Senior Software Development Engineer In Test (Test infra) Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. We are seeking a highly motivated Senior Software Engineer with extensive test automation experience to contribute to Developer Productivity, with a focus on Test Platform Engineering. The Test Infra team is responsible for enabling developers to efficien…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681964?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=AD8888D93A90DB76BA13A40407D7D122062A449D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Development Engineer In Test (Test infra)",
    "description": "Senior Software Development Engineer In Test (Test infra) Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. We are seeking a highly motivated Senior Software Engineer with extensive test automation experience to contribute to Developer Productivity, with a focus on Test Platform Engineering. The Test Infra team is responsible for enabling developers to efficien…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270681985?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=CCDCE5192B4602E18081D08E7ABC31651A78ABCE",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist",
    "description": "At Roche you can show up as yourself, embraced for the unique qualities you bring. Our culture encourages personal expression, open dialogue, and genuine connections, where you are valued, accepted and respected for who you are, allowing you to thrive both personally and professionally. This is how we aim to prevent, stop and cure diseases and ensure everyone has access to healthcare today and for generations to come. Join Roche, where every voice matters. The Position As a Senior Data Scientis…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679548?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=6145276D1692B696FEC95CF338B9FED6519C435B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Engineering Manager - Cross-platform C++ - Multipass",
    "description": "Software Engineering Manager - Cross-platform C++ - Multipass Join to apply for the Software Engineering Manager - Cross-platform C++ - Multipass role at Canonical Software Engineering Manager - Cross-platform C++ - Multipass 3 days ago Be among the first 25 applicants Join to apply for the Software Engineering Manager - Cross-platform C++ - Multipass role at Canonical Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679345?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=2DC80F479D503BC6908FC015800AA93914BF2A68",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "HRS2025 / 259 CIENTÍFICO DE DATOS / DATA SCIENTIST",
    "description": "Implementation of biomedical data transformation processes Development of data analysis processes in the field of biomedicine Creation of machine learning models for biomedical data Documentation and analysis of the state of the art in biomedical data integration and analysis Where to apply Email : Requirements Research Field : Computer Science » Database Management Education Level : Bachelor Degree or equivalent Skills / Qualifications : Data extraction and storage : APIs and web services Prog…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679364?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=845396172EDA088DBE3999A05C13935A5AB36AEF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679460?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=0E9829AB78A146216C74385B25DE2E7ABA2A9E77",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Request for Proposals : Enhancing Global Fishing Activity Predictions Through Data and Model De[]",
    "description": "Request for Proposals : Enhancing Global Fishing Activity Predictions Through Data and Model Development Organization name : Global Fishing Watch Website : deadline : January 6, 2025 Please see submission requirements below. Global Fishing Watch (GFW) is an international nonprofit organization dedicated to advancing transparency of human activity at sea, with the goal of improving ocean management. By combining cutting-edge technology, satellite data, and machine learning, we publicly share ins…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679487?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=9FB1CBF80A6D039EBAE7E761EE45AC005D0D2401",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Ref 20240602 Data Scientist (AI NLP LLM)",
    "description": "As Data Science you will have the opportunity to contribute to the development and implementation of advanced artificial intelligence and machine learning solutions, specializing in the analysis, modeling, and understanding of complex data to enhance the company’s NLP and LLM capabilities. Key Responsibilities : Data Analysis and Modeling : Design and build predictive data models and machine learning algorithms. Perform exploratory data analysis to understand trends, patterns, and key relations…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist",
      "nlp"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679360?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=864EB4B5CB5B7164F1D7BB129810D6E16C27F1E3",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679419?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=662E32DF0B4561797C71725057E9776344ABF24E",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Engineer (Remote, Spain)",
    "description": "Senior Full Stack Engineer (Remote, Spain) Join to apply for the Senior Full Stack Engineer (Remote, Spain) role at Bark.com Senior Full Stack Engineer (Remote, Spain) Join to apply for the Senior Full Stack Engineer (Remote, Spain) role at Bark.com Direct message the job poster from Bark.com Head of Talent at Bark - scaling a global marketplace for professional service providers About Bark Bark is revolutionising the way people find professionals in over 1,000 unique categories. As the UK's la…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679321?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=650EE064E6E18589EBB05D467DABD64442AB9BE8",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist - Consulting Responsible AI",
    "description": "At Roche you can show up as yourself, embraced for the unique qualities you bring. Our culture encourages personal expression, open dialogue, and genuine connections, where you are valued, accepted and respected for who you are, allowing you to thrive both personally and professionally. This is how we aim to prevent, stop and cure diseases and ensure everyone has access to healthcare today and for generations to come. Join Roche, where every voice matters. The Position Galileo is a strategic pr…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270679333?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=E9BFA1D1CF8E312E00BB38550E28761A4A6EFF81",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist",
    "description": "At Roche you can show up as yourself, embraced for the unique qualities you bring. Our culture encourages personal expression, open dialogue, and genuine connections, where you are valued, accepted and respected for who you are, allowing you to thrive both personally and professionally. This is how we aim to prevent, stop and cure diseases and ensure everyone has access to healthcare today and for generations to come. Join Roche, where every voice matters. The Position As a Senior Data Scientis…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270668172?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=1E320608E693C997FA5E08F4735B321DFFB6507A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer, Infrastructure Platform Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. We are seeking a Senior Software Engineer to join our Infrastructure Platform Engineering team, ensuring the reliability, availability, and operational efficiency of Affirm’s distributed systems. This role is ideal for engineers who thrive in highly scalable, clo…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270668142?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=7F52CABCB867FC7AD281353636385355A8B637C9",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Operations Architect, Enterprise Support EMEA South",
    "description": "DESCRIPTION Would you like to join one of the fastest-growing organizations within Amazon Web Services (AWS), and help customers of all industries and sizes gain the best value and service from AWS? Cloud Operations Architects (COA) drive our customers' creative and transformative spirit of innovation across all technologies - including Compute, Storage, Database, Big Data, Application-level Services, Networking, Serverless, Deployment, Security and more. This is not a sales role, but rather an…",
    "secteur": "Trabajos en informática",
    "skills": [
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270668166?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=3CD84C39F1C974F18CA31C6DD7958A5150D7481D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist especialista en IA generativa",
    "description": "El Especialista en IA Generativa en Bip no solo desarrolla sus habilidades en modelos de IA Generativa, sino también su comprensión de los fenómenos relacionados con el negocio de nuestros clientes y su capacidad para traducirlos en soluciones, y luego comunicar y utilizar sus resultados para mejorar y optimizar procesos. Nuestros Especialistas en IA Generativa serán introducidos en contextos de proyectos donde los datos son principalmente no estructurados (textos, imágenes, videos, sonidos) y …",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270668097?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=800A178C384C8426E6E53E889EABA77A14360F7A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior / Staff Software Engineer",
    "description": "Direct message the job poster from Howrecruit Hiring world-class Senior, Staff and Principal Software Engineers for your start-up made easy | Data Driven Recruitment | 100s of happy Software… Remote Marketplace Application Howrecruit has been retained to manage the search for a Senior Product Engineer on behalf of a profitable, bootstrapped e-marketplace start-up in the services space. This is a rare opportunity to shape a widely-used, customer-facing platform by working in a lean, engineering-…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270668045?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=DD0E19F277EEC51748197EC56C5A617EA8824833",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Engineering Director",
    "description": "Engineering Director - Payout and Retain pillar in Creator Org Remote, Spain THE CHALLENGE Eventbrite's mission to bring people together for live experiences sits at the intersection of technology at scale and core human interactions. Eventbrite's business growth and opportunity sits on top of the largest supply of unique and relevant events in the world. The Creators who host these events leverage Eventbrite every day as a primary partner for delivering consumers an unforgettable experience. A…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270668012?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=0ED6E323A74A9366CADCA0968CC66578A0FC2602",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solutions Architect - Databricks",
    "description": "2 days ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. At Lumenalta, we partner with enterprise clients to build cutting-edge digital products that interact with hundreds of millions of customers, transactions, and data points. As a Databricks Solutions Architect, you will be pivotal in designing and implementing scalable, high-performance solutions to tackle the most demanding data challenges in various industries. You will have the opportuni…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667520?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=450D2F064DD7A077D5B31B2DA22EBDFA3F742C77",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Site Reliability Engineer",
    "description": "Ookla is a global leader in connectivity intelligence, offering unparalleled network insights through the combined expertise of Speedtest, Downdetector, RootMetrics, and Ekahau. Ookla’s complementary datasets combine crowdsourced and controlled, public and private collection methods, QoS and QoE metrics, and more to unlock correlations and actionable insights — helping organizations optimize networks, enhance digital experiences, and create better connected experiences for end-users. Our team i…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667522?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=1A3D9135E2183F0F9724BA1322EDD1C3DE32862B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "CTO en Ecommerce",
    "description": "Empresa de base tecnológica que ha desarrollado el ecommerce líder en distribución de productos de química fina y bioquímica para profesionales de laboratorio. Buscamos incorporar a un/a: Líder para el área tecnológica, encargado de mejorar nuestro producto y servicio, y expandirse internacionalmente. Esta es una excelente oportunidad para un Senior Backend Developer que aspire a desarrollarse como CTO. Responsabilidades principales: Definir y ejecutar decisiones del área tecnológica: arquitect…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 125000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667532?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=0D0DF31659B4D0ED27A3AB8CBEAAFFB846759E0D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "Incode is the leading provider of world-class identity solutions that is reinventing the way humans authenticate and verify their identities online to power a world of digital trust. Through our revolutionary identity solutions, we are unleashing the business potential of universal industries including finance, government, retail, hospitality, gaming, and more, by reducing fraud and transforming human interactions with data, products, and services. We’re in the process of rapidly scaling our di…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667513?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=BDE3163A8D4CD001D73B3739E6E38824A3DF3B97",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Solutions Architect",
    "description": "En JAKALA estamos buscando un / a Data Solutions Architect para liderar el diseño, desarrollo y supervisión de las soluciones técnicas que requieran los proyectos de nuestros clientes. Ubicación : modalidad híbrida en nuestras oficinas de Madrid, Barcelona, Pamplona o Gijón. Buscas 100% remoto y cumples con los requisitos clave? ¡Te invitamos a postular igualmente! Funciones : Diseño de soluciones Diseñar arquitecturas técnicas basadas en los requisitos del cliente, asegurando escalabilidad, se…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667516?se=8gIrqn5W8BG_Cdr6BuZacA&utm_medium=api&utm_source=03d8c83f&v=02E87801C86890D02502AF808D7F6D25670D5610",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Software Engineer Core Tech - Engineering Data • Málaga",
    "description": "We are Inventors of gaming platform, betting, fintech and software solutions. Across the globe, our cross-functional teams create online gaming platform as well as sports and fintech betting solutions that reach hundreds of thousands of users daily guided by our motto “Fearlessly Forward” together. Your Mission We are currently looking for a Big Data Software Engineer to join our dynamic team in Malaga. The ideal candidate will have good knowledge of fast-moving and large volume data in multi-t…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667524?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=8AF03C8F55203D991C04C16EE2121C1401F34675",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solutions Architect Spanish Speaker - Spain",
    "description": "Solutions Architect Spanish Speaker - Spain Spain, Remote Dataiku is The Universal AI Platform, giving organizations control over their AI talent, processes, and technologies to unleash the creation of analytics, models, and agents. Providing no-, low-, and full-code capabilities, Dataiku meets teams where they are today, allowing them to begin building with AI using their existing skills and knowledge. Why Engineering at Dataiku? Dataiku’s SaaS, cloud or on-premise deployed platform connects m…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667464?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=B291381F379DC1CAA9A72596B7F30F57A47EE153",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solutions Architect - Snowflake",
    "description": "2 days ago Be among the first 25 applicants Experience Remote done Right. With over 20 years of remote experience, our 500 team members are 100% remote, and we continue to cultivate vibrant relationships and provide exceptional opportunities for career growth while working with stellar clients on ambitious projects. What we're working on : Enterprise companies turn to us to help them launch innovative digital products that interact with hundreds of millions of customers, transactions, and data …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667411?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=846A557F7E226653DC98C4C28F6813A7718D6B7D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Applied Sr Data Scientist - Fintech Foundation",
    "description": "Hopper is continually redefining how people travel, combining a best-in-class travel agency with a portfolio of proprietary fintech offerings that give our customers peace of mind when booking travel. More than 100M monthly active users are exposed to our products through our mobile app and a growing list of partners such as CapitalOne, Air Canada, and Spirit Airlines. With a real-time feed of 50B priced itineraries daily along with more than ten years of history and multiple external data sour…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667421?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=EC4C3E7E8AA3D790355F6A35131C71CD4F1C1B81",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Técnico de integraciones",
    "description": "Si quieres contribuir a que el fuego de las cocinas Burger King y Popeyes no cese, ¡ahora es tu oportunidad! Buscamos un / a Desarrollador / a de Integraciones con experiencia en el desarrollo de soluciones técnicas complejas, especialmente en la implementación de integraciones mediante APIs con terceros. El candidato / a ideal debe contar con un perfil técnico sólido, capacidad de análisis, autonomía y buena comunicación, tanto en español como en inglés. Diseño, desarrollo e implementación de …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667424?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2C478D062E71097732695AF7C900FBDE90BE6784",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist - Consulting Responsible AI",
    "description": "Data Scientist - Consulting Responsible AI page is loaded Data Scientist - Consulting Responsible AI Candidatar-se locations Madrid Warsaw Mississauga time type Tempo integral posted on Publicado ontem job requisition id 202505-111026 Na Roche, você pode-se apresentar como você mesmo, abraçado pelas qualidades únicas que traz. Nossa cultura incentiva a expressão pessoal, o diálogo aberto e as conexões genuínas, onde você é valorizado e respeitado por quem você é, e permitindo que você prospere …",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667459?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=6D40CA46DD6347EC173E7DB177AAD4D4F52FC729",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto Senior De Big Data (H / M / X)",
    "description": "Somos Cibernos, una empresa líder en servicios IT con más de 1,500 profesionales, operando en España y Latinoamérica. Nos enfocamos en fomentar un ambiente de trabajo inclusivo, equitativo y diverso, impulsado por una cultura ágil y colaborativa que nos permite adaptarnos rápidamente a las necesidades de nuestros clientes y del mercado. Estamos buscando un / a Arquitecto / a Senior de Big Data! Te apasiona diseñar y construir soluciones de datos escalables, seguras y de alto rendimiento? Te gus…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667470?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2715800ACB73FC3C9C3DA26067CEF8B52DACE29D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador FullStack",
    "description": "Hola Consultores S.L. somos una empresa especializada en la provisión de Servicios TIC e Ingeniería para la gestión empresarial. Trabajamos diseñando soluciones a medida de las necesidades de nuestros clientes. Nos enorgullece ser una empresa 2.0 innovadora donde las personas son el centro de nuestra atención. La ética, transparencia, imparcialidad e independencia son valores fundamentales en nuestra filosofía, y también estamos comprometidos con la igualdad de género. Nos esforzamos por garant…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667433?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F83CD154FF226FA85CB1BC19B3CE3A7DBF3A0231",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist Consultant (hibrido)",
    "description": "Si te apasionan el colaborar en proyectos que tengan un impacto real en clientes top y de diferentes sectores y quieres afrontar un nuevo desafío, te invitamos a convertirte en Minsaiter. Únete a nosotros y se motor de innovación y cambio! En Minsait Business Consulting nuestro propósito se centra en ayudar a nuestros clientes a acelerar sus procesos de transformación trabajando en su capa de negocio y apoyándonos para ello en la tecnología y transformación cultural. Nuestra propuesta? Dentro d…",
    "secteur": "Trabajos en consultoría",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667444?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=3C7CB37C1A2AE2334136A76AC1ECB6ADF9EF5A86",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer.",
    "description": "Scopely is looking for a Machine Learning Engineer to join our LiveOps Automation team in Spain, UK, Ireland or Portugal on a hybrid or remote basis. At Scopely, we care deeply about what we do and want to inspire play every day - whether in our work environments alongside our talented colleagues or through our deep connections with our communities of players. We are a global team of game lovers who are developing, publishing and innovating the mobile games industry, connecting millions of peop…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667487?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F32A9FFAF2BDE2688CCAEEC9FAA6CE81CAAACB0C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667488?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=5C5812A402A3E7E4C93BEE76E0C984927172B3CD",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior IT Full stack developer (Focus on AWS & Python development)",
    "description": "Job Description Design, develop, test, deploy, and maintain applications and services on AWS using AWS services like Lambda, API Gateway, S3, DynamoDB, etc. Develop backend applications and services using Python, leveraging AWS services through boto3 and langchain. Full stack development using Angular, .Net, and React. Containerize applications using Docker. Work on serverless architecture and frameworks on AWS. Implement LLMs specifically for Generative AI. Develop techniques for implementing …",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "react",
      "aws",
      "docker",
      "angular"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270667492?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=1F7AD391C082C086C14ED5B44FAF175DF93B473C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "En QUANT AI LAB , seguimos creciendo para desarrollar las más avanzadas soluciones de inteligencia artificial y analíticas del mercado, siempre desde la vanguardia y con conocimientos técnicos profundamente asentados. Unirse a QUANT AI LAB significa formar parte de una aventura donde cada miembro es esencial para el éxito de los proyectos y el impacto global que generamos. Somos una empresa tecnológica líder en el sector IT, reconocida por nuestra especialización en soluciones de inteligencia a…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665652?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=C3C61EA342CD3104E2BC1E3B6F76D027D2E55C7B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "Incode is the leading provider of world-class identity solutions that is reinventing the way humans authenticate and verify their identities online to power a world of digital trust. Through our revolutionary identity solutions, we are unleashing the business potential of universal industries including finance, government, retail, hospitality, gaming, and more, by reducing fraud and transforming human interactions with data, products, and services. We’re in the process of rapidly scaling our di…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665683?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=B000736329BF6F452E5010A3039B4A0E7B30A46D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech, estamos en la búsqueda de un/a profesional para incorporarse a una empresa de producto con alto impacto social y tecnológico. En este rol, tendrás la oportunidad de trabajar de la mano con el CTO en un equipo multidisciplinar en pleno crecimiento. ¿Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 personas entre …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665689?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F77078E23AF2462CB2E2B81577EC19417C6AAB54",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Selektivitets och kontrollanläggningsingenjör",
    "description": "Är du redo för att hänga med på vår spännande resa? Ellevio är ett av Sveriges största energibolag och tillsammans fortsätter vi att elektrifiera Sverige. Hos oss är du en del av en trygg och viktig framtidsbransch samtidigt som du får möjlighet att göra skillnad, växa som individ och ha riktigt kul på vägen! Vi tror på en ljus och hållbar framtid, gör du? Om rollen som Selektivitetsingenjör I rollen som selektivitetsingenjör arbetar du i Ellevios lokala- och regionala nät från Falkenberg i söd…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665677?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=7512A81E6CB2E2AF603D6C83A09DB2D3C6098260",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "Incode is the leading provider of world-class identity solutions that is reinventing the way humans authenticate and verify their identities online to power a world of digital trust. Through our revolutionary identity solutions, we are unleashing the business potential of universal industries including finance, government, retail, hospitality, gaming, and more, by reducing fraud and transforming human interactions with data, products, and services. We’re in the process of rapidly scaling our di…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665694?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2BEE5953B299356567613EEECE02BE96EEEE3916",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Platform Software Engineer",
    "description": "Are you excited to work with innovative security products? Do you enjoy creating innovative and strategic solutions to solve complex problems Guardicore (now Akamai Enterprise Security!) is changing the way organizations protect their data centers and clouds from advanced threats – and that starts with our people. Our team boasts some of the most talented and experienced cyber security and data center experts in the field. We’re always looking for new people to challenge us, inspire us, and mak…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665622?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F6DBB4BDDD81C6E9B1810CC4141FA424B4781349",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Consultor/a Data Scientist – Proyecto en Banca",
    "description": "Descripción del proyecto: Estamos en búsqueda de un/a Consultor/a especializado/a en Ciencia de Datos para incorporarse a un proyecto del sector bancario. Esta posición requiere experiencia en el desarrollo de modelos predictivos y algoritmos avanzados utilizando herramientas de análisis estadístico y machine learning. Responsabilidades: Diseñar y desarrollar modelos predictivos y algoritmos utilizando Python, R, Spark, TensorFlow, entre otros. Analizar grandes volúmenes de datos para generar i…",
    "secteur": "Trabajos en consultoría",
    "skills": [
      "python",
      "data scientist",
      "tensorflow"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 150000,
    "salaire_max": 150000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665632?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=4E4F50D0974E426C2B181883389982E5A1611E92",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solutions Architect - Snowflake",
    "description": "2 days ago Be among the first 25 applicants Experience Remote done Right. With over 20 years of remote experience, our 500 team members are 100% remote, and we continue to cultivate vibrant relationships and provide exceptional opportunities for career growth while working with stellar clients on ambitious projects. What we're working on : Enterprise companies turn to us to help them launch innovative digital products that interact with hundreds of millions of customers, transactions, and data …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665640?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=86777818295A6F6E05BE20D82296A5839A81D836",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Solutions Architect",
    "description": "En JAKALA estamos buscando un / a Data Solutions Architect para liderar el diseño, desarrollo y supervisión de las soluciones técnicas que requieran los proyectos de nuestros clientes. Ubicación : modalidad híbrida en nuestras oficinas de Madrid, Barcelona, Pamplona o Gijón. Buscas 100% remoto y cumples con los requisitos clave? ¡Te invitamos a postular igualmente! Funciones : Diseño de soluciones Diseñar arquitecturas técnicas basadas en los requisitos del cliente, asegurando escalabilidad, se…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665610?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=FE243F3F6BEF03BCD88877B769BCA63586C89317",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a profesional para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en un equipo multidisciplinar en pleno crecimiento. ¿Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 personas entr…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665605?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=90A12D6A97A28073748474BE1C4891FBC3117621",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "En QUANT AI LAB, seguimos creciendo para desarrollar las soluciones de inteligencia artificial y analíticas más avanzadas del mercado, siempre desde la vanguardia y con conocimientos técnicos profundamente asentados. Unirse a QUANT AI LAB significa formar parte de una aventura donde cada miembro es esencial para el éxito de los proyectos y el impacto global que generamos. Sobre nosotros Somos una empresa tecnológica líder en el sector IT, reconocida por nuestra especialización en soluciones de …",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665629?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=21EDB2DFA2CFB2CD6DF81AFFCAC953C4E95EC202",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Security Engineer",
    "description": "Workato transforms technology complexity into business opportunity. As the leader in enterprise orchestration, Workato helps businesses globally streamline operations by connecting data, processes, applications, and experiences. Its AI-powered platform enables teams to navigate complex workflows in real-time, driving efficiency and agility. Trusted by a community of 400,000 global customers, Workato empowers organizations of every size to unlock new value and lead in today’s fast-changing world…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665638?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=B961596234E1F8D74A5F902BBFB87ADC0AE9E8FF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer",
    "description": "Incode is the leading provider of world-class identity solutions that is reinventing the way humans authenticate and verify their identities online to power a world of digital trust. Through our revolutionary identity solutions, we are unleashing the business potential of universal industries including finance, government, retail, hospitality, gaming, and more, by reducing fraud and transforming human interactions with data, products, and services. We’re in the process of rapidly scaling our di…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665588?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=5D907B24E964A8DEA0FA899FC0A78F71FDD28B8D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Chief Product & Technology Officer (CPTO)",
    "description": "Get AI-powered advice on this job and more exclusive features. We’re hiring a Chief Product & Technology Officer (CPTO) Join a global real estate-tech startup scaling to 20 lifestyle hubs Apply now at At Isleño Island Homes, we buy, renovate, and sell move-in-ready flats for remote entrepreneurs—starting in Mallorca. We're building the operating system for real estate : tech-driven, systemized, and ready to scale. Think : homes, built like software. Own and evolve Isleño’s internal tech platfor…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665563?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=695E68E9458A6799F5F3449F377D5456EA980E3B",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Digital IC Design Engineer",
    "description": "Company : INTERA, IC Design Unit Position : Digital IC Design Engineer – ASIC Flow Location : Barcelona About INTERA Group : NVISION and SENSING & CONTROL lead IoT-focused R&D from concept to market. Our IC Design Unit drives innovation, delivering cutting-edge integrated circuits across domains such as Digital Health, Smart Energy, Smart Buildings, Logistics, and Industrial Systems. We pride ourselves on high standards of quality, performance, and reliability. We are seeking an experienced and…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665460?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=AB65BEBC4E65DE335CBDD0C3544ED531A7F5D7B8",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Manager I, Software Engineering",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665478?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=30A42618AEA0EFDB61B2343D80477FF85F69237D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665474?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=0D72731A6368B84DC3845BCBFC4B043414B49608",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer II (Remote)",
    "description": "The Machine Learning Engineer II is responsible for joining a product team and contributing to the software design, algorithm design, and overall product lifecycle for a product that our users love. The engineering process is highly collaborative. ML Engineers are expected to pair daily as they work through user stories and support products as they evolve. ML Engineers may be involved in designing and implementing AI / ML algorithms to embed directly into software products. Activities may inclu…",
    "secteur": "Trabajos en ingeniería",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665388?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=416C5193FB262FE6BFC2A42D45D99550B6415DB3",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer.",
    "description": "Scopely is looking for a Machine Learning Engineer to join our LiveOps Automation team in Spain, UK, Ireland or Portugal on a hybrid or remote basis. At Scopely, we care deeply about what we do and want to inspire play every day - whether in our work environments alongside our talented colleagues or through our deep connections with our communities of players. We are a global team of game lovers who are developing, publishing and innovating the mobile games industry, connecting millions of peop…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665412?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=31F03E32BBB31046E5A79AE6A4F02E0DE6B16FFF",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Solutions Architect",
    "description": "En JAKALA estamos buscando un / a Data Solutions Architect para liderar el diseño, desarrollo y supervisión de las soluciones técnicas que requieran los proyectos de nuestros clientes. Ubicación : modalidad híbrida en nuestras oficinas de Madrid, Barcelona, Pamplona o Gijón. Buscas 100% remoto y cumples con los requisitos clave? ¡Te invitamos a postular igualmente! Funciones : Diseño de soluciones Diseñar arquitecturas técnicas basadas en los requisitos del cliente, asegurando escalabilidad, se…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665431?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=28D7A1CCF9AA0334771CACDE2ECE33DD1CBA277C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Data Scientist",
    "description": "What You'll Do Help to make location content best-in-class by advocating for and implementing changes to technology, process, tools, and systems Draw our strategy based on insights obtained by manipulating data from a huge variety of sources: system logs, satellite imagery, vertical imagery, street level imagery, GPS traces, etc. individually and by fusing several combinations of these sources Use these sources individually or their combinations to predict various map features and attributes by…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665435?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=C5CF374EA6FB24E8CF352CE56A26974E38DB2DA3",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Signalling Design Engineer",
    "description": "Hitachi Rail is seeking an enthusiastic, self-motivated Senior Signalling Design Engineer who thrives in a fast-paced environment. The successful candidate will handle a range of tasks from administrative to strategic. The position is based in Madrid, Spain. Accountabilities Review HW & Functional Signalling design requirements, allocation, and gap analysis, ensuring compliance of design documents through traceability. Deliver HW & Functional Signalling Design (schemes, specifications, test rep…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665409?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=2807230E3C6DF544FEC0A9BE38A8320C3AAFEE32",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solutions Architect (Python & Cloud Architect) (Remoto en España)",
    "description": "Buscamos Solutions Architect para nuestro partner del sector de impacto social! Te motiva contribuir a un proyecto que transforma vidas? ¿Te entusiasma asumir grandes retos y alcanzar objetivos ambiciosos? Si estás buscando un rol que combine crecimiento personal y profesional, esta oportunidad es para ti. Estamos trabajando junto a nuestro partner, una empresa innovadora y de alto impacto social, líder en su sector, para incorporar un / a Solutions Architect a su equipo de producto. Qué harás …",
    "secteur": "Trabajos en informática",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270665424?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=C5F213785FB3552D809F6587AA5D20FFEAC3E508",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto de Sistemas (Cloudera / Databricks)",
    "description": "Únete a nuestro equipo como Arquitecto de Sistemas DATA! En PUE DATA, nos especializamos en proyectos 100% DATA. Nuestro equipo está certificado en tecnologías de vanguardia, asegurando la mejor implementación. Abarcamos todo el ciclo de vida de los proyectos de datos en entornos híbridos, multicloud y on-premise. Utilizamos metodologías DevOps, Agile y Scrum para ofrecer soluciones eficientes y de alta calidad. ¡Únete a nosotros y marca la diferencia en el mundo del Dato! Qué funciones harás?️…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664296?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=9EDDE9A495E1C6C4F1DCAB86B178C439D5DFF10A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Machine Learning Engineer.",
    "description": "Scopely is looking for a Machine Learning Engineer to join our LiveOps Automation team in Spain, UK, Ireland or Portugal on a hybrid or remote basis. At Scopely, we care deeply about what we do and want to inspire play every day - whether in our work environments alongside our talented colleagues or through our deep connections with our communities of players. We are a global team of game lovers who are developing, publishing and innovating the mobile games industry, connecting millions of peop…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664285?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=54F6F396C6868D2F1305A8CDC2AC429E14B0FD81",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto de software",
    "description": "Te apetece unirte al equipo de Mutua Madrileña y formar parte de un proyecto único y en continuo crecimiento? En el equipo de tecnología queremos incorporar un profesional versátil, que aporte conocimiento y energía para sumar y que comparta nuestro propósito y valores. La misión del puesto será ser Arquitecto de Plataforma de construcción de aplicaciones dentro del equipo de Arquitectura de Mutua Madrileña. Las funciones principales del puesto : Diseñar el Futuro : Crear arquitecturas escalabl…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664258?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=F1367BB54D8DF16DB173112DEA2E5A342D2E1E5D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Tallinn, Spain (Remote) | End User Platform At Veriff, we verify identities at scale, helping businesses connect with honest people online. Our software verifies over 10,000 government-issued documents from more than 190 countries, and this is growing fast! These are millions of verified identities a year and countless people working behind the scenes to help make the lives of millions—and eventually billions—of people safer online. We are a force for good, and we want to be the standard for tr…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664172?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=E001D94756B6B4D644BEF763BFE3E6C0C40BF34C",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Credit Data Scientist",
    "description": "Why Choose TD SYNNEX: As a Fortune 500 global corporation , operating in over 100 countries, TD SYNNEX values its diverse workforce of 22,000 employees. As the biggest IT distributor in the world, our mission is to provide top-notch technology solutions, empowering businesses and individuals to navigate the digital world safely and efficiently. Position Overview We are looking for a passionate and curious Junior Data Analyst to support our Credit and Finance teams across EMEA. This role is idea…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664185?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=D8C74DF3151C2C55D6D03ABE59201520919B784D",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto Senior De Big Data (H / M / X)",
    "description": "Somos Cibernos, una empresa líder en servicios IT con más de 1,500 profesionales, operando en España y Latinoamérica.Nos enfocamos en fomentar un ambiente de trabajo inclusivo, equitativo y diverso, impulsado por una cultura ágil y colaborativa que nos permite adaptarnos rápidamente a las necesidades de nuestros clientes y del mercado. Estamos buscando un / a Arquitecto / a Senior de Big Data!¿Te apasiona diseñar y construir soluciones de datos escalables, seguras y de alto rendimiento? Te gust…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664191?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=16CEFA033667F128C7836B86EAA4A787E2050FD3",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Sr Advance Vision Software Engineer",
    "description": "All of us at EFI are relentlessly focused on just one thing : the growth and success of the print business. That’s why tens of millions of print professionals worldwide turn to EFI to fuel their success. Our 3,000 worldwide team members prove our commitment to you every day by developing breakthrough technologies for the manufacturing of signage, packaging, textiles, ceramic tiles, and personalized documents, with a wide range of printers, inks, and digital front ends that transform and streaml…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664212?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=A6976319C37B5697049BD91104A8FA8DD2D9ABEB",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "LLM Data Scientist",
    "description": "Te apasiona el mundo del Big Data y Business Intelligence? Unirte a Innova-tsn es formar parte de una empresa de consultoría líder a nivel nacional y en pleno desarrollo internacional. Si estás interesado en participar en proyectos innovadores de IA, Cloud Computing y Transformación Digital, creemos que este es tu lugar En Innova-tsn, buscamos incorporar un Científico de Datos con 3 años de experiencia en modelos de Lenguaje de Gran Escala (LLMs) , para colaborar en un proyecto estratégico del …",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664088?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=5FCFB7529F86E84F9F0E68BE9A20BE43A9BF6E9A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Site Reliability Engineer",
    "description": "Ookla is a global leader in connectivity intelligence, offering unparalleled network insights through the combined expertise of Speedtest, Downdetector, RootMetrics, and Ekahau. Ookla’s complementary datasets combine crowdsourced and controlled, public and private collection methods, QoS and QoE metrics, and more to unlock correlations and actionable insights — helping organizations optimize networks, enhance digital experiences, and create better connected experiences for end-users. Our team i…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664013?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=42A5855E48A51CD312E9F1F7666C03271F0739F9",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Solutions Architect",
    "description": "En JAKALA estamos buscando un / a Data Solutions Architect para liderar el diseño, desarrollo y supervisión de las soluciones técnicas que requieran los proyectos de nuestros clientes. Ubicación : modalidad híbrida en nuestras oficinas de Madrid, Barcelona, Pamplona o Gijón. Buscas 100% remoto y cumples con los requisitos clave? ¡Te invitamos a postular igualmente! Funciones : Diseño de soluciones Diseñar arquitecturas técnicas basadas en los requisitos del cliente, asegurando escalabilidad, se…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664033?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=7D52753A6BD9BD286C4BAF87A56E04F1FBC965E6",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Scientist (m / f / d)",
    "description": "TEAM SPIRIT & TEAM EVENTS : Look forward to a collegial atmosphere with flat hierarchies, lots of fun and great team spirit, as well as regular team events such as joint sports sessions, pizza & beer evenings, etc. FLEX WORK & WORKATION : You are flexible in terms of working hours. Our Flex Work Policy enables you to switch between office days and home office days and work from abroad in Europe for one month per year PERSONAL DEVELOPMENT : We support your personal and professional development t…",
    "secteur": "Trabajos en informática",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5270664002?se=NEDSq35W8BGE_P6fD7QHxQ&utm_medium=api&utm_source=03d8c83f&v=9C81E39BCAF480FB660095E6A50E5551E616E11A",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador Python REWE",
    "description": "Empresa multinacional del sector tecnológico Grandes proyectos y crecimiento profesional Page Consulting Tech Solutions, es el área de PageGroup especializada en la realización de proyectos IT en clientes, ofreciendo una amplia variedad de soluciones tecnológicas a medida con la flexibilidad y agilidad requerida. ( https://www.michaelpage.es/seleccion-personal/technology-consulting ) Como parte del equipo, usted es responsable de mantener y ampliar nuestra plataforma de datos de clientes basado…",
    "secteur": "Otros trabajos",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5270427657?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador Python REWE",
    "description": "Como parte del equipo, usted es responsable de mantener y ampliar nuestra plataforma de datos de clientes basado en diferentes servicios de GCP (por ejemplo, Dataflow, Cloud Functions). El desarrollo de la plataforma está basado en Python y Terraform, además trabajarás con tecnologías relacionadas con SQL como Google BigQuery y Snowflake. Diseño, programación, pruebas unitarias (Pytest), control de calidad y documentación. Responsabilidad del código desde el principio hasta el entorno de produc…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "sql"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5268879724?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Líder Técnico de Desarrollo de SW (h/m)",
    "description": "Responsabilidades: Coordinar al equipo de desarrollo web en sus tareas diarias. Asegurar la calidad técnica del software y la experiencia de usuario. Guiar técnicamente al equipo (code reviews, buenas prácticas, arquitectura). Trabajar en conjunto con diseñadores, producto y QA. Asignar tareas, hacer seguimiento y dar retroalimentación. Identificar necesidades de capacitación o mejoras en el equipo. Actuar como puente entre los desarrolladores y la gerencia/proyecto. Formación Académica: Ingeni…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5268879819?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "MLOps Senior",
    "description": "Diseñar y mantener infraestructuras para el despliegue de modelos de aprendizaje automático en entornos de Azure, con fuerte enfoce en DevOps y MLOps. Optimizar los pipelines de datos y modelos para mejorar la eficiencia y escalabilidad. Colaborar con equipos de desarrollo y ciencia de datos para garantizar la integración fluida de modelos. Implementar estrategias de monitorización y mantenimiento para modelos en producción. Identificar y resolver problemas técnicos relacionados con el desplieg…",
    "secteur": "Trabajos en informática",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5268879551?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250701_1523"
  }
]