[
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Integratiespecialist (Low Code / No Code)",
    "description": "Als Integratiespecialist (Low Code / No Code) ben je verantwoordelijk voor het ontwerpen, realiseren en beheren van slimme koppelingen tussen verschillende systemen, met behulp van het AI-gedreven middleware platform HubBI. Je bent de brug tussen data, systemen en mensen. Je werkt met technologieën zoals RPA (Robotic Process Automation), DPA (Digital Process Automation) en API-integraties om bedrijfsprocessen te optimaliseren en te automatiseren, zonder traditionele softwareontwikkeling. Wat ga…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 40788,
    "salaire_max": 69600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282554040?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior QA Engineer",
    "description": "Sta SRQ176888. EDSN Organisatie Bij EDSN draag jij bij aan de verduurzaming van Nederland. Elke dag. Sámen met onze partners in de energiesector. De verduurzaming en de energietransitie die in volle gang is brengt een hoop uitdagingen met zich mee. Met jouw kennis van testen en testautomatisering zorg jij, samen met je team, voor goed werkende software en foutloze data. Zo speel jij een cruciale rol in de vooruitgang van onze organisatie en daarmee van de sector. En lever je een positieve bijdr…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45972,
    "salaire_max": 45972,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282442951?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Kubernetes Engineer",
    "description": "Ip 6229. Politie Opdracht omschrijving Het Infrabedrijf van de Dienst IV onderhoudt de IT-platformen van de Nationale Politie. De productlijn Cloud en Big Data is binnen het Infrabedrijf verantwoordelijk voor het platform voor big data en AI. Dit is een op Kubernetes gebaseerde private cloud voor de verwerking en analyse van data binnen de politie. De productlijn bestaat uit zeven Scrum teams die ieder verantwoordelijk zijn voor producten waaruit het platform is opgebouwd. Dit zijn producten in…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 82344,
    "salaire_max": 82344,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282442846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps Engineer",
    "description": "ip 6275. Politie Opdracht omschrijving De politie werkt met meerdere operationele systemen die near real-time en historische data verwerken. Als DevOps-engineer werk je dagelijks samen met een softwareontwikkelingsteam en moet je goed kunnen schakelen tussen verschillende werkzaamheden en ongeplande vraagstukken die gedurende de dag vanuit de operatie ontstaan en opgelost moeten worden. Je bouwt en onderhoudt CI/CD-pipelines, automatiseert uitrolprocessen en zorgt voor stabiele, veilige en onde…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282442784?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "BI Specialist",
    "description": "no 7015. Omgevingsdienst Brabant Noord Opdrachtomschrijving De Omgevingsdienst Brabant Noord draagt met kwalitatief hoogwaardige uitvoering van VTH-taken en het adviseren van het openbaar bestuur bij aan een veilige, gezonde en duurzame leefomgeving voor burger en bedrijven in Brabant Noord. De ODBN is voor het team Informatiemanagement op zoek naar een Ervaren BI Specialist – Data engineer met sterke ontwikkelde skills in SQL en Python om API’s te bevragen en datamodelleringen uit te voeren. W…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "python",
      "sql"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 82344,
    "salaire_max": 82344,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282442699?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior technisch beheerder Windows/Linux",
    "description": "Wat ga je doen? Werken bij het ministerie van Defensie maar niet als militair? Word Senior technisch beheerder Windows/Linux Als je kiest voor een baan bij Defensie, dan kies je voor maatschappelijk relevant werk. Je draagt echt iets bij aan een veilig Nederland. Naast 48.000 beroepsmilitairen werken er ook nog zo’n 21.000 burgers bij Defensie. Wil jij in je eigen vakgebied als burger bijdragen aan een professionele defensieorganisatie en daarmee aan vrede en veiligheid in binnen- en buitenland…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 64800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5282387127?se=LJ34hbhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=200575D9A5BA73F5BF72F9C71117AC9AD00FEF14",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Fleet Operations Specialist",
    "description": "Functieomschrijving Wij zijn voor Uber Eats op zoek de kandidaat die niet alleen technisch sterk onderlegd is, maar ook communicatief vaardig is. Heb jij kennis van hardware troubleshooting en ben je graag bezig met processen analyseren en verbeteren? Lees dan vooral verder. wat bieden wij jou Tussen de € 4.000 bruto – € 4.800 bruto per maand Tijdelijk met uitzicht op vast Mooi kantoor waar lunch en snacks aanwezig zijn Amsterdam 40 uur per week Uitdagende functie met veel verantwoordelijkheden…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 57600,
    "salaire_max": 57600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5282384900?se=LJ34hbhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=EEC413259AD41825B64139256EA364631D6F951C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior Constructeur",
    "description": "Bedrijfsomschrijving: Locatie: 's-Gravenhage Dit bedrijf is een toonaangevende speler binnen de technische sector, bekend om zijn innovatieve oplossingen en hoogwaardige adviezen. Met een sterke aanwezigheid in de regio biedt het bedrijf praktische adviezen waar aannemers effectief mee aan de slag kunnen. De organisatie stimuleert persoonlijke groei en ontwikkeling binnen een open en betrokken cultuur. Werken aan uiteenlopende projecten op het grensvlak van constructie en geotechniek biedt volo…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 51600,
    "salaire_max": 61200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282039267?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior C++ Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Veghel. Dit innovatieve bedrijf speelt een leidende rol in de technologische sector en staat bekend om zijn uitstekende klantenservice en samenwerking. Met geavanceerde technologieën en hoogwaardige producten heeft het een sterke regionale aanwezigheid opgebouwd. De organisatie stimuleert persoonlijke groei en ontwikkeling en biedt een betrokken en open cultuur. Medewerkers krijgen de kans om deel uit te maken van baanbrekende projecten die invloed hebben in…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 43200,
    "salaire_max": 50400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282039250?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Electrical Engineer Pools & Wellness",
    "description": "Bedrijfsomschrijving: Locatie: regio Sint-Oedenrode. Deze organisatie is een toonaangevende speler in de wereld van high-end, op maat gemaakte buitenruimtes voor superjachten. Met een rijke geschiedenis sinds 1982, staat het bedrijf bekend om zijn innovatie en kwalitatief vakmanschap. In hun moderne faciliteiten in Sint-Oedenrode creëren ze indrukwekkende zwembaden en whirlpools, samen met complete buiteninrichtingen. De organisatie werkt samen met vooraanstaande werven in Nederland en Duitslan…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 40800,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282039167?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Vlissingen, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossi…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038922?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software engineer",
    "description": "Bedrijfsomschrijving: Location: regio Amersfoort. Met een sterke aanwezigheid in de regio is ons bedrijf een toonaangevende speler in de sector, gedreven door innovatie en kwaliteit. We zijn trots op onze unieke prestaties en innovatieve technieken die ons onderscheiden. Onze impact in de sector is merkbaar, en we streven naar uitmuntendheid in klanttevredenheid. We bevorderen persoonlijke groei en ontwikkeling binnen een betrokken en open cultuur. Salaris tot wel €5750, wat verdere motivatie b…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 69000,
    "salaire_max": 69000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038847?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Lead Innovation Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Amsterdam. Met een sterke aanwezigheid in de regio is deze organisatie een toonaangevende speler in de technische sector. Innovatie, kwaliteit en samenwerking staan hoog in het vaandel, waarbij er continu gestreefd wordt naar verbeteringen in hun producten en diensten. Het bedrijf, ontstaan uit een ambitieus project, geniet brede erkenning voor hun innovatieve technieken en uitzonderlijke klanttevredenheid. Hier werkt een gedreven team dat persoonlijke groei…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70800,
    "salaire_max": 79200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038883?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Agile Test Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Maasdijk. Deze organisatie is een vooraanstaande speler in de machinebouw, bekend om zijn innovatieve en kwaliteitsvolle oplossingen. Met een sterke aanwezigheid in de regio en een toegewijde focus op duurzaamheid, biedt deze organisatie geavanceerde systemen die de agrarische sector helpen efficiënter te produceren. Het bedrijf stimuleert persoonlijke groei in een open, samenwerkende cultuur. Verdien tot €4200 als Agile Test Engineer in Maasdijk! Sollicitee…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 50400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038690?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Embedded Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Utrecht Dit bedrijf staat bekend als een voorloper binnen de medische technologie, met een sterke focus op innovatie en samenwerking. Het biedt baanbrekende oplossingen voor diabeteshulp, met producten die wereldwijd resoneren. Hun werk in softwareontwikkeling en productie heeft de standaard gezet voor de industrie, met een aanwezigheid die zich uitstrekt tot Frankrijk, Duitsland en Nederland. Binnen de organisatie heerst een cultuur van persoonlijke groei e…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 51600,
    "salaire_max": 58800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038606?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Lead Mechanical Design Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Amsterdam Dit bedrijf is een vooraanstaande speler in de technische sector, met een sterke focus op innovatie en hoogwaardige kwaliteit. Met jarenlange ervaring en expertise draagt deze organisatie bij aan baanbrekende technieken en uitzonderlijke klanttevredenheid. Het bedrijf heeft een sterke aanwezigheid in de regio en is trots op zijn betrokken en open bedrijfscultuur die persoonlijke groei en ontwikkeling bevordert. Medewerkers krijgen de mogelijkheid o…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 62400,
    "salaire_max": 70800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038594?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Linux Software Engineer",
    "description": "Bedrijfsomschrijving: Location: regio Amsterdam. Binnen onze organisatie, een toonaangevende speler in de technologiewereld, streven we naar het leveren van innovatieve en kwalitatieve oplossingen. Onze unieke prestaties omvatten geavanceerde technieken en een sterke aanwezigheid in de regio Amsterdam. We bevorderen persoonlijke groei in een betrokken en open cultuur. Salarissen kunnen oplopen tot wel €4.600 per maand, wat bijdraagt aan de motivatie van potentiële kandidaten. Functie-inhoud: On…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 55200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038469?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Nijkerk, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossinge…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038529?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior FEM Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Hoofddorp Deze organisatie is een toonaangevende speler binnen de wereldwijde scheepsbouw en staat bekend om haar innovatieve technieken en uitzonderlijke klanttevredenheid. Ze hebben een sterke positie binnen de regio en worden gewaardeerd voor hun state-of-the-art superjachten. De organisatie biedt volop ruimte voor persoonlijke groei en ontwikkeling binnen een stimulerende en open bedrijfscultuur. Het salaris kan oplopen tot wel €5.500 per maand. Functie-…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 40800,
    "salaire_max": 66000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038397?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer",
    "description": "Bedrijfsomschrijving: Location: regio Amsterdam. Onze organisatie is een leider op het gebied van technologisch innovatie. Met een sterke aanwezigheid in de regio Amsterdam, leveren we hoogwaardige softwareoplossingen die de industrie vooruit helpen. We staan bekend om onze innovatieve aanpak en focus op klanttevredenheid. Door gebruik te maken van geavanceerde technieken en technologieën blijven we vooroplopen in onze sector. Onze cultuur van betrokkenheid en openheid biedt veel ruimte voor pe…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 74400,
    "salaire_max": 74400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038443?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Arnhem, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossingen…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038280?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Embedded Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: Delft Deze groeiende innovatieve technische organisatie ontwikkelt onder andere onderwater robots. In de ontwikkeling van de producten speelt de software een belangrijke rol. De software wordt onder andere gebruikt voor: het besturen en automatiseren van de ROV’s (op afstand bediend voertuig) en onderwaterdrones data-analyse van verzamelde gegevens van de robots en drones webapplicaties voor internationale klanten en intern gebruik De organisatie groeit hard, wat …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44112,
    "salaire_max": 76656,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038257?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Workum, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossingen…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44400,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038115?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Experienced Electronics Integration Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Veldhoven Deze organisatie is een toonaangevende speler in de hightechsector, gevestigd in de innovatieve regio Veldhoven. Ze staan bekend om hun toewijding aan kwaliteit en samenwerking, en hebben een sterke aanwezigheid in de markt vanwege hun klanttevredenheid en grensverleggende technologieën. Het bedrijf richt zich op de ontwikkeling van elektronische functies en modules, met een significante impact op zowel de sector als de regio. Persoonlijke groei en…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 57600,
    "salaire_max": 64800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038003?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Almere waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je na…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282038001?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Helmond waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je n…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037843?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Embedded Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Utrecht Wil jij werken bij een organisatie die cutting-edge autonome robotvoertuigen ontwikkelt en de toekomst van de logistieke sector vormgeeft? Dan hebben wij de perfecte uitdaging voor jou! Wij zijn namelijk op zoek naar een Embedded Software Engineer die zich wil aansluiten bij ons gepassioneerde team van ingenieurs en technici. Klinkt dit als een bedrijf waar jij graag aan de slag wil als Embedded Software Engineer? Solliciteer dan direct! Functie-inho…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 66936,
    "salaire_max": 66936,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037813?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Nieuwegein. Onze organisatie is een toonaangevende speler in de technologie-industrie, bekend om haar innovatieve technieken en sterke aanwezigheid in de regio. We streven naar de hoogste kwaliteit en samenwerking binnen een dynamische markt. Onze activiteiten hebben aanzienlijke impact in zowel de sector als de regio. We bevorderen persoonlijke groei en ontwikkeling binnen een betrokken en open cultuur. De salarissen kunnen oplopen tot wel €5.800,-, wat een…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 69600,
    "salaire_max": 69600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037798?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Robot Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Dongen Als toonaangevend innovatief bedrijf, gevestigd in de dynamische regio Dongen, speelt deze organisatie een cruciale rol in de ontwikkeling van geavanceerde technologieën voor de voedselproductie en farmaceutische industrieën. Met internationale erkenning voor hun technologische doorbraken, staan ze bekend om hun toewijding aan kwaliteit en klantenservice. Het bedrijf bevordert persoonlijke groei en nodigt uit tot samenwerking binnen een ondersteunende…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 37200,
    "salaire_max": 55200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037709?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Nieuw-Vennep. Deze organisatie is een voorloper in de technische sector, bekend om haar innovaties en kwaliteitsnormen. Met een sterke aanwezigheid in de regio levert het bedrijf maatwerkoplossingen die grote impact hebben. Persoonlijke groei wordt aangemoedigd in een cultuur van openheid en betrokkenheid. Als onderdeel van deze dynamische setting kun je tot wel €5.400 verdienen. Het bedrijf is toegewijd aan het stimuleren van persoonlijke ontwikkeling en bi…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 55200,
    "salaire_max": 64800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037700?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Diagnostics Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Almere Deze organisatie is een toonaangevende speler in de energietransitie, gespecialiseerd in energieopslag en innovatieve batterijoplossingen. Het bedrijf staat bekend om zijn hoge kwaliteit en klanttevredenheid. Hun impact reikt verder dan de regio, met sterke banden in Nederland, het Verenigd Koninkrijk en Scandinavië. Binnen een open en stimulerende cultuur bevordert het bedrijf persoonlijke groei en ontwikkeling. Als Diagnostics Engineer kun je tot we…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 31200,
    "salaire_max": 55200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037468?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Delft. Binnen ons bedrijf streven we naar uitmuntendheid in IT-oplossingen, waarbij innovatie en klanttevredenheid centraal staan. We maken gebruik van de nieuwste technologie��n om onze klanten te dienen en hebben een sterke aanwezigheid in de regio Delft. Ons bedrijf stimuleert persoonlijke groei en ontwikkeling met een betrokken en open cultuur. Salaris kan oplopen tot wel €5200,- per maand, aantrekkelijk voor talentvolle kandidaten. Functie-inhoud: Ontwi…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 62400,
    "salaire_max": 62400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037187?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Allround Mechatronicus",
    "description": "Bedrijfsomschrijving: Dit bedrijf ontwikkelt en produceert labinstrumentatie voor klanten verspreid over de hele wereld. Als Allround Mechatronicus kom je het R&D team versterken dat bestaat uit een Lead Engineer, Firmware Engineer en een Mechanical Engineer. Met verschillende en uitdagende projecten is het werk afwisselend en geen dag hetzelfde. De projecten liggen voornamelijk op het snijvlak van analytische chemie, natuurkunde, mechanica en software. Momenteel is het team bezig met het dooro…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 32280,
    "salaire_max": 52080,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037039?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Zaandam, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossinge…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282037100?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Veendam waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je n…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036937?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Tholen. Dit dynamische bedrijf is een toonaangevende speler in de sector van elektrische en mechanische aandrijfsystemen. Dankzij een sterke focus op innovatie en kwaliteit onderscheidt het zich in de markt. Als expert in zowel engineering als onderhoud en beheer, biedt het bedrijf een unieke all-in-one service aan haar klanten in de Benelux en EMEA. De organisatie staat bekend om haar informele en open cultuur, wat zorgt voor een stimulerende werkomgeving. …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 45600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036728?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Enkhuizen waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036644?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Oldenzaal waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036600?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Renewable Energy Software Developer / Data Analist",
    "description": "Bedrijfsomschrijving: Locatie: regio Delft Wij zijn een toonaangevende speler in de duurzame energiesector, en we zijn trots op onze innovatieve softwareoplossingen die de efficiëntie van energiegebruik wereldwijd verbeteren. Onze toegewijde teams in de regio Zuid-Holland werken samen om oplossingen te bieden die niet alleen bijdragen aan een duurzamere toekomst, maar ook inspelen op de specifieke behoeften van onze klanten. We zijn trots op onze sterke reputatie op het gebied van klanttevreden…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 31200,
    "salaire_max": 58800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036589?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Maastricht, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossi…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036539?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Photonics Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Eindhoven Deze organisatie is een toonaangevende speler in de fotonicatechnologie, bekend om haar innovatie en kwaliteit. Met een sterke focus op telecommunicatie, datacommunicatie, sensing en biophotonics, biedt het bedrijf cutting-edge oplossingen die een grote impact hebben in hun sector. Het bedrijf bevordert persoonlijke groei en ontwikkeling binnen een betrokken en open cultuur. Salaris tot wel €4400 biedt extra motivatie. Wil jij als Senior Photonics …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45600,
    "salaire_max": 52800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036525?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Woerden, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossinge…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036386?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Terneuzen waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036348?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "(Junior) Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Utrecht. Deze organisatie is een toonaangevende speler in de technische sector, bekend om zijn innovatie en kwaliteit. Met geavanceerde softwareoplossingen en een sterke regionale aanwezigheid draagt de organisatie bij aan het verbeteren van automatiseringsprocessen. De klanttevredenheid is uitzonderlijk, en binnen de organisatie heerst een cultuur van persoonlijke groei en samenwerking. Werknemers worden gemotiveerd door een aantrekkelijk salaris dat kan op…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036431?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Amersfoort waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk j…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036239?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Hoogeveen, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossin…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036304?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Stadskanaal, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoploss…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036214?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Project Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Nuth Dit bedrijf is een toonaangevende speler in de technische sector, bekend om zijn innovatie, kwaliteit en samenwerking. Met unieke prestaties en geavanceerde technieken heeft het een sterke aanwezigheid in de regio en geniet het uitzonderlijke klanttevredenheid. Het bedrijf richt zich op technische projecten en heeft een grote impact in zijn sector. Persoonlijke groei en ontwikkeling worden gestimuleerd binnen een betrokken en open cultuur. Verdien tot €…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39600,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036065?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Embedded Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: Delft Deze gespecialiseerde organisatie, gevestigd in Delft, is een bedrijf met meer dan 100 medewerkers dat zich toelegt op de ontwikkeling en productie van geavanceerde mechatronische systemen voor de halfgeleiderindustrie, medische sector en laboratoriummarkt. Het bedrijf heeft een positieve en transparante werkcultuur met korte communicatielijnen. Het bedrijf is gehuisvest in een ultramodern gebouw. Vanwege de stabiele groei, is er ruimte voor een talentvolle …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 73848,
    "salaire_max": 73848,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036111?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Embedded Software-engineer-2020",
    "description": "Bedrijfsomschrijving: Locatie: regio 's-Hertogenbosch. Dit bedrijf is een toonaangevende speler in de ontwikkeling van op maat gemaakte energiemeters en stroomdistributie-units, gericht op datacentra. Hun innovatieve aanpak en hoge kwaliteit maken hen tot een vertrouwde partner in de regio. Deze organisatie richt zich op het creëren van impact door voortdurende verbetering van hun producten en diensten. Met een sterke focus op persoonlijke groei en een cultuur van openheid en samenwerking, bied…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 40800,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282036066?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "System Dynamics Architect",
    "description": "Bedrijfsomschrijving: Locatie: regio Eindhoven Dit bedrijf speelt een toonaangevende rol in de technische sector, vooral door zijn innovatieve aanpak en hoge kwaliteitsstandaarden. Met een sterke aanwezigheid in de regio Eindhoven, richt deze organisatie zich op het ontwerp en de implementatie van systemen voor grootschalige industriële projecten. De organisatie staat bekend om zijn collaboratieve cultuur die persoonlijke groei en ontwikkeling bevordert. Medewerkers werken samen in een omgeving…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 67200,
    "salaire_max": 67200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035880?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Den Bosch, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossin…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035900?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Heerhugowaard. Dit toonaangevende bedrijf speelt een sleutelrol in de technologische sector door zijn innovaties en het streven naar kwaliteit. Als koploper in de regio Heerhugowaard, brengt de organisatie geavanceerde techniek en superieure klanttevredenheid samen. Met een focus op softwareontwikkeling biedt het bedrijf oplossingen die de grenzen van technologie verleggen en een significante impact hebben in hun vakgebied. Werknemers worden aangemoedigd om …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56400,
    "salaire_max": 56400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035858?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Application Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Utrecht. Ons bedrijf is een leider in de sector door innovatie, kwaliteit en nauwe samenwerking. We hanteren unieke technieken en hebben een sterke regionale aanwezigheid. Onze activiteiten hebben een aanzienlijke impact op de industrie. We stimuleren persoonlijke groei en ontwikkeling binnen een betrokken en open cultuur. Met een salaris tot €4700, bieden wij een kans om te groeien in een stimulerende omgeving. Functie-inhoud: Ontwikkelen en optimaliseren v…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56400,
    "salaire_max": 56400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035683?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Gouda waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je nau…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035546?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Research Engineer Digital Simulations",
    "description": "Bedrijfsomschrijving: Locatie: Papendrecht Dit bedrijf is een toonaangevende speler binnen de luchtvaarttechnologie, met een sterke focus op innovatie, kwaliteit en samenwerking. Het bedrijf onderscheidt zich door unieke prestaties en innovatieve technieken, met een sterke aanwezigheid in de regio Papendrecht. Hun activiteiten hebben een aanzienlijke impact op de sector, waarbij ze persoonlijke groei en ontwikkeling binnen een betrokken en open cultuur bevorderen. Het salaris kan oplopen tot €6…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 75396,
    "salaire_max": 76596,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035330?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "R&D Engineer Flight Physics & Loads",
    "description": "Bedrijfsomschrijving: Locatie: regio Marknesse Deze organisatie is een toonaangevende speler op het gebied van lucht- en ruimtevaart, bekend om zijn innovatieve onderzoek en sterke betrokkenheid bij de gemeenschap. Ze bieden uitgebreide oplossingen voor complexe technische vraagstukken en verbeteren continu hun processen om aan de hoogste veiligheids- en milieustandaarden te voldoen. In hun open en dynamische cultuur stimuleren ze persoonlijke groei en ontwikkeling. Met een salaris tot wel €510…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 56400,
    "salaire_max": 61200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035234?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Project Engineer Elektrotechniek",
    "description": "Bedrijfsomschrijving: Dit toonaangevende bedrijf ontwerpt, produceert en verkoopt glazen door heel Europa! Al meer dan 250 jaar zijn zij dé producent van unieke glazen die je bij restaurants of bars terugvind door heel Europa. Met meer dan 600 collega’s in Nederland en Portugal geloven zij erin dat de producten die zij ontwikkelen mensen samenbrengt. Door de groei en ontwikkeling van dit bedrijf zijn zij op zoek naar een Project Engineer Elektrotechniek. Als Project Engineer Elektrotechniek maa…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035014?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Coevorden waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk je…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282035023?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Process Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Woerden Deze organisatie speelt een vooraanstaande rol in de circulaire economie door hergebruik van verpakkingen te bevorderen. Met geavanceerde technologieën en een innovatieve mindset ontwikkelt dit bedrijf systemen die bijdragen aan een duurzamere wereld. Hun faciliteiten richten zich op het sorteren en hergebruiken van verpakkingen, waarmee ze een actieve rol spelen in het verminderen van afval en CO₂-uitstoot. Werken bij deze organisatie betekent deel …",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 57600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282034995?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Medior C++ Software Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Veghel. Het bedrijf is een toonaangevende speler op het gebied van logistieke procesautomatisering. Zij staan bekend om hun innovatieve oplossingen die wereldwijd worden ingezet bij luchthavens en logistieke dienstverleners. Hun sterke regionale aanwezigheid gecombineerd met innovatieve technieken zorgt voor een uitstekende klanttevredenheid en voortdurende groei in de sector. Het bedrijf hecht veel waarde aan persoonlijke ontwikkeling binnen een open en bet…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39600,
    "salaire_max": 46800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282034990?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit vooraanstaande farmaceutische productiebedrijf gevestigd in Harderwijk waar je als Automation Engineer aan de slag gaat, speel je een essentiële rol in het automatiseren van de productieprocessen. Het bedrijf is gespecialiseerd in de ontwikkeling en productie van hoogwaardige geneesmiddelen en medische apparatuur. Je focus ligt op het implementeren en onderhouden van automatiseringssystemen die voldoen aan strikte kwaliteits- en veiligheidsnormen. In deze rol werk j…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282034938?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Automation Engineer",
    "description": "Bedrijfsomschrijving: In dit toonaangevende productiebedrijf in Rotterdam, gespecialiseerd in hoogtechnologische apparatuur, speel je als Automation Engineer een sleutelrol. Het bedrijf ontwikkelt en produceert geavanceerde machines en systemen voor diverse industrieën, waaronder de automotive en semiconductor industrie. Je wordt onderdeel van een ervaren team dat zich richt op het automatiseren van productieprocessen door het ontwikkelen en implementeren van innovatieve automatiseringsoplossin…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44760,
    "salaire_max": 59760,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282034928?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior FEM Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Hoofddorp Dit bedrijf is een toonaangevende speler in de wereldwijde jachtbouw, bekend om zijn innovatieve technieken en hoge kwaliteitsnormen. Met een sterke aanwezigheid in de regio Hoofddorp, biedt de organisatie unieke kansen voor persoonlijke groei en ontwikkeling, ondersteund door een betrokken en open cultuur. De focus ligt op het ontwerpen en ontwikkelen van custom-built superjachten die wereldwijd bewonderd en erkend worden. Hier kun je tot wel €560…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 67200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5282034834?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Platform Engineer",
    "description": "We're looking for a Platform Engineer 5-day work week (40hrs) · €50-65k · Amsterdam, Netherlands About us Homerun creates beautiful HR tools for modern teams  We’re a small business – just 26 people in total. We do things our own way — or what we believe is the right way — which has earned us labels like \"unpredictable\" and \"authentic\" which we wear proudly. Under the Homerun brand, we offer two products: Homerun ATS and HR. Our products allows teams to manage and grow their team, from start to…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281338605?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "IT Continuity Expert",
    "description": "At ING, we’re not just a bank— we’re a tech-driven financial institution with a global footprint. Our mission is to empower people to stay a step ahead in life and in business. The IT continuity team plays a pivotal role in shaping the future of reliability engineering across all ING entities, ensuring our critical services are resilient, secure, and always available. Your Mission: IT Continuity Expert As an IT Continuity Expert within the IT Operational Resilience area , yo u’ll be at the fore…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 96,
    "salaire_max": 62544,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281338368?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Azure Cloud Infrastructure Engineer",
    "description": "General information Organisation Headquarter The Netherlands Reference 2025-29900 Publication start date 24/06/2025 Publication date 29/06/2025 Job title (website) Azure Cloud Infrastructure Engineer Type of vacancy Job Contractual hours 32-40 Field of expertise Headquater Managerial position No Job description Working with and for a smile Jumbo’s ambition is to be the most loved supermarket in the Netherlands and Belgium. We aim to surprise our customers and exceed expectations so they enjoy s…",
    "secteur": "Unknown",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 68400,
    "salaire_max": 87600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281338274?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Foundation Engineer",
    "description": "Bedrijfsomschrijving: Locatie: regio Leiden. Deze organisatie is een toonaangevende speler in de maritieme sector, bekend om innovatie en kwaliteit. Met een sterke aanwezigheid in de regio en een reputatie voor uitzonderlijke klanttevredenheid, hebben ze unieke technieken en prestaties neergezet. Deze organisatie beïnvloedt de sector met hun focus op duurzame energieoplossingen. Persoonlijke groei en ontwikkeling worden gestimuleerd in een open en betrokken cultuur. Verdien tot wel €3400 per ma…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 31200,
    "salaire_max": 40800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5281057040?se=cNBwh7hY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=C29910A25693CABD189D24D7CDE991B99C27BDFE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FPGA Engineer (HBO/WO) | Werk aan de techniek van de toekomst bij Sintecs",
    "description": "Over deze vacature Werk als FPGA Engineer aan complexe elektronica-ontwerpen in een internationale omgeving met volop ruimte voor persoonlijke ontwikkeling. De functie Als FPGA Engineer maak je deel uit van het Embedded Software Team en werk je nauw samen met FPGA-, Embedded Software- en Hardware Engineers. Je bent verantwoordelijk voor het ontwerpen, implementeren, simuleren, testen en documenteren van FPGA-designs en IP-blokken voor diverse uitdagende elektronica-projecten. Daarnaast stel je …",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5281047658?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Front-end Engineer",
    "description": "Your job As a Front-end Engineer at Channable, you will be responsible for building an intuitive application that our customers use to automate their digital marketing. You will be prototyping new features based on customer feedback and making decisions to improve how our customers are guided through our tool. After a feature is implemented you will also be rolling out the feature together with other members of the product team, landing new functionalities in the hands of our customers. Your ch…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42228,
    "salaire_max": 64584,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280359729?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Researcher (Energy Systems Engineer)",
    "description": "Wij zoeken bij Voogt Naval Architects een Researcher (Energy Systems Engineer) voor onze afdeling Knowledge & Innovation. De afdeling Knowledge & Innovation initieert, coördineert en stimuleert innovatie binnen de gehele Feadship organisatie. Centraal staat de ontwikkeling van het Feadship-product en de processen (betreffende ontwerp, engineering, productie en services). Als Researcher initieer en coördineer je innovatie- en researchprojecten en voert deze ook zelf uit. De ontwikkelingen waarvo…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 49200,
    "salaire_max": 67200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280356867?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Developer BIM",
    "description": "Ben jij klaar om je programmeervaardigheden in te zetten voor betekenisvolle veranderingen in de bouwsector? Vind je het uitdagend om automatiseringen te ontwikkelen die modelleurs en andere collega's daadwerkelijk ondersteunen? Dan is deze rol iets voor jou. Wij zoeken een Software Developer BIM met kennis van programmeren (Python/C#) om bij te dragen aan de digitalisering en automatisering van ons gestandaardiseerde ontwerp- en bouwconcept. Een bouwkundige achtergrond is niet vereist, maar af…",
    "secteur": "Bouwkunde vacatures",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5280351512?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "ML-Engineer",
    "description": "Stel je voor: jouw code bepaalt hoe honderdduizenden huishoudens in Nederland samenwerken in één intelligent energie-netwerk. Als ML- Engineer bij Zonneplan ben je de spil in de energietransitie. Je bouwt aan ons nieuwe en baanbrekende Powerhouse-platform om de energietransitie te versnellen. Dit platform zorgt voor slimme inzet van ons smart grid op verschillende energiemarkten. Geen stoffige legacy systemen, maar een splinternieuw platform dat real-time handelt en honderdduizenden apparaten a…",
    "secteur": "Unknown",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278295658?se=cNBwh7hY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DC843B332D7368A129EA2D08DB270BDFD2B2E359",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "ML-Engineer",
    "description": "Stel je voor: jouw code bepaalt hoe honderdduizenden huishoudens in Nederland samenwerken in één intelligent energie-netwerk. Als ML- Engineer bij Zonneplan ben je de spil in de energietransitie. Je bouwt aan ons nieuwe en baanbrekende Powerhouse-platform om de energietransitie te versnellen. Dit platform zorgt voor slimme inzet van ons smart grid op verschillende energiemarkten. Geen stoffige legacy systemen, maar een splinternieuw platform dat real-time handelt en honderdduizenden apparaten a…",
    "secteur": "Unknown",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278294195?se=cNBwh7hY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=6A27FF17805DC7D5AC9D31621B9826C5F0A6C8B7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Energy Data Strategist – Forecasting, Trading & BI",
    "description": "Wat ga je doen: Zit jij liever aan de knoppen dan aan het dashboard? Maak échte impact met data in forecasting, trading en duurzame energie bij Groendus. Wat ga je doen bij Groendus? Bij Groendus zoeken we een strategisch ingestelde data-expert die meer wil dan dashboards maken. In deze rol sta jij centraal in hoe wij onze Energiemarktplaats sturen, optimaliseren én verder ontwikkelen. Niet achteraf – maar live, met directe impact op forecasting, trading en klantwinst. Je werkt in het kernteam …",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 78000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5278293398?se=cNBwh7hY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=7E50434E99420F3E454F1EBEE4711C38E2215E3D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Fleet Operations Specialist, Amsterdam",
    "description": "Are you a hands-on operations expert passionate about optimizing vehicle fleet systems and enabling cutting-edge mobility solutions? We’re looking for a Fleet Operations Specialist to lead on-the-ground operations at our Amsterdam site. This is your opportunity to drive innovation in logistics, fleet quality, and systems reliability in a fast-evolving tech environment. What are you going to do? As a Fleet Operations Specialist, you will: Oversee daily fleet operations, ensuring vehicle uptime, …",
    "secteur": "Personeelszaken Human Resources vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278261987?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FEM Specialist",
    "description": "Is techniek jouw lust en je leven? Lees dan direct verder. Bij De Voogt Naval Architects zijn we op zoek naar een FEM Specialist . Het modelleren en doorrekenen van langsscheepse sterkte, trillingen en specifieke details in de constructie; het is waar jij niet voor terugdeinst. Bij Feadship en De Voogt Naval Architects is Finite Element Methods (FEM) een technisch hoogwaardig kennisgebied. Het is een belangrijk onderdeel van de kern van ons engineeringsproces en de bouw van onze unieke jachten.…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 55000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258208?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior FEM Engineer",
    "description": "Bij De Voogt Naval Architects zijn we op zoek naar een Senior FEM Engineer . Jouw berekeningen zorgen ervoor dat de constructie van onze superjachten nóg sterker wordt. Heb jij de ervaring waar wij naar op zoek zijn? Reageer dan op deze uitdagende functie. Het modelleren en doorrekenen van langsscheepse sterkte, trillingen en specifieke details in de constructie; het is waar jij niet voor terugdeinst. Bij Feadship en De Voogt Naval Architects is Finite Element Methods (FEM) een technisch hoogwa…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 45000,
    "salaire_max": 59400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258232?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FEM Engineer",
    "description": "Binnen de afdeling Structural Engineering is De Voogt Naval Architects op zoek naar een FEM Engineer . Bij De Voogt Naval Architects engineeren wij Feadships, de meest unieke jachten ter wereld waar niets te gek is. Wij maken de meest uitdagende klantwensen concreet in constructieve oplossingen en streven naar een niveau waar absolute kwaliteit en duurzaamheid voorop staan. Bij Feadship en meer specifiek De Voogt Naval Architects zien wij Finite Element Methods (FEM) als een technisch hoogwaard…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 38400,
    "salaire_max": 48000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258129?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "FEM Specialist",
    "description": "Binnen de afdeling Structural Engineering is De Voogt Naval Architects op zoek naar een FEM Specialist . Bij De Voogt Naval Architects engineeren wij Feadships, de meest unieke superjachten ter wereld waar niets te gek is. Wij maken de meest uitdagende klantwensen concreet in constructieve oplossingen en streven naar een niveau waar absolute kwaliteit en duurzaamheid voorop staan Wij zien Finite Element Methods als een technisch hoogwaardig kennisgebied en een belangrijk onderdeel van de kern v…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 44400,
    "salaire_max": 61200,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258124?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Information Demand Coordinator",
    "description": "Binnen Engineering is De Voogt Naval Architects op zoek naar een Information Demand Coordinator . Bij De Voogt Naval Architects houden wij ons bezig met ontwerp, integrated engineering en naval architecture van Feadships, de beste en meest unieke luxe superjachten ter wereld. De technische uitdagingen in ons werk worden gedreven door de wensen en dromen van onze klanten, wat betekent dat vormgeving, stijl, comfort en innovatie een belangrijke rol spelen. Om dit te kunnen bereiken zijn eveneens …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 68400,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5278258113?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Opto-Electronics Engineer",
    "description": "Serco is a leading Space Services Provider with thousands of skilled resources that has supported over 50 space missions on behalf of more than 10 Space or Government agencies around the globe, including the ESA and NASA. Serco offers space capability across the full space lifecycle from satellite testing to Launch services, LEOP to spacecraft operations, space surveillance to data management, and supporting downstream application development. With over 55 years history in the space sector Serc…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 85000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277835928?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Analyst (Rotterdam, Netherlands/ Hybrid)",
    "description": "About the company and the project: An international leading AI-powered travel platform for businesses is looking for a Data Analyst to join its team. The company was founded in 2017 in Rotterdam, the Netherlands , their product is a flexible and automated platform for online booking of sea and business trips. The team aims to make the complex process of booking, changing, and canceling sea voyages and business trips quick and easy. They already have thousands of users around the globe and they …",
    "secteur": "Vacatures Ander of Algemeen",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 67200,
    "salaire_max": 76800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277351730?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer/Infrastructure Engineer - REMOTE",
    "description": "If you are a senior software developer and you also have knowledge of system administration, keep reading or just apply already! And maybe you'll come work in our dynamic and international team. About the job At YTEC, we will challenge you to use all your knowledge and skills to develop innovative software solutions for our clients. As a senior software developer , you have over five years of experience in the field, can work independently, and provide guidance to your colleagues when needed. I…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": true,
    "salaire_min": 60000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277208234?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Cloud Data Platform Engineer | Shape the Future of Scalable Azure Infrastructure",
    "description": "Cloud Data Platform Engineer | Shape the Future of Scalable Azure Infrastructure Are you a hands-on, forward-thinking engineer ready to elevate modern data platforms in a fast-paced DevOps environment? Join a high-performing team responsible for designing, building, and optimizing a robust cloud-based data ecosystem powered by Microsoft Azure. In this role, you will design and maintain scalable solutions using Azure services such as Azure Data Factory, Databricks, and Microsoft Fabric. You’ll p…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "azure"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5277053782?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "UX Engineer",
    "description": "About us Hey there! We re Lleverage.ai, and we re making AI automation actually achievable for businesses. We enable teams to capture, automate, and integrate AI-driven workflows and agents into their business, because AI is only useful when it actually fits into daily operations. We re a team of entrepreneurs and innovators, who believe the future of work is 80% creativity, strategy, and human interaction, because AI takes care of the rest. If that sounds something you want to help build, we d…",
    "secteur": "Bouwkunde vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 100000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275916372?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Informatieanalist",
    "description": "Wij ontwikkelen geavanceerde data-oplossingen die een tastbare impact hebben op een gezonde, veilige en duurzame leefomgeving. Jouw expertise als informatieanalist is hierin van cruciaal belang. Door jouw kennis en analytische vaardigheden help je ons om data om te zetten in waardevolle inzichten die bijdragen aan strategische besluitvorming en duurzame oplossingen. Hoe zorgen we ervoor dat de organisatie succesvol in beweging komt? Hoe faciliteren we data gedreven besluitvorming binnen een com…",
    "secteur": "Liefdadigheid en vrijwilligerswerk",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 43728,
    "salaire_max": 61596,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275916241?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "DevOps Engineer",
    "description": "We zijn op zoek naar ervaren Dev-DevOps Engineers met een sterke Java-ontwikkelingsachtergrond voor een langdurig werk aan het uitbouwen van cloud-agnostische services door middel van infrastructuur als code. De DevOps-engineers zijn verantwoordelijk voor het bouwen, ontwerpen, plannen en bouwen van cloudinfrastructuur vanaf het architectuurontwerp. Zeer bedreven in infrastructure as code en het gebruik van automatiseringstechnieken en -tools. Vereisten De ideale DevOps Engineer heeft ervaring …",
    "secteur": "IT ICT vacatures",
    "skills": [
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 84000,
    "salaire_max": 84000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5275249846?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Bij BAM zetten we vol in op datagestuurde transformatie en zoeken we visionaire Data Engineers om ons Data Competence Centre te versterken. Hier krijg je de vrijheid om je expertise en ideeën te laten bloeien, ongeacht je ervaring. Jouw innovatieve drive speelt een cruciale rol in de toekomst van BAM! Klaar om als pionier grenzen te verleggen? Sluit je aan bij BAM en maak impact met data. Wat ga je doen BAM loopt voorop in de snel veranderende bouwwereld, en als Data Engineer speel jij een sleu…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 51720,
    "salaire_max": 82800,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/land/ad/5275026440?se=cNBwh7hY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DA7057CA3EF3B37B55C4D3E4732B852BA676057D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "AI Engineer (Medior)",
    "description": "Wie is Brush AI? Brush AI is jouw partner voor haalbare en betrouwbare AI-oplossingen. Wij helpen bedrijven verantwoord te innoveren met Artificial Intelligence (AI). Onze missie? Een eerlijke en veilige data-gedreven toekomst voor iedereen. Wat ons onderscheidt is onze unieke combinatie van technische AI-expertise n grondige kennis van data-ethiek. Door onze ethics- en compliance-by-design aanpak, waarbij de mens centraal staat, ontwikkelen we AI-oplossingen die je cht kunt vertrouwen. Brush A…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 39600,
    "salaire_max": 54000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273633416?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Data Engineer",
    "description": "Werken aan morgen, met de beste technologie van nu. Werken bij LINKIT gaat om grenzen verleggen. Ontdekken, ontwikkelen, expertise delen en continu zoeken naar verbetering. We combineren lange termijn strategisch denken, diepgaande enterprise-ervaring en een mensgerichte aanpak om klanten te helpen hun bedrijfsprocessen te transformeren en te domineren in hun industrie. Elke dag werken meer dan 1.000 van onze mensen uit 20 landen aan kritieke technologie bij bedrijven als Defensie, KLM en ASML.…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 54000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273632733?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Werkplek Specialist",
    "description": "Senior Werkplek Specialist 3e-lijn | 32–40 uur | Arnhem (hybride) Zet jouw expertise in op een grote, dynamische omgeving met zo’n 50.000 werkplekken en devices. Als 3e-lijn Werkplek Specialist ben jij de go-to expert voor het beheer, de optimalisatie en doorontwikkeling van onze digitale werkplekken. Je werkt met top-tools als Ivanti Workspace Control, MECM/Intune én Microsoft-apps (on-premise & cloud). Wat ga je doen? • Security-patches en -applicaties uitrollen via Ivanti en MECM • Complexe …",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273057156?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior Systeembeheerder (Deta-Vast)",
    "description": "Senior Systeembeheerder (Deta-Vast) | Implementatie Nieuwe ICT-omgeving Ben jij een doorgewinterde systeembeheerder die wil meebouwen aan een state-of-the-art ICT-omgeving? In deze rol geef je richting aan de implementatie, advisering, test- en acceptatiefase van een compleet nieuw infrastructuurlandschap. Je brengt proces én techniek samen, waardoor eindgebruikers straks kunnen profiteren van een stabiele, veilige en up-to-date werkplek. Wat ga je doen? • Beheren en optimaliseren van de ICT-in…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 72000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5273057051?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "PL | Frontend Engineer | Amsterdam | 80k | Fintech",
    "description": "Our client is transforming legacy infrastructure in the $8TN securities finance market through cutting edge technology. With teams in Amsterdam and New York, they’ve built a cloud native, SEC registered trading platform that replaces outdated systems used by major institutions like DTCC. Their mission: bring transparency and efficiency to a complex market through engineering excellence. The Role: Frontend Engineer You’ll build intuitive interfaces for a high stakes trading platform used by inst…",
    "secteur": "Adviseur en Consultancy vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 60000,
    "salaire_max": 60000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5272362148?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Senior xR Developer (Interim)",
    "description": "We are looking for an experienced Senior xR Developer (interim) to spearhead the development of cutting-edge Virtual Reality (VR) training solutions for the naval sector. In this role, you will leverage your expertise in Unity and C# to create immersive simulations that enhance professional training. As part of a multidisciplinary Agile Scrum team , you will work closely with developers, artists, and solution architects to push the boundaries of xR technology. This is a unique opportunity to dr…",
    "secteur": "Adviseur en Consultancy vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 48000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5271762644?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Data Engineer",
    "description": "Ben jij de data-expert die wij zoeken? Werk jij graag met data en zie jij precies hoe processen slimmer en efficiënter kunnen? Dan hebben wij de perfecte uitdaging voor jou! Wat ga je doen? Bij Veneficus draait alles om werkplezier, uitdagende projecten en jouw persoonlijke groei. Als Data Engineer speel je een sleutelrol in het verzamelen, structureren en benutten van data binnen diverse sectoren, zoals finance, verzekeringen, retail, transport, overheid, logistiek en energie. Jij krijgt de ka…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 42000,
    "salaire_max": 72000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5271494869?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Allround Storage Beheerder",
    "description": "Allround Storage Beheerder AIVD Functieomschrijving Jij hebt een passie voor storage en bent verantwoordelijk voor de beschikbaarheid en veiligstelling van relevante inlichtingengegevens. Samen met enthousiaste en betrokken collega’s zorg je niet alleen voor het beheer, maar ook de ontwikkeling van diensten op onze veeleisende storage infrastructuur. Wat ga je doen? Een enterprise ICT omgeving waar beschikbaarheid en continuïteit cruciaal zijn en waar grote hoeveelheden gerubriceerde gegevens b…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 40848,
    "salaire_max": 64668,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270435038?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Software Engineer",
    "description": "ip 6228. Politie Opdracht omschrijving De Dienst ICT van de Nationale Politie heeft verschillende grote IT-platformen in beheer waaronder het Big Data Platform; een modern en robuust platform, gerealiseerd in een private cloud infrastructuur volledig gebaseerd op open source en open standaarden. Het cluster Cloud en Big Data is verantwoordelijk voor het Big Data platform, vanaf het netwerk tot aan kant-en-klare cloud producten die door verschillende afnemers binnen zowel de Dienst ICT als de op…",
    "secteur": "IT ICT vacatures",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377396?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Front/Back-end ontwikkelaar senior Hermes",
    "description": "ml. T159416 Gemeente Amsterdam Functieomschrijving Binnen de directie Grond en Ontwikkeling (afdeling Erfpacht en Uitgifte) werk je als senior ontwikkelaar aan de doorontwikkeling van de bedrijfsapplicatie Hermes . Deze applicatie ondersteunt erfpachtprocessen in Amsterdam en is gekoppeld aan het Overstapportaal, Mijn Erfpacht en diverse andere systemen. Je maakt deel uit van een SCRUM-team met ontwikkelaars, beheerders en domeinspecialisten. Samen voer je doorlopende verbeteringen en aanpassin…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377400?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Netherlands",
    "code_pays": "nl",
    "titre": "Platform engineer voor Advanced Analytics Platform",
    "description": "ip 6226. Politie Opdracht omschrijving Het Infrabedrijf van de Dienst ICT onderhoudt de IT-platformen van de Nationale Politie. Het cluster Cloud en Big Data (CBD) is binnen het Infrabedrijf verantwoordelijk voor het platform voor big data en AI. Dit is een op Kubernetes gebaseerde private cloud voor de verwerking en analyse van data binnen de politie. De productlijn bestaat uit zeven Scrum teams die ieder verantwoordelijk zijn voor producten waaruit het platform is opgebouwd. Dit zijn producte…",
    "secteur": "IT ICT vacatures",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 63756,
    "salaire_max": 63756,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.nl/details/5270377365?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  }
]