[
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "INGEGNERE CON SPECIALIZZAZIONE FISICA",
    "description": "Job description NAM SpA Agenzia Per il Lavoro filiale di Milano cerca INGEGNERE CON SPECIALIZZAZIONE FISICA. Responsabilità principali: 1. Progettare e sviluppare soluzioni tecniche per impianti meccanici ed elettrici, con particolare attenzione all'efficienza energetica. 2. Collaborare con le divisioni interne per la pianificazione e l'implementazione di progetti innovativi nel settore dell'Oil & Gas. 3. Supervisionare l'installazione degli impianti, coordinando i subappaltatori e garantendo i…",
    "secteur": "Commercio Al Dettaglio/Retail",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 32000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/details/5282110932?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer (Freelance/P.IVA)",
    "description": "Wiselyst è una società di consulenza IT e sviluppo software. Affianchiamo medie e grandi aziende italiane e internazionali nella realizzazione di soluzioni digitali, supportandole in tutte le fasi dei loro progetti tecnologici. Per la nostra divisione consulting siamo alla ricerca di un Backend Developer con almeno 3 anni di esperienza. Compiti Lavorerai allo sviluppo di applicazioni enterprise, con un focus su microservizi e architetture cloud. Ti occuperai dell’analisi tecnica, dello sviluppo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 52000,
    "salaire_max": 67600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/details/5281206086?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer - Python - Container Images",
    "description": "Software Engineer - Python - Container Images Join to apply for the Software Engineer - Python - Container Images role at Canonical Software Engineer - Python - Container Images 2 weeks ago Be among the first 25 applicants Join to apply for the Software Engineer - Python - Container Images role at Canonical Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enter…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094637?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=981762E19EA6F461124538D1DE2F3B796EF44F37",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Networking, Security e Linux Junior / Middle - Ibrido (Milano) - Assunzione diretta",
    "description": "Networking, Security e Linux Junior / Middle - Ibrido (Milano) - Assunzione diretta Networking, Security e Linux Junior / Middle - Ibrido (Milano) - Assunzione diretta Safeguard Global è una società internazionale attiva sul mercato dal 2008, specializzata in Global Workforce Management operativa in 170 paesi nel mondo, con ad oggi più di 1800 dipendenti. La nostra Vision è Work in Any Way, infatti crediamo che i confini non dovrebbero essere barriere al business o al talento. Posizione : Siamo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094631?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CBA07C5BE1E2C8DF77E9ED65C03CCD993FE0E20E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Python Developer",
    "description": "Develer, società del gruppo Comelz, azienda specializzata nella produzione di macchine e software per l’alta moda e la pelletteria di lusso, è alla ricerca di un / una Python developer. Siamo un'azienda moderna, guidata da persone con un background tecnico e con una forte sensibilità nel comprendere dinamiche di software, hardware e dei processi di sviluppo. Siamo alla ricerca di un / una Python Developer per ampliamento di uno dei nostri team di sviluppo prodotto. Chi cerchiamo La persona che …",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094632?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D510245E24EFB6A3E4F221CE528C7C5ACA23A9DC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "C, Golang Software Engineer working on dqlite, a Raft extension for SQLite",
    "description": "C, Golang Software Engineer working on dqlite, a Raft extension for SQLite Join to apply for the C, Golang Software Engineer working on dqlite, a Raft extension for SQLite role at Canonical Continue with Google Continue with Google C, Golang Software Engineer working on dqlite, a Raft extension for SQLite 1 month ago Be among the first 25 applicants Join to apply for the C, Golang Software Engineer working on dqlite, a Raft extension for SQLite role at Canonical Get AI-powered advice on this jo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094566?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=55EE29AE97E01ABECC06ECA6F82CE127B4978DA8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Linux devices software engineer - snapd",
    "description": "Join to apply for the Linux devices software engineer - snapd role at Canonical Continue with Google Continue with Google 4 weeks ago Be among the first 25 applicants Join to apply for the Linux devices software engineer - snapd role at Canonical Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engi…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094576?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=779C90B46BE923334916A464827A8AFDDB961697",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "NetSuite Engineer",
    "description": "Join to apply for the NetSuite Engineer role at Canonical Continue with Google Continue with Google 1 month ago Be among the first 25 applicants Join to apply for the NetSuite Engineer role at Canonical Canonical is a leading provider of open-source software and operating systems for global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers inclu…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094533?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FE0467181758056BEEE5F441B772317514D3FC88",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineering Manager - Cross-platform C++ - Multipass",
    "description": "Software Engineering Manager - Cross-platform C++ - Multipass Join to apply for the Software Engineering Manager - Cross-platform C++ - Multipass role at Canonical Continue with Google Continue with Google Software Engineering Manager - Cross-platform C++ - Multipass 2 months ago Be among the first 25 applicants Join to apply for the Software Engineering Manager - Cross-platform C++ - Multipass role at Canonical Canonical is a leading provider of open source software and operating systems to th…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094523?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5526436FAB496A0638E3707FBF693554A9F0778C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Statistician",
    "description": "Senior Biostatistician – Global Pharma | Italy (Hybrid) Shape the Future of Drug Development Are you an experienced statistician ready to take your expertise to the next level? Our client, a leading international pharmaceutical company, is looking for a Senior Biostatistician to join their dynamic and collaborative team. If you're passionate about designing meaningful clinical trials and influencing global health outcomes, this is the opportunity for you. What You’ll Be Doing As a key statistic…",
    "secteur": "Sanità/Medicina",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094541?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=0346B34CACE2F00DE80AD674E3A6171D7D51267B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Network Infrastructure Engineer - European Commission",
    "description": "Business units Information Technology or Computer Science Locations Italia / Lombardia / Bergamo WHO WE ARE Etinars is a values-focused company with multi-year experience, specialised in the recruitment of professionals for niche markets - managing the full-life cycle of specialist and executive level hires. At Etinars, we genuinely care about who you are and what you need . We place great emphasis on fostering robust, enduring connections built upon trust and transparency . Our approach ensure…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094544?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=510CB5E8B27F99796A96C76F15AE480CD4079FA3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Credit Manager (Business Lending)",
    "description": "Join to apply for the Credit Manager (Business Lending) role at Revolut Continue with Google Continue with Google Join to apply for the Credit Manager (Business Lending) role at Revolut Get AI-powered advice on this job and more exclusive features. About Revolut People deserve more from their money. More visibility, more control, and more freedom. Since 2015, Revolut has been on a mission to deliver just that. Our powerhouse of products — including spending, saving, investing, exchanging, trave…",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094253?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=20F22A2F7BCEAC330307E719D156BEFFE577C69B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cloud Data Architect",
    "description": "1 week ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. Your role as a Cloud Data Architect in NTT Data Gov & Tech will be supporting customers in Big Data projects, working in partnership with business analysts and solution architects to understand use cases, data needs, and outcome objectives. In this role, you will deliver data acquisition, transformations and improvement, cleansing, conversion, compression, and loading of data into data lak…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094263?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=309B39E8361E99E632949B5187DFAE4C02F1BA79",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "ERRE Company is a vibrant and active reality in the design and consultancy of industrial services applied to the Automotive, Railway, Industrial, ICT and Telco sectors. Activities are proposed to the Customer through on site support or in work package mode. We design the future together with those who choose to work with us. Our founding values are E NERGY, R ESPECT, R ESILIENCE, E MPATHY. Values to be lived and shared every day. We want proactive, curious, strong-willed, attentive, open and li…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094266?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=2FFB763EAB71A946B9FDD0953A5153B2F229B55B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Test Analyst Specialist - Trento [DIG]",
    "description": "Join to apply for the Test Analyst Specialist - Trento [DIG] role at PwC Italy Stiamo cercando un Test Analyst da inserire nella Test factory di PwC sulla sede di Trento. Entrerai a far parte del nostro team per garantire che ogni prodotto che sottoponiamo ai test soddisfi le aspettative dei clienti e funzioni al massimo del suo potenziale. Il test analyst avrà la responsabilità della redazione e gestione dei testbook in collaborazione con il test manager, il team dei tester e il team di assist…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094249?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CD398515CDEA9EED828EECE54C95FDDFEB3151FF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineering Manager - Desktop and Embedded Linux Optimisation",
    "description": "Software Engineering Manager - Desktop and Embedded Linux Optimisation 4 months ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. We work closely with major silicon companies to optimise Ubuntu for their latest hardware. As a software engineering manager you need to bring both technical and management skills to the leadership of your team. You will be leading an engineering team that works across the full Linux stack from kernel to GUI, to optim…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281093611?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=76C3F328FDE5CA557867AF0BAF6457D4CB36BEB2",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer (Rome, Italy)",
    "description": "Join to apply for the Software Engineer (Rome, Italy) role at S[&]T Norway Continue with Google Continue with Google Join to apply for the Software Engineer (Rome, Italy) role at S[&]T Norway Main responsibilities Collaborare con il team per progettare, sviluppare, testare e documentare il codice in alta qualità Stabilire e mantenere l'infrastruttura di creazione, test e documentazione del software per progetti mission-critical Fornire feedback costruttivi attraverso revisioni del codice, suppo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092640?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=81076F61A8B32C10ECD039A8B0A74A32392AC390",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Get AI-powered advice on this job and more exclusive features. Do you want to be part of a business that genuinely values entrepreneurialism , innovation and individual accountability? We focus on our customers and are proud of the difference our technology makes. We partner with some of the biggest manufacturing companies in the world and our technical innovations are used to enhance well-known brands across multiple industries. Position: We are looking for a full time talented Software Engine…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092614?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F6A00708CE9F26E81422B9AB891C63ABF7E128A7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Digital Project Manager - stage curriculare",
    "description": "Company description Leo Constellation fa parte di Publicis Groupe, uno dei gruppi di comunicazione più grande al mondo. Leo Constellation è un'agenzia di comunicazione alimentata dal suo sistema operativo HumanKind: è il nostro approccio per scoprire la ragion d'essere di una brand - il suo scopo - e connetterla alle persone e ai loro comportamenti attraverso le idee. Crediamo che ogni cosa che conti nel nostro lavoro inizi e finisca con due parole: People – Behaviour. Overview Leo Constellatio…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092635?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=02633810E6EE4E92278E2031C31B1F897217F512",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Avionic Software Engineer",
    "description": "RINA is currently recruiting for a Avionic Software Engineer to join its office in Torino within the Aerospace & Defence Division. Mission The content of the work will be aimed at analysis, design and SW development activities of applications in the avionics domain. Key Accountabilities The following technical skills are required : Knowledge and experience in object-oriented, multi-task and multi-thread programming Knowledge of object-oriented programming languages (e.g. C++, ADA, Java) Knowled…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092646?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=832E1C465F56972A85135FB592B43ACCE608FD19",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Junior Software Developer - Observability",
    "description": "Join to apply for the Junior Software Developer - Observability role at Canonical Join to apply for the Junior Software Developer - Observability role at Canonical Canonical seeks a Junior developer with a proven track record in Python and/or Go. As part of the Observability team, you will develop a cloud-native monitoring stack that composes best-in-class open-source monitoring tools. The stack is opinionated, resilient, and scalable, providing deep insights out of the box. The user experience…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092615?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=EA2EC672AC0550C690EF0347AB595C36FCBC1161",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cyber Security Specialist",
    "description": "Hays Solutions, società del gruppo multinazionale Hays, quotata al London Stock Exchange, offre servizi di consulenza mirati all’individuazione, alla comprensione e al raggiungimento degli obiettivi concreti di un progetto di business in ambito IT, Engineering o Digital. Cosa deve fare Raccogliere le segnalazioni del SOC (Security Operation Center), del MDR Team, del DLP, del sistema di controllo della posta elettronica e degli utenti e attuare le azioni di mitigazione e contrasto degli Inciden…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281090010?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B852C7E8678637E275B9024E31AFE5638C0E86E8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CFD Application Engineer",
    "description": "Description EnginSoft Simulation Software Italia Srl è una società leader in Italia nella fornitura di soluzioni nel campo della Simulation Based Engineering Science (SBES) e Ansys Elite Channel Partner: la nostra missione è essere il principale partner delle aziende industriali nella risoluzione delle sfide legate all’innovazione tramite gli strumenti di simulazione numerica Ansys. Department: Technical Location: Turin, IT Abbiamo un'opportunità di carriera per CFD Application Engineer . Respo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281090016?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=1CDF3A83857802AC3126AD60061348866606CCE8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Distributed Systems Software Engineer, Python / Go",
    "description": "Distributed Systems Software Engineer, Python / Go Join to apply for the Distributed Systems Software Engineer, Python / Go role at Canonical Distributed Systems Software Engineer, Python / Go 3 months ago Be among the first 25 applicants Join to apply for the Distributed Systems Software Engineer, Python / Go role at Canonical Get AI-powered advice on this job and more exclusive features. We are seeking a software engineer with a passion for building and validating resilient distributed system…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281089982?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B3DB2B9B900E42DF2D442AE107ECA35F234327DE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CRM Software Developer",
    "description": "Call2Net S.p.a. Milano, Italia ICT e Sistemi informativi In presenza Attenzione! Annuncio non pubblicato Descrizione azienda Call2Net S.p.a. è una società che da oltre 15 anni si occupa di Customer Interaction. Il suo approccio innovativo l'ha portata a essere tra i leader del mercato italiano, rivoluzionando il concetto di Contact Center in outsourcing. Attualmente ha il proprio headquarter a Milano ed è presente in Italia con 10 sedi: Milano, Torino, Marcon (VE), Prato, Cagliari, Palermo, Nap…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281090013?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=16CD4E81ECE7BCF602265D3129819F37CCA9337B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Python and Kubernetes Software Engineer - Data, AI/ML & Analytics",
    "description": "Python and Kubernetes Software Engineer - Data, AI/ML & Analytics 4 months ago Be among the first 25 applicants Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many …",
    "secteur": "Informatica/IT",
    "skills": [
      "python",
      "kubernetes",
      "ml"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281089990?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=A0337342C7F1535762387B109833B3EC2981BB75",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AWS Python Developer",
    "description": "M.C. Engineering Srl MILANO, Italia Consulenza Descrizione azienda M.C. Engineering è una società di consulenza specializzata in Information Technology nata agli inizi degli anni Duemila. Con 4 sedi sul territorio nazionale -Torino, Milano, Roma, Bari- siamo un partner strategico ad alto contenuto tecnico. Approccio umanocentrico, competenza e innovazione tecnologica sono gli elementi grazie ai quali guardiamo ad obiettivi ambiziosi, consapevoli di poterli raggiungere. Desideri sperimentarti in…",
    "secteur": "Informatica/IT",
    "skills": [
      "python",
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281086695?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=AA384169F1620B886F1F0A82A5025BE324B82637",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "15h Rimaste: Product Manager",
    "description": "Adecco Spa sta cercando per prestigiosa azienda cliente che opera nel settore Fintech un Product & Data Governance che entrerà a far parte della Digital Operations e seguirà le seguenti attività: - Monitorare, analizzare e risolvere le problematiche legate si servizi in produzione, assicurando gli elevati livelli di disponibilità e performance. - Collaborare con i team di sviluppo, data analyst e infrastruttura per ottimizzare le integrazioni e garantire processi operations affidabili. - Defini…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784236?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=41999CE7EFFC1E818A1B59F159987166D830921A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist, Data Analyst",
    "description": "We see an increased need for the wide business to explore and unveil the value hidden in the big variety of data assets available in the group. We want to grow substantially the data science team to scale up the modelling capabilities and the innovative solutions offered to external and internal clients. As a big player of services and information retrieval in many aspects of the Financial Markets, we want to provide our clients with premium data quality and rigorous analytical approach, in ord…",
    "secteur": "Consulenza",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784292?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=57BAC302F28F2A8BE7C799990C254C63FDFEF1C3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Stage Digital Analytics",
    "description": "Siamo alla ricerca di un Collega che si inserisca nel team Digital Analytics (attualmente composto da 10 persone) e che si occupi di analisi, monitoraggio e reporting per progetti ecommerce di respiro internazionale nei settori fashion, sportswear, food, consumer electronics e beauty. Responsabilità : Implementazioni Tecniche: fornire supporto nel setup tecnico relativo alla misurazione dei rendimenti ecommerce; Configurazioni: configurare i pannelli di Google Analytics, Adobe Analytics, Google…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783965?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=11DBB1B68AA4DDCC851B0A4C9717DD083366C459",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Analista Business Intelligence (Stage)",
    "description": "Tyche Bank : una banca contemporanea, che coniuga tradizione e innovazione, per affrontare le sfide di un contesto finanziario in continua evoluzione. La nostra ambizione è quella di offrire servizi finanziari di qualità a livello nazionale e di diventare il punto di riferimento per professionisti e imprese, anche in crisi. Stai cercando un'esperienza formativa in una realtà dinamica e innovativa del settore bancario? Tyche Bank è il posto che fa per te. Supporterai l'ufficio Business Intellige…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784017?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=376AE0F0422D001CBF6BA7AA0F2479F3BF27DE22",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DOCENTE \"PYTHON\" MILANO",
    "description": "Orienta Spa, ente accreditato ai servizi per il lavoro e formazione, ricerca un docente per un corso finanziato dal bando GOL di \"PROGRAMMAZIONE PYTHON\" destinato a persone disoccupate, con inizio previsto a metà giugno 2025. Il corso si svolgerà in presenza presso la nostra filiale di Milano Venini, in via Venini 3, part-time, dal lunedì al venerdì, dalle 9:00 alle 13:00, per un totale di 80 ore. Requisiti richiesti: Ottima conoscenza delle tematiche oggetto del corso Buone doti comunicative e…",
    "secteur": "Altro",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783944?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=77375FF8576A29616733EEE203571117F9F7D5D7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "It Data Engineer",
    "description": "Social network you want to login/join with: illycaffè is an Italian company founded in Trieste in 1933 with the mission to offer the best coffee to the world. We are looking for a Junior IT Data Engineer to join our Information Technology Department. We are looking for a Data Engineer profile to join our growing IT team, who will support the expansion and optimisation of our data architecture and data pipeline, as well as the optimisation of data flow and data collection for cross functional te…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783953?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8899EEE9384404C764EE43EDD459B1473837A60C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Analista Business Intelligence (Stage)",
    "description": "Tyche Bank : una banca contemporanea, che coniuga tradizione e innovazione, per affrontare le sfide di un contesto finanziario in continua evoluzione. La nostra ambizione è quella di offrire servizi finanziari di qualità a livello nazionale e di diventare il punto di riferimento per professionisti e imprese, anche in crisi. Stai cercando un'esperienza formativa in una realtà dinamica e innovativa del settore bancario? Tyche Bank è il posto che fa per te. Supporterai l'ufficio Business Intellige…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784018?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=846EE9A64C7BBFDBABB3D553CB06688CE51BD12F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Designer 3D (F / H)",
    "description": "Il Gruppo Colombini è una realtà di riferimento nel settore dell’arredamento, con una forte presenza internazionale e un focus costante su innovazione, design e qualità industriale. La risorsa collaborerà con progettisti e tecnici R&D per tradurre le idee progettuali in visualizzazioni di alta qualità, contribuendo anche all’ottimizzazione dei processi attraverso soluzioni digitali e automazioni. Modellare ambienti e arredi in 3D con alto livello di dettaglio, assicurando coerenza con concept a…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784024?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F8E1E13A7EB715D5CB3FF25EE3771B32E4FD15CF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Tecnico Telegestione MT e Diagnostica Smart Meter",
    "description": "3 days ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. Sei una persona curiosa, appassionata di dispositivi intelligenti e analisi dati? Vuoi lavorare su tecnologie smart applicate al mondo dell’energia? Noi della Odoardo Zecca Srl cerchiamo un Tecnico di Telelettura e Diagnostica Smart Meter da inserire nel nostro team. La figura avrà un ruolo attivo nel monitoraggio e nella diagnostica dei dispositivi di misura elettronici (smart meter) . La…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783647?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B1D976867D14DC41A57A16C8F7123A4E75AF4101",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Technical Team Leader",
    "description": "Join to apply for the Technical Team Leader role at NTT DATA Europe & Latam Continue with Google Continue with Google 1 week ago Be among the first 25 applicants Join to apply for the Technical Team Leader role at NTT DATA Europe & Latam Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with …",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783697?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8E457E8C4A87C7F9B334B86D5ED191A08746DA1A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Esperto HPC – HIGH PERFORMANCE COMPUTING",
    "description": "Esperto HPC – HIGH PERFORMANCE COMPUTING Usa l’IA per valutare se hai un profilo adeguato Ottieni i suggerimenti dell’IA su questa offerta di lavoro e altre funzionalità esclusive. Benefit: Buoni pasto, Smart working in funzione del grado di autonomia raggiunto Mansioni Configurare e gestire cluster HPC e relative infrastrutture Linux. Progettare configurazioni HPC (considerato un plus). Conoscenza di tecnologie di parallel computing (MPI, OpenMP, CUDA, OpenACC). Ottimizzare applicazioni scient…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783440?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=695554B8E601004650CFC6FB90DCC5179490F10B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "EXPERT MARKET QUALITY MONITORING",
    "description": "As an Expert in Market Quality Monitoring , you will be part of Plenitude Societa Benefit . The Market Quality Monitoring team is responsible for monitoring the trend of activations and drops of commodity and extracommodity contracts on Plenitude systems, supporting the DRO on Data Privacy issues, managing the Incentive System, and supporting AI initiatives within the Retita Corporate area. Main activities: Define and develop process monitoring analyses, KPIs, and dashboards Perform ad hoc anal…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783403?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=1E322DFAC952C1A250B3E8333787CE7A66AE34AE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Post-Doc position in Electrophysiological and multimodal assessment of developmental trajectory[]",
    "description": "Post-Doc position in Electrophysiological and multimodal assessment of developmental trajectory of multisensory integration in typical and impaired humans, Genoa Project : ERC StG. funded project MySpace (G.A. N. 948349) Commitment & contract : 2 years (fixed-term contract) About Us At IIT, we develop human-centered science and technology to address societal challenges and transfer innovations to society. Our Genoa headquarters collaborates with centers across Italy and the US, focusing on neur…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783154?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=72A8E901791CBCBED86E5A97919B171A3E775075",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Transforming Operations Through Innovation",
    "description": "Social network you want to login/join with: Transforming Operations Through Innovation, milano col-narrow-left Client: beBeeManufacturing Location: Job Category: Other - EU work permit required: Yes col-narrow-right Job Reference: 608763439707324416033710 Job Views: 2 Posted: 02.07.2025 Expiry Date: 16.08.2025 col-wide Job Description: Operational Excellence Consultant We are seeking a highly skilled Operational Excellence Consultant to join our team. As an Operational Excellence Consultant, yo…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783136?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=ED71F655D375AB9BA74C17E54C95DB0C7F7C10D1",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Penetration Tester",
    "description": "Join to apply for the Penetration Tester role at Integrity360 . Integrity360 is one of Europe’s leading cyber security specialists operating from office locations spread out across Europe, providing a comprehensive range of professional, support and managed cyber security services for our 300 clients. With four top-class Security Operation Centers, we offer a complete end-to-end security services covering our clients’ security from every angle. Our services include Managed Security, Cyber Secur…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783099?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=3FB1101C88E250D448BE5F40C031AB9E936E4EBE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Business Data Analyst & Datalab Project Coordinator",
    "description": "La Marzocco Srl , azienda manufatturiera di attrezzature d'eccellenza per lo specialty coffee, è alla ricerca di un Business Data Analyst per la sede di Scarperia e San Piero (FI). Posizione: Rispondendo al Data&Digital Operations Coordinator, all'interno del Team Data Lab, si occupa di: Coordinare i progetti del team datalab al fine di raggiungere gli obiettivi aziendali prefissati. Monitorare e gestire i tempi di progetto e i costi, pianificando le attività delle risorse interne e dei fornito…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783052?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=916503651608360D64B51C56226DC7256518BBF1",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "It Data Engineer",
    "description": "illycaffè is an Italian company founded in Trieste in 1933 with the mission to offer the best coffee to the world. We are looking for a Junior IT Data Engineer to join our Information Technology Department. We are looking for a Data Engineer profile to join our growing IT team, who will support the expansion and optimisation of our data architecture and data pipeline, as well as the optimisation of data flow and data collection for cross functional teams. What will you do : Build, maintain and …",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782925?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B6394826B6F079AD4A128FF055CC7B99B9B0BF8B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Esperto HPC – HIGH PERFORMANCE COMPUTING",
    "description": "Esperto HPC – HIGH PERFORMANCE COMPUTING Stiamo cercando un esperto in High-Performance Computing (HPC) che possa contribuire allo sviluppo, all’ottimizzazione e alla gestione di infrastrutture di calcolo avanzate per supportare attività di simulazione, modellazione e analisi dati complesse. Il candidato ideale avrà esperienza nell'amministrazione di cluster HPC, ottimizzazione di software scientifico e scalabilità su architetture parallele. Una delle nostre sedi in Italia tra Bergamo, Firenze,…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782795?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=043925D0D5496EE0612C87C6EB008E68E08A7A78",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Business Analyst, EU Same Day Ops",
    "description": "At Amazon, we are working to be the most customer-centric company on earth, where customers can find and discover anything they might want to buy online. The goal of the Same Day organization is to build a world class last mile operation, exceeding the expectations of our customers by ensuring that their orders are delivered as quickly, accurately, and cost effectively as possible. We are now looking to hire a passionate, dynamic, analytical, innovative, hands-on and customer-obsessed candidate…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782823?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FB6B98203328DE26502EAA7A6E26480C00634CC3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Responsabile IoT",
    "description": "Azienda con sede a Origgio, in provincia di Varese, che offre una gamma completa di prodotti nel settore dell’automazione degli ingressi, combinando conoscenze specialistiche con i marchi più noti. Il marchio aziendale, leader mondiale da oltre 40 anni, offre una gamma completa di sistemi di automazione per cancelli, porte da garage e porte industriali, barriere automatiche, porte automatiche e porte rapide. Principali responsabilità: La risorsa sarà responsabile della progettazione, dello svil…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782771?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=20D37AD069F7ADAFB48B6B0AB2AE95E6C68EA743",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Esperto Analisi Predittiva",
    "description": "Datascientista Sviluppo Predittivo Il Gruppo ALTEN è leader mondiale nell'ingegneria e nei Servizi IT, presente in 30 Paesi. Troviamo i nostri talenti tra professionisti di Data Science con esperienza in sviluppo di modelli di machine learning per manutenzione predittiva e ottimizzazione flotte, con conoscenza di AWS e linguaggi come Python, SQL, PHP, Javascript. Lavoriamo su progetti innovativi per conto di aziende del settore automotive. Con il nostro portfolio clienti e i diversi progetti di…",
    "secteur": "Altro",
    "skills": [
      "python",
      "sql",
      "aws"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782483?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=0E0C42DCB2CADF037EF428E4769A065947A9A794",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist, Data Analyst",
    "description": "We see an increased need for the wide business to explore and unveil the value hidden in the big variety of data assets available in the group. We want to grow substantially the data science team to scale up the modelling capabilities and the innovative solutions offered to external and internal clients. As a big player of services and information retrieval in many aspects of the Financial Markets, we want to provide our clients with premium data quality and rigorous analytical approach, in ord…",
    "secteur": "Consulenza",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782473?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=06EFC17BE66C217E78D5170EFA1C85D08234D1F4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Catalog Specialist, Poland Marketplace",
    "description": "Catalog Specialist (Polish Speaker), Poland Marketplace Job ID: 2922604 | Amazon EU SARL (Poland Branch) - J81 Come build the future with us! What unites all Amazonians across teams and geographies is that we all strive to delight Customers and make their lives easier. Together we are building the future, one innovative product, service, and idea at a time. Amazon’s seller marketplace is home to more than two million small businesses, individual sellers and household names who reach tens of mil…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782367?se=SGOUdrhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DCE30977E69A2BCA7DFDF9A69DE1D4B2CB351FA6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Esperto di Analisi dei Dati",
    "description": "Il nostro filone innovativo è basato sulla trasparenza e sulla collaborazione. Centrico ha le sue radici nelle rivoluzioni tecnologiche guidate dal gruppo Sella e dal 2019 è una realtà indipendente: creiamo innovazione per il mondo delle banche e della finanza con un sistema informativo aperto, veloce, modulabile e conveniente. Noi desideriamo crescere grazie alle informazioni raccolte. Per realizzare questo obiettivo, la persona che cerchiamo farà parte dell'area Data Management in qualità di …",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782171?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=35103008313F0045A482DE000E594ED29289C3BD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Robotic Technical Product Specialist (Center Italy)",
    "description": "Robotic Technical Product Specialist (Center Italy) Join to apply for the Robotic Technical Product Specialist (Center Italy) role at SmithNephew Continue with Google Continue with Google Robotic Technical Product Specialist (Center Italy) 3 days ago Be among the first 25 applicants Join to apply for the Robotic Technical Product Specialist (Center Italy) role at SmithNephew Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google …",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782262?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=A24E418861C8F7AB4519A3C405199F95F7B3420D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Supply Chain Master Data Analyst",
    "description": "Per importante realtà industriale con produzione in alta serie e su commessa di circa 300 dipendenti, appartenente ad un gruppo Multinazionale leader di mercato, ci ha incaricati di ricercare un / a Master Data Analyst per l’area Operations e Supply Chain. L’inserimento di questa risorsa ha lo scopo di migliorare la data governance aziendale e la gestione dell’anagrafica prodotti , supportando i flussi produttivi, logistici e di pianificazione attraverso l’integrazione e la qualità dei dati pro…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782010?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DB1DDBA6AF9536D37592F8D0523C1F709A809E62",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Junior Full-Stack Javascript Developer",
    "description": "Alpinestars is the leading global performance motorsports apparel, protection and footwear manufacturer. For over 60 years the company has been providing the world’s best athletes and motorsports enthusiasts in the pursuit of performance excellence with the most technologically advanced products which fuse protection, performance, innovation and style. Thanks to the outstanding quality and continuous innovation of our products, we are currently going through a solid expansion phase on the globa…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782030?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=24DEA44FD62C2E421002749E77AE313298C986CC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Backend Engineer (Python)",
    "description": "About Us Book For Work (bookforwork.com) is a fast-growing, free B2B accommodation booking platform (hotels, B&Bs, apartments, etc.) offering exclusive corporate rates to companies. Recognized by Forbes, Expedia, and other industry experts, our solution helps over 350 companies in Italy to : Save on average 7% per year compared to traditional solutions. Speed up accommodation booking and management processes for business travel up to 10 times. Save at least 50% of accounting time thanks to cons…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782036?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=E1A4506376EDBDBC1B0D8911D82A7E4167C00AFA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Application Engineer - DevOps Engineering Lead F / M",
    "description": "Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great leaps in …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782071?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DB76F4D3C05E747193B48D91531777B19F101D16",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Staff Application Engineer",
    "description": "About Marvell Marvell’s semiconductor solutions are the essential building blocks of the data infrastructure that connects our world. Across enterprise, cloud and AI, automotive, and carrier architectures, our innovative technology is enabling new possibilities. At Marvell, you can affect the arc of individual lives, lift the trajectory of entire industries, and fuel the transformative potential of tomorrow. For those looking to make their mark on purposeful and enduring innovation, above and b…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782096?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=9577A4682B8F148294ED95FF8A2B94A3B2D8FB89",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Application Engineer - DevOps Engineering Lead F / M",
    "description": "16991 Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great lea…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782124?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FD2562B4C9F58BF4F9778650B5C55F3FD3B3E838",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Ci definiamo una realtà agile in forte trasformazione, con un focus sulla qualità del codice e sull'innovazione continua. La nostra missione: semplificare e migliorare la vita delle persone e delle aziende attraverso soluzioni digitali aperte e innovative. Esploriamo e sperimentiamo anche tramite lo sviluppo di tool interni. La nostra community è cresciuta, diventando contributor di Helm chart, cookbook Chef e playbook Ansible. Opportunità - RAL: €25.000 - 45.000 Siamo alla ricerca di un DevOps…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782116?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=0B869D54DE13B7D47FCFAE12575098E019719B48",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Data Analyst",
    "description": "Entra nel nostro mondo. Trasforma insieme a noi. Nati nel 2003, abbiamo raccolto e valorizzato l’esperienza storica della consulenza e abbiamo aggiunto due ingredienti chiave: l’innovazione e la digitalizzazione. Grazie a questo percorso siamo oggi oltre 5000 professionisti e professioniste, presenti in 13 Paesi, con oltre 4500 progetti alle spalle e le conoscenze più all’avanguardia nell'ambito della Digital Transformation, Data Science, Cybersecurity, Industry 4.0, IOT e di tutte le Disruptiv…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782125?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5FE30EDD8C779464226F40D69D16592579652666",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Sr. Application Engineer : Drive Train and Vehicle Mechanics",
    "description": "Sr. Application Engineer : Drive Train and Vehicle Mechanics For our office in Turin, Italy, Gamma Technologies, LLC (GT) is seeking a Senior Application Engineer : Drive Train & Vehicle Mechanics with a strong work ethic, sound judgment, and a willingness to develop a long-term career with us. Engineering simulation software called GT-SUITE is created, marketed, and sold by Gamma Technologies. All major automakers successfully use GT software for many years, and most cars / vehicles around us …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781904?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=510C37CD806F919723B136E90D432DDE33F314F8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Analyst - Senior Specialist",
    "description": "Sky Italia Milano, Italy Responsabilità della posizione: All'interno della Direzione Consumer, nell'area Customer Base Analytics, ricerchiamo una figura di Data Analyst che si occuperà delle attività di analisi dei comportamenti dei clienti per tipologia di profilo e di utilizzo dei prodotti Sky. L'obiettivo è identificare e valutare interventi volti a migliorare il trade-off tra valore ed esperienza del cliente. Principali attività In particolare, si occuperà di costruire, analizzare e arricch…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781894?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5ED0C487C0B430CDB66B0271874D8AB533613C57",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AI Engineer - Modena",
    "description": "AI Engineer Modena Azienda Azienda attiva nel settore dell'ingegneria avanzata applicata ai sistemi meccanici, meccatronici e motoristici, con un'esperienza consolidata a supporto dei principali player per diversi settori tra cui automotive, motorsport, industriale, agricolture e aerospace. Offerta In ottica di potenziamento del team dedicato all'Intelligenza Artificiale, si ricercano nuove risorse da inserire su progetti in ambito Automotive, Motorsport e Soluzioni per l'Automazione. Nello spe…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781895?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=811322BA0E9F5A5730629B0DC6A9976D89531C7F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Artificial Intelligence Engineer",
    "description": "About XTEL At XTEL, we excel in understanding large FMCG players. As a leading software provider of sales automation solutions for the Consumer Goods Industry worldwide, our mission is to partner with our customers to unlock growth through smart investment and optimize their promotional plans. Position Overview As a AI Engineer at XTEL, you will spearhead technological innovations, crafting and optimizing Python code and APIs to enhance our Generative AI offerings. Lead product development and …",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781854?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D6DF796455C429B347A2959F1AFE5BBF38E66B5D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Datanalista di Marketing",
    "description": "Ricerca Senior Analista Marketing Data La risorsa ricercata è un Senior Analista Marketing Data, capace di trasformare i dati in insight strategici e di supportare le decisioni di marketing attraverso analisi avanzate e automazione. La persona ideale ha una solida esperienza nell'analisi dei dati di marketing, nella gestione di progetti e nell'ottimizzazione delle campagne attraverso strumenti di Marketing Automation e business Intelligence. Analisi e reporting: raccogliere, elaborare e analizz…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781865?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5567037047F80408B0AE387FEC76F22B4FD06FF4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer",
    "description": "Unisciti a EKORE e rivoluziona il futuro del Real Estate! Siamo una startup innovativa che sta trasformando il settore del real estate con il potere del Digital Twin e delle tecnologie AI . La nostra missione? Ottimizzare la gestione di edifici e città. Come? Riducendo i costi di manutenzione e promuovendo la sostenibilità in un settore che ha ancora molta strada da fare in queste aree. Chi siamo EKORE è una startup italiana, parte di un gruppo di aziende solido e in continua espansione. Siamo …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781770?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=C58FC0343929CB6C64CCA766ADFD2C8F843DADBA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer",
    "description": "We believe energy should be better - for you and the environment. Octopus Energy is a leading energy technology (EnTech) company, committed to providing a better, fairer, and more transparent experience for our customers. Our dedication goes beyond just service : we make real, long-term investments in renewable energy to build a low-carbon future. By keeping energy green, flexible, and fairly priced, we’re helping consumers take control of their energy usage. Our mission is simple : make energy…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781710?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D91DFDFA8063620A789E8E0B3FCA10A88423B0E8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "PYTHON DEVELOPER - Rif.630PDR",
    "description": "Action ICT, società in forte crescita specializzata nella fornitura di servizi informatici alle aziende, ricerca 2 DEVELOPER con competenze specifiche su PYTHON. Luogo di lavoro: Reggio Emilia (ibrido) Nr. posizioni: 2 Seniority: 1 figura middle/senior e 1 figura junior Inquadramento: Tempo indeterminato Retribuzione: Commisurata al livello di esperienza Le risorse selezionate svolgeranno attività di sviluppo di progetti ERP custom. Siamo Alla Ricerca Di Profili Con i Seguenti Requisiti da 2 a …",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781730?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=19B285B4C081582594B9D076F271DB62ABEE8BA2",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Governance Engineer",
    "description": "You will be responsible for scaling, automation and optimizing HBX data governance policies and processes across all the data live cycle. This role is a key contributor to deliver and successfully execute the Data Governance Roadmap as will be actively involved in the creation of company data quality foundations by developing and delivering technical solutions related : Data Governance & Management policies as code Automatic Data Observability and Quality metrics implementation, Effective and e…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781764?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B05C97868D28D91ED18BF3F9246608DC8559C629",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Data Scientist",
    "description": "Siamo alla ricerca di un Senior Data Scientist con almeno 5 anni di esperienza per un cliente finale. Se hai una passione per i dati, il machine learning e l’analisi avanzata, questa potrebbe essere l’opportunità giusta per te! Cosa farai Analisi e modellazione di dati per migliorare le strategie di business nel retail Sviluppo di modelli di Machine Learning e AI per ottimizzare processi e decisioni Elaborazione di dati complessi utilizzando Python, SQL e strumenti di Big Data Collaborazione co…",
    "secteur": "Informatica/IT",
    "skills": [
      "python",
      "sql",
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781721?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=2975F676FC18B755010488A42715BB5F16F05C94",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Job in Germany : Software Developer / Software Engineer - Embedded Systems & Data Analysis / Py[]",
    "description": "Develop your potential with us - in the BRC Solar team Shape the energy transition with us! We, BRC Solar GmbH , founded in 2018, specialize in smart electronic solutions in photovoltaics. As a creative, progress-oriented team, we emphasize personal contact and trust. We prefer short decision paths, focus on long-term growth, and foster an open feedback culture. Together, we inspire our customers and achieve success. The commitment of each individual counts. Software Developer / Software Engine…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781754?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B2BA76190DD848E6F1957781DD586EE1DB17DCE1",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "SOFTWARE DEVELOPER",
    "description": "CEO e Direttore tecnico presso S2X s.r.l. S2X srl, società che si occupa di sviluppo software per l’ingegneria civile, ricerca attualmente un Software Developer da affiancare a figura esperta per la sede di Campobasso. Il candidato deve essere laureato in informatica e/o ingegneria informatica, anche prima esperienza, con competenze avanzate di programmazione in Python e/o LabVIEW. La risorsa si occuperà principalmente di attività di sviluppo software, inclusi applicativi web e mobile, in affia…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781727?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=C2F4E63AB7636A13B177F7C327AF4A41E367207F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Data Scientist | Generative AI",
    "description": "Join to apply for the Senior Data Scientist | Generative AI role at Lutech 1 week ago Be among the first 25 applicants Join to apply for the Senior Data Scientist | Generative AI role at Lutech The Digital Evolution Company Of Today And Tomorrow Progettiamo soluzioni end-to-end per la Digital Evolution gestendone ogni area, grazie alle nostre sei anime tecnologiche: Lutech Consulting , Lutech Solutions , Lutech Digital , Lutech Cybersecurity , Lutech Services e Lutech Cloud . Siamo motivati da …",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781821?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FB0D100B6755139182216021E45905B3A0356097",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Developer C#",
    "description": "TapMyLife è una software house con sede a Bergamo, focalizzata sullo sviluppo di prodotti e tecnologie IoT altamente innovativi per grandi aziende. Siamo alla ricerca di un software developer C# che verrà inserito nel team di ricerca e sviluppo. Requisiti per la posizione: Conoscenza di C# in contesto web (Web API o MVC) Conoscenza di HTML, CSS, Javascript Conoscenza di SQL Server Il nostro stack tecnologico comprende: MVC .Net / .Net Core JQuery Bootstrap Angular Elastic Search / Open Elastic …",
    "secteur": "Informatica/IT",
    "skills": [
      "sql",
      "angular"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781620?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=7C571333CD6D119869612FB625D98AF91C880D79",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist",
    "description": "Bhblasted is a cutting-edge benefit corporation in the tech and digital sector, based in Caserta. A strong commitment to innovation and solid environmental, social, and civic responsibility are the values that guide every choice and activity of our group. Our business units and companies specialize in media management and performance advertising, research and development of advanced e-commerce solutions, and just-in-time and made-to-order clothing production. We are looking for a Data Scientist…",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781586?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=1BF165D35B38A0054113B07C4123CCCAEDDE73B8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cyber Security Analyst",
    "description": "Join to apply for the Cyber Security Analyst role at Dedagroup Location: Bolzano, Trento, Bologna, Milano, Padova, Verona, Roma, Ravenna, Tortona, Torino. L'attività potrà essere svolta in modalità agile. Experience: at least 5 years You will be integrated into Deda Tech, a company of the Group specialized in supporting business needs with a managed services ecosystem and Cloud solutions. Within the Cyber Security Blue Team, you will be responsible for identifying and analyzing the most advance…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781545?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5B664754A6172626ACEEE31145DB3D3F0463F6C3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist Senior",
    "description": "Silicondev, azienda leader nell’area IT SW Development ricerca con urgenza un Data Scientist, con almeno 5 anni di esperienza, per potenziare il gruppo della Software Factory della sede di Bari. In questa posizione lavorerai a stretto contatto con il team di sviluppo e IT per contribuire alla realizzazione di un’applicazione innovativa che semplifica la ricerca, raccolta e organizzazione di documenti provenienti da fonti aperte (OSINT), creando un unico hub per un accesso più efficiente alle in…",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781562?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=01C922FA59DFC185025295642882D55A2BF5639E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer",
    "description": "Join to apply for the Full Stack Developer role at All4Bit . All4bit è società di consulenza informatica, giovane, dinamica ed in forte crescita sul mercato, con sede a Torino e Milano, ed è specializzata nel supporto in ambito IT ai suoi clienti System Integrator. Nell'ambito delle attività progettuali della propria Practice Technology, sta ricercando per azienda cliente, realtà dinamica operante nel settore dell’intelligenza artificiale, della comunicazione e del Digital, un/una Full Stack De…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781565?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=4331E1EED6987956D489B049904549E20AFCB05C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Generative AI Engineer",
    "description": "We are looking for a talented LLM & Backend Engineer to join our AI innovation team at EaseMyTrip.com and help power the next generation of intelligent travel experiences. In this role, you will lead the integration and optimization of Large Language Models (LLMs) to create conversational travel agents that can understand, recommend, and assist travelers across platforms. You will work at the intersection of backend systems, AI models, and natural language understanding, bringing smart automati…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781592?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=09D47DB7A7EB93DBBBCC41DC310EC65B338A01FB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior DevOps Engineer",
    "description": "It’s true. At Mews, we dream big. As a Hotel Tech unicorn valued at $1.2b, we’re propelling new-generation cloud technology within global hospitality. With our industry-leading property management solution, we’re enabling the world’s most revolutionary hospitality brands to accelerate their digital transformation. We’re on the lookout for ambitious, tenacious and passionate people who want to join the next generation of innovators and disrupt the hospitality industry with us. Sound good so far?…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781654?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F63552C9C08FBE36E24111AF80ACD59A681DBF1B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data & Process Analyst",
    "description": "Octagon Professionals is seeking to recruit a number of Data and Process Analytics professionals to provide support to the European Space Agency (ESA) at a number of their locations in Europe (ESTEC in the Netherlands and ESRIN in Italy). The service will be provided to all organisational entities in the Directorate of Internal Services (D/HIF). The roles are required to support 3 work packages: Finance Planning and Controlling Department (WP-F): The Finance, Planning and Controlling Department…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781662?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=9B0BBF60F935F6F344A42743D9DB88DDE76C561D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Artificial Intelligence and Machine Learning Global Quality Leader",
    "description": "Job Description Summary We are looking for a proactive and forward-thinking leader for the position of Electrification Systems Quality Process Development & Digital Quality Leader who already has proven expertise in improving and transforming quality processes using advanced digital tools and data analytics, including AI and Machine Learning. You will work closely with cross-functional teams across R&D, manufacturing, and supply chain to drive innovation and continuous improvement. You will own…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781670?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=501F0A10D33828F3375230B404BDC84C0237B0CE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Associate Manager, Marketing Innovation (New Channel Growth)(Bangkok Based, relocation provided)",
    "description": "About Agoda Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more. Based in Asia and part of Booking Holdings, our 7,100 employees representing 95 nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentati…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781383?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D51A1A0C3C5ADE8B080B8DB772F5037E0A455729",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "IT Business Analyst - Fatturazione",
    "description": "IT BUSINESS ANALYST - FATTURAZIONE Chi cerchiamo Per la sede di Vigevano siamo alla ricerca di una risorsa da inserire come IT Business Analyst all’interno del team Fatturazione e Back Office . La struttura ha lo scopo di garantire i processi di acquisizione e di gestione nei sistemi dei contratti commerciali e la gestione delle prestazioni tecniche richieste dai clienti, curando i rapporti commerciali con i distributori e le terze parti. Inoltre, si occupa di garantire l'acquisizione e la gest…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781349?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=AA688EAA601EB6E8F95BFA9BAE4396DF178B305E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Governance Engineer",
    "description": "You will be responsible for scaling, automation and optimizing HBX data governance policies and processes across all the data live cycle. This role is a key contributor to deliver and successfully execute the Data Governance Roadmap as will be actively involved in the creation of company data quality foundations by developing and delivering technical solutions related : Data Governance & Management policies as code Automatic Data Observability and Quality metrics implementation, Effective and e…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781411?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=945759161050EA4859EBD35A8F2EFE9E7CBCAA61",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer",
    "description": "We create and use innovative technologies and tools to transform ideas into solutions. We are looking for passionate people who love their work and are not afraid to test themselves. You will work in a dynamic and professional reality that promotes creativity and the desire to experiment within ambitious projects . Our offer includes professional consultancy and innovative solutions ranging from web applications to graphic design, focusing on Industry 4.0 and Customer Engagement 4.0 . We share …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781425?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=223E78AAD94513AD5F79ADBD514D68C0709CD7EC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Security Engineer (Categorie protette ex art. 1 L. 68/99)",
    "description": "Join to apply for the Senior Security Engineer (Categorie protette ex art. 1 L. 68/99) role at Sysdig Continue with Google Continue with Google 6 days ago Be among the first 25 applicants Join to apply for the Senior Security Engineer (Categorie protette ex art. 1 L. 68/99) role at Sysdig In the cloud, every second counts. On the leading edge of security, Sysdig stops attacks in real-time by instantly detecting changes in cloud security risk with runtime insights and open source Falco. Trusted …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781366?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D636245644CD3CC11D608446164B8597BD083876",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Generative AI Engineer",
    "description": "We are looking for a talented LLM & Backend Engineer to join our AI innovation team at EaseMyTrip.com and help power the next generation of intelligent travel experiences. In this role, you will lead the integration and optimization of Large Language Models (LLMs) to create conversational travel agents that can understand, recommend, and assist travelers across platforms. You will work at the intersection of backend systems, AI models, and natural language understanding, bringing smart automati…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781198?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=19C16827D3A042EB22183002B30C572CA008034A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Sei appassionato di tecnologie e desideri lavorare in un ambiente innovativo? EXTRAORDY , la formazione ufficiale Red Hat in Italia e parte del Gruppo WeAreProject, è alla ricerca di un / a Specialista DevOps per unirsi al nostro team. Responsabilità principali Analizzare i requisiti dei clienti e redigere specifiche di progettazione. Progettare e implementare soluzioni basate su Red Hat OpenShift e altre piattaforme Kubernetes managed. Sviluppare e supportare soluzioni DevOps sia in ambienti l…",
    "secteur": "Informatica/IT",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781270?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=48465E2EF3775A27EDCAD3E68A33B066CF49AF32",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cyber Security Specialist",
    "description": "Hays Solutions , società del gruppo multinazionale Hays, quotata al London Stock Exchange, offre servizi di consulenza mirati all’individuazione, alla comprensione e al raggiungimento degli obiettivi concreti di un progetto di business in ambito IT, Engineering o Digital. Cosa deve fare Raccogliere le segnalazioni del SOC (Security Operation Center), del MDR Team, del DLP, del sistema di controllo della posta elettronica e degli utenti e attuare le azioni di mitigazione e contrasto degli Incide…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781220?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=4B613AD4BCFD4486DCC724DC18295513FFBE167A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Application Engineer - DevOps Engineering Lead F / M",
    "description": "16991 Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great lea…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781261?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=102EA1C74F26620A663A4C1E1B53E9DF85190ABE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer",
    "description": "We create and use innovative technologies and tools to transform ideas into solutions. We are looking for passionate people who love their work and are not afraid to test themselves. You will work in a dynamic and professional reality that promotes creativity and the desire to experiment within ambitious projects . Our offer includes professional consultancy and innovative solutions ranging from web applications to graphic design, focusing on Industry 4.0 and Customer Engagement 4.0 . We share …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781291?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=A4AE3384D3648757872020A9B75571BE4232D477",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Backend Engineer (Python)",
    "description": "Book For Work (bookforwork.com) is a fast-growing, free B2B accommodation booking platform (hotels, B&Bs, apartments, etc.) offering exclusive corporate rates to companies. Recognized by Forbes, Expedia, and other industry experts, our solution helps over 350 companies in Italy to : Save on average 7% per year compared to traditional solutions. Speed up accommodation booking and management processes for business travel up to 10 times. Save at least 50% of accounting time thanks to consolidated …",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781316?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=6311DBA0BC3B5C0C263A108F7188A79B4E5ED615",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Join us to apply for the DevOps Engineer role at Beasy4BIZ. Beasy4BIZ operates internationally in the new technologies sector, offering innovative software development solutions. We seek talented individuals who enjoy challenges, have sufficient experience to work independently, and are eager to learn and teach others. Position : To expand our project team, we are looking for a DevOps Engineer with preferably solid experience in the role. Requirements : Degree in Engineering, Computer Science, …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780925?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=680C70ADBA799D7A73544DBEB2398502C583D39D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Marketing Analyst (Bangkok Based, relocation provided)",
    "description": "About Agoda Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more. Based in Asia and part of Booking Holdings, our 7,100 employees representing 95 nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentati…",
    "secteur": "Unknown",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780949?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=717D99DB2207E23D42848384EBA75CA4E4270E11",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software/Artificial Intelligence Engineer - Graduate Development Program",
    "description": "About the job ION Group, a software vendor leader in the Financial Technology field, is currently looking for Junior Software/Artificial Intelligence Engineers to join a global team of talented professionals. At ION, within our Graduate Development Program, we offer a three-year career acceleration journey crafted for new graduates who share our enthusiasm for growth and technological innovation. You’ll have the chance to dive into various projects, learn from seasoned colleagues, and hone your…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780902?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=46EC0FAD8521C43B24C3A4BD629DDD9D2831A1EC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "JUNIOR DATA SCIENTIST for Global P&C Pricing Team",
    "description": "Global P&C is an Allianz SE department established in 2011 as continuation of the Center of Competence project started in 2005. Its mission is supporting all Allianz P&C Entities to be outstanding in technical excellence by leveraging Allianz Capabilities. Global P&C Pricing team is responsible for identifying, supporting implementation and ensuring standards, best practices and guidelines for data management, tariff development, portfolio analysis and monitoring. Specifically, the team oversee…",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780915?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CC241FFFAFB1CF9D57712F125486AF54C3ADB3F9",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Network&Security Engineer",
    "description": "Aubay è una società leader in Europa nelle aree di consulenza direzionale e ICT, quotata al mercato NYSE Euronext di Parigi. La nostra proposta: Per un nostro cliente in ambito bancario, siamo alla ricerca di un* Network & Security Ops Engineercon 2-5 anni di esperienza maturati nel settore IT, prevista presenza in sede a Milano di almeno un giorno a settimana. Principali responsabilità: Risoluzione dei problemi di rete L1 e L2. Eseguire la manutenzione, l'aggiornamento e la configurazione di v…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780808?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=36B9AEACE117CCB9D52ECC69FA737293530F4F74",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Data Analyst",
    "description": "It’s true. At Mews, we dream big. As a Hotel Tech unicorn valued at $1.2b, we’re propelling new-generation cloud technology within global hospitality. With our industry-leading property management solution, we’re enabling the world’s most revolutionary hospitality brands to accelerate their digital transformation. We’re on the lookout for ambitious, tenacious and passionate people who want to join the next generation of innovators and disrupt the hospitality industry with us. Sound good so far?…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780854?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=9B741C157661CA9369CDE20F69C1EDDFCBAFD4B6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Governance Engineer",
    "description": "You will be responsible for scaling, automation, and optimizing HBX data governance policies and processes across all stages of the data lifecycle. This role is a key contributor to delivering and successfully executing the Data Governance Roadmap. You will be actively involved in creating the company's data quality foundations by developing and implementing technical solutions related to: Data Governance & Management policies as code Automatic Data Observability and Quality metrics implementat…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "python",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780676?se=Sm4weLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=4A85B16F19BE6D8C7236E6ADEAA9E8B03AF478D4",
    "date_collected": "20250704_1120"
  }
]