[
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer (Freelance/P.IVA)",
    "description": "Wiselyst è una società di consulenza IT e sviluppo software. Affianchiamo medie e grandi aziende italiane e internazionali nella realizzazione di soluzioni digitali, supportandole in tutte le fasi dei loro progetti tecnologici. Per la nostra divisione consulting siamo alla ricerca di un Backend Developer con almeno 3 anni di esperienza. Compiti Lavorerai allo sviluppo di applicazioni enterprise, con un focus su microservizi e architetture cloud. Ti occuperai dell’analisi tecnica, dello sviluppo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 52000,
    "salaire_max": 67600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/details/5281206086?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Frontend Developer (Freelance/P.IVA)",
    "description": "Wiselyst è una società di consulenza IT e sviluppo software. Affianchiamo medie e grandi aziende italiane e internazionali nella realizzazione di soluzioni digitali, supportandole in tutte le fasi dei loro progetti tecnologici. Per la nostra divisione consulting siamo alla ricerca di un Angular Frontend Engineer con almeno 3 anni di esperienza. Compiti Svilupperai interfacce web per applicazioni enterprise, integrando API REST e collaborando all’analisi tecnica, al testing e alla definizione de…",
    "secteur": "Informatica/IT",
    "skills": [
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 52000,
    "salaire_max": 67600,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/details/5281206083?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer - Python - Container Images",
    "description": "Software Engineer - Python - Container Images Join to apply for the Software Engineer - Python - Container Images role at Canonical Software Engineer - Python - Container Images 2 weeks ago Be among the first 25 applicants Join to apply for the Software Engineer - Python - Container Images role at Canonical Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enter…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094637?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=981762E19EA6F461124538D1DE2F3B796EF44F37",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Unisciti a noi come Software Engineer Specialist presso Dedalus, una delle aziende leader mondiali nello sviluppo di software sanitari. Avrai la possibilità di sviluppare la tua carriera e contribuire significativamente al miglioramento del processo di digital transformation in ambito sanitario. Cosa troverai Entrerai a far parte del nostro team di assistenza tecnica e implementazione dei software, lavorando con diversi clienti sul territorio nazionale. Ti occuperai di: Sviluppare e mantenere s…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094627?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=502799A6A8EED3462C3D3BDCE568F9B97692BA11",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Developer",
    "description": "Get AI-powered advice on this job and more exclusive features. We are looking for a Software Developer with at least 4-5 years of experience as a C# programmer or developer , with a strong understanding of software development principles and best practices. Who are we? MAF is a leading company in digital advertising, designing the ultimate solutions to address the needs of advertisers and publishers in the industry of Performance App Marketing. We have been awarded 6th and 3rd global on Appsfly…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094628?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=29E33EE5523CCE2A49B6564B04D59EA77F1845B4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Developer",
    "description": "Join to apply for the Software Developer role at DXC Technology . DXC Technology Italia is looking for a Software Developer to join the Applications Service DXC Team. Application Services cover four areas: Applications Development; Applications Modernization and Transformation; Testing and Digital Assurance; Applications Management. Responsibilities: Design, develop, and implement business and technical software solutions to support new or upgraded systems. Analyze, identify, and resolve busine…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094571?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B5FE0A934866B3DE26021B8DBCCBF34A4AC02AD6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Join to apply for the DevOps Engineer role at Fineco Bank Continue with Google Continue with Google Join to apply for the DevOps Engineer role at Fineco Bank Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue w…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094532?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=2900A155477277C9803055BB944AE2139BA569DC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cloud Data Architect",
    "description": "1 week ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. Your role as a Cloud Data Architect in NTT Data Gov & Tech will be supporting customers in Big Data projects, working in partnership with business analysts and solution architects to understand use cases, data needs, and outcome objectives. In this role, you will deliver data acquisition, transformations and improvement, cleansing, conversion, compression, and loading of data into data lak…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094263?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=309B39E8361E99E632949B5187DFAE4C02F1BA79",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "ERRE Company is a vibrant and active reality in the design and consultancy of industrial services applied to the Automotive, Railway, Industrial, ICT and Telco sectors. Activities are proposed to the Customer through on site support or in work package mode. We design the future together with those who choose to work with us. Our founding values are E NERGY, R ESPECT, R ESILIENCE, E MPATHY. Values to be lived and shared every day. We want proactive, curious, strong-willed, attentive, open and li…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094266?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=2FFB763EAB71A946B9FDD0953A5153B2F229B55B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Test Analyst Specialist - Trento [DIG]",
    "description": "Join to apply for the Test Analyst Specialist - Trento [DIG] role at PwC Italy Stiamo cercando un Test Analyst da inserire nella Test factory di PwC sulla sede di Trento. Entrerai a far parte del nostro team per garantire che ogni prodotto che sottoponiamo ai test soddisfi le aspettative dei clienti e funzioni al massimo del suo potenziale. Il test analyst avrà la responsabilità della redazione e gestione dei testbook in collaborazione con il test manager, il team dei tester e il team di assist…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281094249?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CD398515CDEA9EED828EECE54C95FDDFEB3151FF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer - Cross-platform C++ - Multipass",
    "description": "Software Engineer - Cross-platform C++ - Multipass Join to apply for the Software Engineer - Cross-platform C++ - Multipass role at Canonical Continue with Google Continue with Google Software Engineer - Cross-platform C++ - Multipass 3 months ago Be among the first 25 applicants Join to apply for the Software Engineer - Cross-platform C++ - Multipass role at Canonical Use your deep C++ skills on Windows and MacOS to build an amazing open source developer experience with Multipass, the workstat…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281093612?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=84F9EA698B18B15C79ECF35E421A33DEB802F077",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Software Engineer Swisslog Healthcare designs, develops and delivers best-in-class automation solutions for forward-thinking hospitals, warehouses and distribution centers. Our competency is in realizing integrated technology, backed by decades of industry experience. Outstanding service and support mean high-quality results for Swisslog customers. The candidate will be responsible for designing and developing software solutions for automated systems in support of the company’s product portfoli…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092631?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5C9C99D4D0D541DA1BA720375D6546F93783BF3C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer (Rome, Italy)",
    "description": "Join to apply for the Software Engineer (Rome, Italy) role at S[&]T Norway Continue with Google Continue with Google Join to apply for the Software Engineer (Rome, Italy) role at S[&]T Norway Main responsibilities Collaborare con il team per progettare, sviluppare, testare e documentare il codice in alta qualità Stabilire e mantenere l'infrastruttura di creazione, test e documentazione del software per progetti mission-critical Fornire feedback costruttivi attraverso revisioni del codice, suppo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092640?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=81076F61A8B32C10ECD039A8B0A74A32392AC390",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Avionic Software Engineer",
    "description": "RINA is currently recruiting for a Avionic Software Engineer to join its office in Torino within the Aerospace & Defence Division. Mission The content of the work will be aimed at analysis, design and SW development activities of applications in the avionics domain. Key Accountabilities The following technical skills are required : Knowledge and experience in object-oriented, multi-task and multi-thread programming Knowledge of object-oriented programming languages (e.g. C++, ADA, Java) Knowled…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281092646?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=832E1C465F56972A85135FB592B43ACCE608FD19",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Distributed Systems Software Engineer, Python / Go",
    "description": "Distributed Systems Software Engineer, Python / Go Join to apply for the Distributed Systems Software Engineer, Python / Go role at Canonical Distributed Systems Software Engineer, Python / Go 3 months ago Be among the first 25 applicants Join to apply for the Distributed Systems Software Engineer, Python / Go role at Canonical Get AI-powered advice on this job and more exclusive features. We are seeking a software engineer with a passion for building and validating resilient distributed system…",
    "secteur": "Informatica/IT",
    "skills": [
      "python"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281089982?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B3DB2B9B900E42DF2D442AE107ECA35F234327DE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Liferay Developer",
    "description": "Il team di Sintra è in continua evoluzione! Per il il nostro Team Liferay siamo alla ricerca di un/a professionista, Senior Liferay Developer, interessato/a a confrontarsi con progetti sfidanti e ad alto contenuto innovativo. Requisiti/capacità tecniche: Ottima conoscenza del linguaggio Java Ottima conoscenza dello sviluppo Java Web (Servlets, JSP, taglib, JSTL) Ottima conoscenza di SQL Buona conoscenza di HTML5, CSS/SCSS, Javascript Conoscenza ed esperienza di sistemi di versionamento (CVS/SVN…",
    "secteur": "Informatica/IT",
    "skills": [
      "java",
      "sql"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5281086665?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=102225AE4FA505E0AB292557042966DD16A9D6A6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "JUNIOR TESTER FIRMWARE",
    "description": "Job Profile : Junior Tester - Firmware Akronos Group, an international leader in innovation, R&D, and high-tech engineering services, is seeking a Junior Tester specialized in Firmware. We are looking for a junior professional to perform testing activities at the firmware level. The candidate will join a young, international team with good growth opportunities. Testing activities will encompass both software and firmware, requiring the ability to write and execute testing strategies. Responsibi…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784120?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=C6A6FA45E02B312FBE3A2D6400A638AD50D61AE6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "TECHNOLOGY – Product Specialist",
    "description": "Quando nel seguente testo, unicamente a scopo di semplificazione, è usato il maschile, la forma si intende riferita in modo inclusivo a tutte le persone, senza distinzioni di genere. Chi siamo Siamo un’azienda leader in Italia nel settore dell’ECM che opera dal 1989. Abbiamo visto negli anni una costante crescita e contiamo oggi oltre 340 collaboratori in tutta Italia. Portiamo sul mercato un’ampia offerta di software sviluppati internamente, soluzioni in cloud, consulenza e progetti di digital…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280784000?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B61D374C94B801CBDA07957B5AF2746C84C8EEFD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Il futuro è digitale",
    "description": "Diventare un professionista nel settore IT \"Chi è Soluzione 1? Se hai voglia di metterti alla prova in un contesto stimolante, ecco una descrizione di noi. Lavoriamo su progetti ad alto impatto con tecnologie moderne e una forte attenzione alla qualità del codice e alla crescita delle persone. Cerchiamo un/una: JAVA Back End developer Descrizione del lavoro Stiamo cercando un middle-senior per inserire nello sviluppo back end nell'ambito dei prodotti o progetti custom Java di Soluzione 1. Il ca…",
    "secteur": "Altro",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783761?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=EF2FFB3C4AA9AC7A5E3EEC2FA66BD66C2FAE568A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Chief Safety Officer",
    "description": "aizoOn, a global technology innovation company, is searching for a Security Architecture Engineer . The ideal candidate will be integrated into the IT department of the Aerospace, Defense & Naval division of aizoOn and will work with an important client in the defense sector, providing support to COMPUSEC activities for aeronautical projects. The tasks include ensuring the security of complex systems through various techniques, including vulnerability assessment and hardening. Key Skills: Knowl…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783837?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=0D4D9FD4F24DC30D6AB72A97F1E7D1EF81966FC4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Technical Team Leader",
    "description": "Join to apply for the Technical Team Leader role at NTT DATA Europe & Latam Continue with Google Continue with Google 1 week ago Be among the first 25 applicants Join to apply for the Technical Team Leader role at NTT DATA Europe & Latam Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with …",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783697?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8E457E8C4A87C7F9B334B86D5ED191A08746DA1A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Penetration Tester",
    "description": "Join to apply for the Penetration Tester role at Integrity360 . Integrity360 is one of Europe’s leading cyber security specialists operating from office locations spread out across Europe, providing a comprehensive range of professional, support and managed cyber security services for our 300 clients. With four top-class Security Operation Centers, we offer a complete end-to-end security services covering our clients’ security from every angle. Our services include Managed Security, Cyber Secur…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783099?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=3FB1101C88E250D448BE5F40C031AB9E936E4EBE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "sta cercando WEB DIGITAL SPECIALIST",
    "description": "sta cercando WEB DIGITAL SPECIALIST, bologna bologna, Italy Adecco Italia S.p.a., per importante azienda operante nel settore alimentare e specializzata in prodotti dolciari, ricerca un/a: Digital Web Specialist Progettare, scrivere e mantenere codice in C# per i progetti aziendali futuri e in corso. Creare, implementare e mantenere applicazioni interne in C# .NET Individuare le aree in cui la qualità del codice è carente e migliorarla Gestire i microservizi su Google Cloud e Azure Formazione t…",
    "secteur": "Consulenza",
    "skills": [
      "azure"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280783064?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F1570CAC5287F2E89E915AEE3D9AF1E5EA3F3CD8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Tester / SDET - Java",
    "description": "Il Gruppo Reisel è una società Internazionale di Consulenza Ingegneristica presente in Italia, Francia e Belgio, facente parte di una holding francese di oltre 500 dipendenti. Offriamo i nostri servizi in diversi settori quali Ingegneria Civile, Oil & Gas, Energia, Industria Pesante, Medicale, Automotive, Aerospaziale e Ferroviario. Per un importante progetto, siamo alla ricerca di un Software Tester altamente qualificato per entrare a far parte del nostro team. Eseguire il collaudo interno com…",
    "secteur": "Consulenza",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782882?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=00EBEF1494A45B71ACCDCF0D0C84BFCF59B0B58C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "JUNIOR TESTER FIRMWARE",
    "description": "Job Profile : Junior Tester - Firmware Akronos Group, an international leader in innovation, R&D, and high-tech engineering services, is seeking a Junior Tester specialized in Firmware. We are looking for a junior professional to perform testing activities at the firmware level. The candidate will join a young, international team with good growth opportunities. Testing activities will encompass both software and firmware, requiring the ability to write and execute testing strategies. Responsibi…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782873?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8C398AA0CEF20CDB79F6DFE187EA983DA0579EAB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Catalog Specialist, Poland Marketplace",
    "description": "Catalog Specialist (Polish Speaker), Poland Marketplace Job ID: 2922604 | Amazon EU SARL (Poland Branch) - J81 Come build the future with us! What unites all Amazonians across teams and geographies is that we all strive to delight Customers and make their lives easier. Together we are building the future, one innovative product, service, and idea at a time. Amazon’s seller marketplace is home to more than two million small businesses, individual sellers and household names who reach tens of mil…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782367?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DCE30977E69A2BCA7DFDF9A69DE1D4B2CB351FA6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Sviluppatore / analista tecnico-funzionale",
    "description": "Ricerchiamo sviluppatore / analista tecnico-funzionale con competenze dipartimentali : Per attività di analisi dei requisiti di compliance e business Per redazione della documentazione di specifiche tecniche Per attività di sviluppo. Competenze richieste : Conoscenze tecniche necessarie : Java Sql Spring Struts Maven Eclipse JBoss Unix shell, Linux XML Conoscenze tecniche preferenziali : MyBatis Quartz Code Jms / MQ JQuery ExtJS Competenze funzionali : Conoscenze ambito pagamenti SEPA : SCT, SD…",
    "secteur": "Consulenza",
    "skills": [
      "java",
      "sql"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 30000,
    "salaire_max": 50000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782186?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=351CF404B9014275499170470345A2B12EAE7E65",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer III (Remote)",
    "description": "Agile Lab is a company founded in 2014 with the mission to create value for its customers in data-intensive environments through customisable solutions that establish performance-driven processes, sustainable architectures and automated platforms based on data governance best practices. Having delivered over 100 successful Elite Data Engineering initiatives, we have used this experience to create Witboost : a modular, technology-agnostic platform that enables modern organisations to discover, v…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782119?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=1A3061AB561D0659F686E8919DCFE94A3DB2B452",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Sviluppatore Java full stack - Biella",
    "description": "Siamo alla ricerca di uno Sviluppatore Fullstack che si unisca al nostro Team per un progetto in ambito Canali presso Centrico. Cosa cerchiamo : Buona conoscenza di Java (versione 6 e successive) Buona conoscenza di Maven Buona conoscenza di React Capacità di utilizzo del server Tomcat Conoscenza di Kubernetes Buona conoscenza di SQL e database Oracle Conoscenza della lingua inglese Esperienza pregressa di almeno 2 / 3 anni Residenza o domicilio nelle province di Biella o Vercelli (esclusivamen…",
    "secteur": "Informatica/IT",
    "skills": [
      "java",
      "react",
      "sql",
      "kubernetes"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781998?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=35622FF2A376E832DF72024D51247DE3BA719CA3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Software Engineer Swisslog Healthcare designs, develops and delivers best-in-class automation solutions for forward-thinking hospitals, warehouses and distribution centers. Our competency is in realizing integrated technology, backed by decades of industry experience. Outstanding service and support mean high-quality results for Swisslog customers. The candidate will be responsible for designing and developing software solutions for automated systems in support of the company’s product portfoli…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782029?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F4B8CFE65FD7033CCEEA98037712F991220BBC8C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Technology Architect",
    "description": "HBX Group is a leading B2B ecosystem player in the TravelTech space, connecting and empowering businesses in the ever-evolving world of travel. We drive growth for our clients and partners while removing friction from the end-to-end travel experience. Our cloud-based technology platforms offer fast and reliable access to a unique portfolio of travel products & services, while rich data and intelligence seamlessly connect supply and demand worldwide. We have over more than 3,000 experts worldwid…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782048?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=EDFEB975678E6B1A0A5C93E72BD9DFB7792069A8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Specialista Oracle Hosting Manager",
    "description": "Trust Srl, una società di consulenza informatica con oltre dieci anni di esperienza, offre soluzioni innovative per ambienti web e non solo. La nostra expertise si concentra su settori come bancario, assicurativo, servizi, oil & gas e sanità, con un forte Know How nello sviluppo di applicativi custom. Attualmente, stiamo cercando: Specialista Oracle Hosting Manager con competenze in Oracle Application CRM Disponibilità: Immediata o a breve termine. Responsabilità: Gestione e amministrazione di …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280782046?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=7589B6593C2853CA5942EC05E53E0A6D4A14D1FC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Back End Developer",
    "description": "Doxee S.p.A. è un’azienda high-tech multinazionale leader nella progettazione e offerta di prodotti in ambito Customer Communications Management (CCM), Digital Customer Experience e Dematerializzazione. Grazie alla nostra Doxee Platform , aiutiamo le organizzazioni a digitalizzare i loro processi attraverso tecnologie moderne e scalabili. Posizione aperta: Sviluppatore Java Senior Per rafforzare il nostro team, cerchiamo uno Sviluppatore Java Senior che guiderà lo sviluppo di soluzioni e applic…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781908?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FFBE768CAB2C64464378AD9029A0AEB4C6108510",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Software Engineer Swisslog Healthcare designs, develops and delivers best-in-class automation solutions for forward-thinking hospitals, warehouses and distribution centers. Our competency is in realizing integrated technology, backed by decades of industry experience. Outstanding service and support mean high-quality results for Swisslog customers. The candidate will be responsible for designing and developing software solutions for automated systems in support of the company’s product portfoli…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781964?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=7C9A60A0C1F8F58AEBF6E7239EECB23BF169C6DF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer III (Remote)",
    "description": "Agile Lab is a company founded in 2014 with the mission to create value for its customers in data-intensive environments through customisable solutions that establish performance-driven processes, sustainable architectures and automated platforms based on data governance best practices. Having delivered over 100 successful Elite Data Engineering initiatives, we have used this experience to create Witboost : a modular, technology-agnostic platform that enables modern organisations to discover, v…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781980?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=021BAC222ED5C98AC84A274F11ADCD8B1659ABFA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer Junior - Ambito gestionali ERP Zucchetti",
    "description": "Join to apply for the Software Engineer Junior - Ambito gestionali ERP Zucchetti role at SA Servizi Associati 3 days ago Be among the first 25 applicants Join to apply for the Software Engineer Junior - Ambito gestionali ERP Zucchetti role at SA Servizi Associati Get AI-powered advice on this job and more exclusive features. Sa servizi associati SPA operates in the information systems sector since 1968. As a leading dealer for Zucchetti, Sa servizi associati SPA has established itself in Piedmo…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781868?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=947F0E63552F9F38B362CFBE59B7D06880AE1601",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Mobile Developer (Android/iOS)",
    "description": "Descrizione azienda La Divisione I&CT di Openjobmetis SpA , specializzata nel reclutamento, selezione e gestione delle risorse umane in ambito Informatico, ricerca per propria azienda cliente, marchio leader nel mondo dell'Information Technology Posizione Mobile Developer (Android/iOS) siamo alla ricerca di un profilo Junior (1 Anno exp) ed un profilo Middle (2/4 anni exp) da inserire all'interno del Team di sviluppo. Le risorse saranno coinvolte nel ciclo di sviluppo di app per dispositivi mob…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781742?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=39AB49E0C675458B82C8C57E5179CABA786CE0B6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "ServiceNow Expert",
    "description": "In Accenture, potrai portare la tua visione innovativa al cuore del cambiamento, lavorando con le aziende più importanti a livello mondiale per trasformare interi settori di mercato. Modella il futuro del business e della tecnologia sviluppando soluzioni all'avanguardia in grado di generare nuovo valore. Il tuo ruolo e le tue prospettive Entra a far parte del nostro network di talenti nel Business Group Accenture dedicato a ServiceNow, uno dei più grandi in Italia e a livello globale, con una l…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781753?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=9F0CAEBBB7D3B04B9D4CCCD42795F9D1ED2F0ABA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Mobile Developer (Android/iOS)",
    "description": "La Divisione I&CT di Openjobmetis SpA , specializzata nel reclutamento, selezione e gestione delle risorse umane in ambito Informatico, ricerca per propria azienda cliente, marchio leader nel mondo dell'Information Technology Descrizione azienda La Divisione I&CT di Openjobmetis SpA , specializzata nel reclutamento, selezione e gestione delle risorse umane in ambito Informatico, ricerca per propria azienda cliente, marchio leader nel mondo dell'Information Technology Posizione Mobile Developer …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781781?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8DDE00A1659CD9B2711BBF7D7AAE22FDC5B1DF4D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Scientist",
    "description": "Bhblasted is a cutting-edge benefit corporation in the tech and digital sector, based in Caserta. A strong commitment to innovation and solid environmental, social, and civic responsibility are the values that guide every choice and activity of our group. Our business units and companies specialize in media management and performance advertising, research and development of advanced e-commerce solutions, and just-in-time and made-to-order clothing production. We are looking for a Data Scientist…",
    "secteur": "Informatica/IT",
    "skills": [
      "data scientist"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781586?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=1BF165D35B38A0054113B07C4123CCCAEDDE73B8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer",
    "description": "Azienda specializzata nel settore IoT, Hardware e Software. Realtà in crescita nel mercato nazionale e internazionale che ha creato un punto di riferimento nel proprio settore di attività grazie alla sua innovazione, oltre ad avere riguardo verso la sostenibilità dei propri prodotti. Principali responsabilità: La figura da inserire, a diretto riporto del Team Leader, avrà le seguenti responsabilità: Sviluppo Back-end in Elixir di componenti, servizi e customizzazioni sia sui prodotti aziendali …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781559?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=BCC6D09A4EE94842348D0D1FF48947D15772FFE8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Analista funzionale junior",
    "description": "Invia un messaggio diretto all’autore dell’offerta di lavoro da Centrico Talent Acquisition & Engagement Specialist presso Fabrick & Centrico L’Open Banking è il nostro DNA! Centrico ha le sue radici nelle rivoluzioni tecnologiche guidate dal gruppo Sella e dal 2019 è una realtà indipendente: creiamo innovazione per il mondo delle banche e della finanza con un sistema informativo aperto, veloce, modulabile e conveniente. Siamo alla ricerca di una persona che supporti il team nelle analisi funzi…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781607?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=63FDE47491C33900BFAC65F9C0EF0C9BD39F3EB2",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Head Of Finance",
    "description": "Job Title: Head of Finance Position Type: Full-time, hybrid.Italy, Rome - Centro Storico.Reports to: Head of Finance – Regulated MarketsDirect Reports: NoneSalary: Up to EUR80K A well established iGaming business in Italy is on the lookout for a Head of Finance. This is a stand alone role and you will oversee all financial operations for Italy, ensuring financial planning, accurate reporting, and compliance with local tax and accounting regulations.Key ResponsibilitiesEstablish and enforce fina…",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781629?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=BE8B9C41EADE5151E6D80118E87BAB68E0D313D0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Lead Software Engineer, Italy",
    "description": "Who we are We’re visionary innovators who provide trading and workflow automation solutions, high-value analytics, and strategic consulting to corporations, financial institutions, central banks, and governments. More than 40% of the world’s largest companies use our solutions. We’ve achieved tremendous growth by bringing together some of the best and most successful financial technology companies in the world. At ION, we offer careers that provide many opportunities: To invent. To design. To c…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781489?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=96BD704C95F89BE207A0FAF38024ABB199994F6C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java Software Engineer (Inglese Fluente)",
    "description": "Fincons Group è una società internazionale di consulenza IT che da oltre 40 anni accompagna le imprese nel cogliere le opportunità del cambiamento digitale, proponendo soluzioni e tecnologie all’avanguardia che anticipano sempre il futuro. Alle aziende dei settori Energy & Utilities , Financial Services e Insurance , International Institutions , Manufacturing , Media , Public Administration e Transportation , Fincons offre consulenza sulle strategie IT in diversi ambiti, così come servizi di sy…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781486?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=35FB7C397E779C2493C4BF5B261374BD8F547F5A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "R&D Software Engineer",
    "description": "Siamo alla ricerca di un progettista software con predisposizione allo sviluppo di elementi SW e alla loro integrazione nell’ambito di sistemi di automazione programmabile da inserire all'interno della funzione R&D. Il / La candidato / a ideale è in possesso di una laurea in Ingegneria o un titolo di studio equivalente. Conoscenza dell’ambiente di sviluppo Eclipse e della programmazione java Uso e conoscenza del sistema operativo Linux in particolare orientato verso il mondo embedded, cioè orie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781478?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=BEE09231FB29F73736F6D0074EDC54FA3BFD4C19",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "AGAP2 è un gruppo europeo di consulenza ingegneristica operativa facente parte del Gruppo MoOngy. Presente in 11 paesi europei con oltre 6.000 dipendenti, abbiamo aperto, da circa tre anni, la prima sede italiana a Milano. Vista la continua crescita, stiamo rafforzando e ampliando il nostro team con persone che condividano i valori della nostra società: AMBIZIONE, DINAMISMO, VOGLIA DI METTERSI IN GIOCO . La nostra realtà è in continua evoluzione, e valorizziamo le relazioni umane. Posizione: De…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781351?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=2642CCCE34F723E18625613A2E3593FCA0DBF746",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer",
    "description": "We create and use innovative technologies and tools to transform ideas into solutions. We are looking for passionate people who love their work and are not afraid to test themselves. You will work in a dynamic and professional reality that promotes creativity and the desire to experiment within ambitious projects . Our offer includes professional consultancy and innovative solutions ranging from web applications to graphic design, focusing on Industry 4.0 and Customer Engagement 4.0 . We share …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781425?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=223E78AAD94513AD5F79ADBD514D68C0709CD7EC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Security Engineer (Categorie protette ex art. 1 L. 68/99)",
    "description": "Join to apply for the Senior Security Engineer (Categorie protette ex art. 1 L. 68/99) role at Sysdig Continue with Google Continue with Google 6 days ago Be among the first 25 applicants Join to apply for the Senior Security Engineer (Categorie protette ex art. 1 L. 68/99) role at Sysdig In the cloud, every second counts. On the leading edge of security, Sysdig stops attacks in real-time by instantly detecting changes in cloud security risk with runtime insights and open source Falco. Trusted …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781366?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D636245644CD3CC11D608446164B8597BD083876",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Sei appassionato di tecnologie e desideri lavorare in un ambiente innovativo? EXTRAORDY , la formazione ufficiale Red Hat in Italia e parte del Gruppo WeAreProject, è alla ricerca di un / a Specialista DevOps per unirsi al nostro team. Responsabilità principali Analizzare i requisiti dei clienti e redigere specifiche di progettazione. Progettare e implementare soluzioni basate su Red Hat OpenShift e altre piattaforme Kubernetes managed. Sviluppare e supportare soluzioni DevOps sia in ambienti l…",
    "secteur": "Informatica/IT",
    "skills": [
      "kubernetes"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781270?se=SHG1ebhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=48465E2EF3775A27EDCAD3E68A33B066CF49AF32",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer",
    "description": "Tata Consultancy Services (TCS) is seeking a JAVA BackEnd Developer in Napoli for a leading client. As part of a significant digital transformation, the role involves implementing and integrating complex interfaces, upgrading systems, and enhancing technical tools. The Developer will be responsible for: Creating comprehensive documentation for business and operational teams. Collaborating with teams to ensure efficient and secure systems. Engaging with vendors/partners on solutions and technica…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781255?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=7FDD0CECCA81D41F0DEF5BBFB3B4D9C1F8FC3EBD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer",
    "description": "We create and use innovative technologies and tools to transform ideas into solutions. We are looking for passionate people who love their work and are not afraid to test themselves. You will work in a dynamic and professional reality that promotes creativity and the desire to experiment within ambitious projects . Our offer includes professional consultancy and innovative solutions ranging from web applications to graphic design, focusing on Industry 4.0 and Customer Engagement 4.0 . We share …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781291?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=A4AE3384D3648757872020A9B75571BE4232D477",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Application Technical Leader",
    "description": "Job Description: DXC Technology Italia is looking for a Technical Leader to join our Application Service DXC Team. Responsibilities: Designs, develops, executes business and technical software solutions in order to implement portions of new or enhanced (upgrades or conversions) Understands and uses appropriate solutions/tools to analyze, identify, and resolve business and or technical problems Interacts with Client face colleagues (Business Analyst and Project Manager) to gain an understanding …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781248?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=933C5F6153D5F35C8404904E472D108E56C176E3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer",
    "description": "Realizza le tue aspirazioni professionali ed entra a far parte del mondo Zucchetti! Posizione Per la nostra sede di Torino siamo alla ricerca di una risorsa da inserire come Backend Developer all’interno del team di produzione della Divisione dedicata al software In-recruiting. Il Team In-recruiting é il software di Recruiting e Applicant Tracking System (ATS) dedicato a gestire l’intero processo di Recruiting e Talent Acquisition. Il prodotto permette di avere un supporto puntuale nella ricerc…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781276?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=647735BA60EF84F1423B82E09E92A2BC7DF59AC0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Java Developer – INDUSTRY 4.0",
    "description": "Senior Java Developer – INDUSTRY 4.0 Ruolo: Java Developer Luogo: Sedi ALTEN, con possibilità di smart working. ALTEN supporta le strategie di sviluppo dei propri clienti nelle aree dell’innovazione, della R&D e dei sistemi informativi tecnologici. Nato più di 30 anni fa e presente in 30 Paesi, il Gruppo ALTEN si è affermato come leader mondiale nell’ingegneria e nei Servizi IT e leader Europeo per la consulenza nell’industria Life Sciences. Lavoriamo con attori chiave nei settori: Aeronautico …",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781204?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=7695CBFD35F81D1FF34F794D669A218D40076449",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java Software Engineer",
    "description": "Remote (with business trips a few times per year) Contract : Contractor (Full-time) About Us We’re Vorwerk Digitalia , part of Vorwerk Engineering – an innovative and globally recognised team within the Vorwerk Group, renowned for revolutionising home cleaning technology with products like the Kobold Vacuum Cleaner / Robot. At Vorwerk Digitalia, we operate at the core intersection of cloud solutions, middleware integrations, and cutting-edge IoT robotics. Our mission is to deliver seamless, int…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781166?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=237E55DC1B68264B87043FB74CF6FFFAE869FED1",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Specialista di Tecnologia di Gestione dei Progetti",
    "description": "Specialista di Tecnologia di Gestione dei Progetti, modena modena, Italy Professionista di Sviluppo PLM Siamo alla ricerca di un professionista esperto in sviluppo e personalizzazione di applicazioni PLM utilizzando Java. Descrizione del Lavoro Collegamento tra i Sistemi: collabora con gli altri team per definire le soluzioni tecniche che consentono l'integrazione dei sistemi aziendali (ERP, CRM, SCM). Manutenzione Continua: risolve problemi e ottimizza le prestazioni del sistema. Personalizzaz…",
    "secteur": "Unknown",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781063?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F1CB0C4148F28FE6790AE60D10751843C05B954A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java Front End Developer",
    "description": "Java Front End Developer Per importanti progetti in ambito Bancario inseriamo giovani diplomati, neolaureati o sviluppatori con almeno 3 anni di esperienza nel ruolo specifico. I candidati ideali verranno inseriti in un team di analisi e sviluppo formato da professionisti. Competenze richieste : Buona conoscenza HTML, CSS, Javascript, Angular; Buona conoscenza installazione di librerie Node Modules; Gradita conoscenza lingua inglese sia scritta che parlata. Soft Skills richieste : Passione, att…",
    "secteur": "Informatica/IT",
    "skills": [
      "java",
      "node",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280781117?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=031762B93D242007B3D2144E4724BBBD1DCFCF32",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "DevOps Engineer",
    "description": "Join us to apply for the DevOps Engineer role at Beasy4BIZ. Beasy4BIZ operates internationally in the new technologies sector, offering innovative software development solutions. We seek talented individuals who enjoy challenges, have sufficient experience to work independently, and are eager to learn and teach others. Position : To expand our project team, we are looking for a DevOps Engineer with preferably solid experience in the role. Requirements : Degree in Engineering, Computer Science, …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780925?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=680C70ADBA799D7A73544DBEB2398502C583D39D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software/Artificial Intelligence Engineer - Graduate Development Program",
    "description": "About the job ION Group, a software vendor leader in the Financial Technology field, is currently looking for Junior Software/Artificial Intelligence Engineers to join a global team of talented professionals. At ION, within our Graduate Development Program, we offer a three-year career acceleration journey crafted for new graduates who share our enthusiasm for growth and technological innovation. You’ll have the chance to dive into various projects, learn from seasoned colleagues, and hone your…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780902?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=46EC0FAD8521C43B24C3A4BD629DDD9D2831A1EC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "AWS Data Engineer",
    "description": "NTT DATA, Trusted Global Innovator, è tra i principali player a livello mondiale in ambito IT services. Con più di 140.000 professionisti in oltre 50 Paesi in tutto il mondo, siamo protagonisti e acceleratori della trasformazione digitale offrendo ai nostri clienti soluzioni tecnologiche e innovative progettate su misura. Il motore di NTTDATA sono le persone, ognuna con la propria unicità, talento ed attitudine. Abbiamo costruito una Smile Working Company in cui la cura, l'ascolto delle persone…",
    "secteur": "Informatica/IT",
    "skills": [
      "aws"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780694?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=76E88AD52552B6462D7E07B07DAF0F59A017A8EA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Development Specialist",
    "description": "Cosa ti proponiamo: All’interno della divisione Pubblica Amministrazione e Sanità nell’area di mercato Sanità siamo alla ricerca di una figura di Software Development Specialist, che lavorerà nei team di sviluppo prodotti dell’area Diagnostica e EMS (Emaergency Management System). Quali saranno le tue attività e responsabilità? Progettare, sviluppare e implementare software di alta qualità definire requisiti e specifiche in collaborazione con il team Risolvere problemi complessi e trovare soluz…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780721?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=44062D4C0C66DB91608B6AFF5CBBDCE800069922",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Chief Technology Officer",
    "description": "Challenging, Talent & Recruiting Consulting Company, ricerca per azienda cliente nel settore Digital un / a Senior Full Stack Developer con almeno 5 anni di esperienza. La persona ideale è proattiva, autonoma, con forte spirito di ownership e ambizione di crescere verso un ruolo di Chief Technology Officer (CTO) . Attività Progettazione e sviluppo end-to-end di soluzioni digitali su misura per i clienti (siti web, app e piattaforme). Traduzione delle specifiche tecniche e funzionali in applicaz…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780693?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=C2E5780AA91F1A0FB4557B22076C7E7843F19585",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer| Website Solutions",
    "description": "Progettiamo soluzioni end-to-end per la Digital Evolution gestendone ogni area, grazie alle nostre sei anime tecnologiche : Lutech Consulting , Lutech Solutions , Lutech Digital , Lutech Cybersecurity , Lutech Services e Lutech Cloud . Siamo motivati da una passione inesauribile per l’innovazione e una forte determinazione a superare limiti e ostacoli perché il fulcro di ogni nostro successo sono le nostre persone . In Lutech potrai operare all’interno di una vera community tecnologica , che co…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780741?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=161EEAD1DD5A912503CA3943D3686F3635374DEE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Applied Scientist",
    "description": "At eBay, we're more than a global ecommerce leader — we’re changing the way the world shops and sells. Our platform empowers millions of buyers and sellers in more than 190 markets around the world. We’re committed to pushing boundaries and leaving our mark as we reinvent the future of ecommerce for enthusiasts. Our customers are our compass, authenticity thrives, bold ideas are welcome, and everyone can bring their unique selves to work — every day. We're in this together, sustaining the futur…",
    "secteur": "Altro",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780752?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=22A708B4347C8B8D0DAF82BE81681F31DBE1E713",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Junior Software Tester",
    "description": "FILIALE: VARESESPECIALIZZAZIONE: CORE SKILL - Qibit - Junior Talent QiBit, divisione ICT di Gi Group S.p.A., Agenzia per il Lavoro (Aut. Min. 26/11/04 Prot. n. 1101-SG), è specializzata nella selezione, formazione, inserimento e sviluppo professionale dei profili IT per il mercato italiano. Per azienda italiana leader mondiale nella progettazione e produzione di apparecchiature tecnologicamente avanzate per il settore dello stabulario e laboratori animali, cerchiamo JUNIOR SOFTWARE TESTER che, …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780671?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=08046400C64BEB2A842F70F909A33F3546D06698",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CYS-SOFTWARE ENGINEER - ENG",
    "description": "CYS_Software Engineer_ENG page is loaded CYS_Software Engineer_ENG Apply locations IT - Roma - Via Laurentina IT - Genova - Fiumara IT - Chieti Scalo time type Full time posted on Posted 2 Days Ago job requisition id R0017760 Job Description: Leonardo è un gruppo industriale internazionale, tra le principali realtà mondiali nell’Aerospazio, Difesa e Sicurezza che realizza capacità tecnologiche multidominio in ambito Elicotteri, Velivoli, Aerostrutture, Elettronica, Cyber Security e Spazio. Con …",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780624?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=CCFCAEC1CCB49F273DE11D70C82EA87BCBA6B6D6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Unisciti a noi come Software Engineer Specialist presso Dedalus, una delle aziende leader mondiali nello sviluppo di software sanitari. Avrai la possibilità di sviluppare la tua carriera e contribuire in maniera significativa a migliorare il processo di digital transformation in ambito sanitario. Cosa troverai In qualità di Software Engineer Specialist entrerai a far parte del nostro team di assistenza tecnica e implementazione dei software da effettuare seguendo più clienti sparsi sul territor…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780570?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=318442D56911DA3287AE12F805472E4348364B64",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "R&D Software Engineer",
    "description": "Siamo alla ricerca di un progettista software con predisposizione allo sviluppo di elementi SW e alla loro integrazione nell’ambito di sistemi di automazione programmabile da inserire all'interno della funzione R&D. Il / La candidato / a ideale è in possesso di una laurea in Ingegneria o un titolo di studio equivalente. Conoscenza dell’ambiente di sviluppo Eclipse e della programmazione java Uso e conoscenza del sistema operativo Linux in particolare orientato verso il mondo embedded, cioè orie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780498?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=E8D7F6FFEB941F15B318A019917E28AE56B6BA42",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Full Stack Developer Java / React | Freelance",
    "description": "Xeel Lab Srl è una software house con sede a Pisa. Siamo un'azienda innovativa che supporta i propri clienti nella trasformazione tecnologica e gestionale. Il nostro approccio multidisciplinare e il focus sulla qualità ci rendono partner di fiducia per aziende di settori anche diversi tra loro. Siamo alla ricerca di un sviluppatore pronto a unirsi al nostro team per affrontare sfide tecniche in ambito enterprise e creare soluzioni su misura per i nostri clienti. Responsabilità Progettazione e s…",
    "secteur": "Informatica/IT",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780471?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=A34F3BA4203758C9F58E1E9FC737675C45658CA8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "SENIOR DEVELOPER JAVA",
    "description": "Sopra Steria - fra i maggiori player tecnologici in Europa, con 52.000 dipendenti in circa 30 paesi - è riconosciuta per i suoi servizi di consulenza e per i suoi servizi e soluzioni digitali. Sopra Steria supporta i propri clienti nel loro percorso di trasformazione digitale, garantendo loro benefici concreti e sostenibili. Il Gruppo fornisce soluzioni end-to-end per rendere grandi aziende e organizzazioni più competitive, combinando una conoscenza approfondita di un'ampia gamma di settori con…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780398?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=6462F2FF313B476D7D34C383A23CCE96DFF4BD82",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java / Spring Backend Software Engineer Professional",
    "description": "Sedi Emilia Romagna / Bologna; Veneto / Padova System Integration è la Practice di Gruppo Euris, organizzata in team di lavoro agile, che si occupa di progettare e sviluppare soluzioni software per importanti clienti nazionali e internazionali. Siamo alla ricerca di un Java Software Engineer Professional con competenze dell’ecosistema Spring. Se sei appassionato di tecnologia e vuoi lavorare su progetti innovativi e sfidanti, questa è l’opportunità che fa per te, troverai un ambiente di lavoro …",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780283?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F8EF54603B25E92B590AAF30B3B46C4F15D34010",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Quantitative Risk Senior Analyst",
    "description": "Excellent opportunity to join a growing business with significant momentum in the market place. Working as a Senior Quantitative Risk Analyst in the Second Line Risk Team. The risk team is building a new structure and set up, covering new products and responsibility. Second line play an important role in challenging the methodology, working with the CRO and Second line Risk Manager. Both roles giving a high level view of the organisation. Validating the models and owning the risk controls. A gr…",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780301?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=CB34B59EB996D1C949181815D3E6247166148AF7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java Software Engineer",
    "description": "Remote (with business trips a few times per year) Contract : Contractor (Full-time) About Us We’re Vorwerk Digitalia , part of Vorwerk Engineering – an innovative and globally recognised team within the Vorwerk Group, renowned for revolutionising home cleaning technology with products like the Kobold Vacuum Cleaner / Robot. At Vorwerk Digitalia, we operate at the core intersection of cloud solutions, middleware integrations, and cutting-edge IoT robotics. Our mission is to deliver seamless, int…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780341?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=AEA7E289DA7C9972D1DC1A906EA6BC59D2022E51",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer III (Remote)",
    "description": "Agile Lab is a company founded in 2014 with the mission to create value for its customers in data-intensive environments through customisable solutions that establish performance-driven processes, sustainable architectures and automated platforms based on data governance best practices. Having delivered over 100 successful Elite Data Engineering initiatives, we have used this experience to create Witboost : a modular, technology-agnostic platform that enables modern organisations to discover, v…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780169?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F95DF368E26C046F76EFB1BD89D399E5D03902DE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer III (Remote)",
    "description": "Agile Lab is a company founded in 2014 with the mission to create value for its customers in data-intensive environments through customisable solutions that establish performance-driven processes, sustainable architectures and automated platforms based on data governance best practices. Having delivered over 100 successful Elite Data Engineering initiatives, we have used this experience to create Witboost : a modular, technology-agnostic platform that enables modern organisations to discover, v…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780198?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=273E2B4452980DD5ECAF1AADE8B9B48C297504F3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Backend Developer",
    "description": "Zextras sviluppa un Digital Worskspace Open Core , incentrato sulla governance e sulla proprietà dei dati. Oltre 100 milioni di persone utilizzano la loro tecnologia in tutto il mondo. Zextras Group è la Holding che riunisce tutte e cinque le società del Gruppo, guidando la comunità, condividendo la cultura aziendale e rafforzando l’identità aziendale. Qualità è la parola chiave. L’impegno dell’azienda è sempre orientato ad offrire prodotti e servizi all'avanguardia e flessibili , per soddisfar…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780141?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=ABE494AF68109B43B9520150569CB6F0D8A6A08A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "JAVA DEV. KOTLIN TYPESCRIPT",
    "description": "Il Gruppo GECAL INFORMATICA Srl e ALTAIR SYSTEMS , società di consulenza informatica che opera nel settore IT dal 1985, su tutto il territorio nazionale ed internazionale, per ampliamento del team cerca un JAVA DEVELOPER . Chi cerchiamo : Uno sviluppatore con solide competenze in TypeScript e Kotlin . Esperienza con Spring Boot per lo sviluppo di applicazioni backend. Capacità di progettare e implementare soluzioni robuste e scalabili. Buone capacità di problem solving e attenzione ai dettagli.…",
    "secteur": "Informatica/IT",
    "skills": [
      "java",
      "typescript"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780185?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=BAB2C63901A5486B966163012288A71DC0BA835A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Java Developer",
    "description": "Siamo una società boutique di headhunting specializzata in profili senior e middle management e siamo alla ricerca, per un nostro cliente che offre servizi di consulenza, tecnologia e servizi legati ai processi di Digital Transformation in modalità Business Platform as a Service (BPaaS), di un Java Full Stack Developer da inserire nel loro team. Lavoro 100% da remoto – Collaborazione flessibile, orientata ai risultati, in un ambiente innovativo e dinamico. Unisciti alla Digital Factory del clie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780092?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=32242EA9CA03410D3BED157EB2459F09CD6DB396",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Ios Developer | Swift, Objective - C",
    "description": "Il Mobile Developer in HRM si occuperà di progettare, sviluppare e mantenere applicazioni per dispositivi iOS. La risorsa lavorerà a stretto contatto con il team di sviluppo e con gli stakeholder di progetto, contribuendo all’implementazione di nuove funzionalità, al miglioramento delle performance delle app e alla risoluzione di eventuali problematiche tecniche. Sei tu? Il nostro collega, con almeno 2-3 anni di esperienza in un ruolo simile, affronterà con successoquesto progetto grazie a: Con…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780095?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=35B32331C64F7AEEAAD9DD2A1B6E9ACB8EA0160E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Technology Consulting_Senior Fullstack Developer_Financial Services",
    "description": "Unisciti al nostro team Digital Engineering a Bari e dai una svolta alla tua carriera entrando in EY. Chi è EY? EY è una delle società Big 4 della consulenza. Quello che ci caratterizza rispetto alle altre aziende è la possibilità di trasformare il business e il modo di lavorare dei nostri clienti, che siano grandi multinazionali, piccole imprese o pubbliche amministrazioni. La nostra cultura del lavoro si basa sulla fiducia, l’autonomia e il rispetto tra le persone, ed è incentrata sul raggiun…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780105?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=7FE4F05C2A3D560ACD8E603EF913003F2DD216EC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Data Engineer",
    "description": "We create and use innovative technologies and tools to transform ideas into solutions. We are looking for passionate people who love their work and are not afraid to test themselves. You will work in a dynamic and professional environment that promotes creativity and the desire to experiment within ambitious projects. Our offer includes professional consultancy and innovative solutions ranging from web applications to graphic design, focusing on Industry 4.0 and Customer Engagement 4.0. We shar…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780180?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=777FBEAF381059FEBF3B3AA82375F84285B2D7A5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Freelance GenAI Developer - Prompt Engineering & Data Workflows",
    "description": "Freelance GenAI Developer - Prompt Engineering & Data Workflows Freelance GenAI Developer - Prompt Engineering & Data Workflows 2 days ago Be among the first 25 applicants At Mindrift, innovation meets opportunity. We believe in using the power of collective intelligence to ethically shape the future of AI. What We Do The Mindrift platform connects specialists with AI projects from major tech innovators. Our mission is to unlock the potential of Generative AI by tapping into real-world expertis…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780187?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=4A07A1750E8941AFDD20605EEBFDF971BBAAA383",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Junior Software Developer - Observability",
    "description": "Join to apply for the Junior Software Developer - Observability role at Canonical Continue with Google Continue with Google Join to apply for the Junior Software Developer - Observability role at Canonical Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Cont…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780140?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=50E872AE03A07C764BB2CAFEB72DAE4A960E444C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Build Systems Backend Engineer",
    "description": "Join to apply for the Senior Build Systems Backend Engineer role at Canonical 3 days ago Be among the first 25 applicants Join to apply for the Senior Build Systems Backend Engineer role at Canonical Get AI-powered advice on this job and more exclusive features. Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data s…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780172?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=847DF00BBFE3386C8B48294E22B1E42CDF742A35",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Integration Engineer",
    "description": "Chi siamo Noi di SENSEI SRL siamo una software house di Milano con una forte anima agile, sempre attenti a mettere al centro la crescita personale e professionale di chi lavora con noi. Cerchiamo persone appassionate e pronte a unirsi al nostro team, dove innovazione e soluzioni “su misura” sono all’ordine del giorno. Crescita continua : il nostro team non smette mai di imparare. Offriamo corsi, certificazioni e training sul campo per aggiornarti costantemente. Attenzione alle persone : siamo a…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780080?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F298F7E2D06B9B47C979DF218AAD05DBE8DCBB38",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "R&D Software Engineer",
    "description": "Siamo alla ricerca di un progettista software con predisposizione allo sviluppo di elementi SW e alla loro integrazione nell’ambito di sistemi di automazione programmabile da inserire all'interno della funzione R&D. Il / La candidato / a ideale è in possesso di una laurea in Ingegneria o un titolo di studio equivalente. Conoscenza dell’ambiente di sviluppo Eclipse e della programmazione java Uso e conoscenza del sistema operativo Linux in particolare orientato verso il mondo embedded, cioè orie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780042?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=286A083C1043E3450615CB0C8069165BF2066127",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Cybersecurity GRC Consultant",
    "description": "RINA is currently recruiting for a Cybersecurity GRC Consultant to join its office in GENOA, ROME, or MILAN within the Cyber Security and Management Consulting Division. Mission RINA is seeking a Cyber Security GRC Consultant to join our Cyber Team in GENOA, ROME, or MILAN. Key Accountabilities The person will be responsible for : Carrying out technical activities such as : Identifying security risks within organizations and complex systems / architectures. Designing security measures and provi…",
    "secteur": "Consulenza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779946?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=A24FCB14B9EE87F7D428F682712098558D1723C3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java Software Engineer",
    "description": "Remote (with business trips a few times per year) Contract : Contractor (Full-time) About Us We’re Vorwerk Digitalia , part of Vorwerk Engineering – an innovative and globally recognised team within the Vorwerk Group, renowned for revolutionising home cleaning technology with products like the Kobold Vacuum Cleaner / Robot. At Vorwerk Digitalia, we operate at the core intersection of cloud solutions, middleware integrations, and cutting-edge IoT robotics. Our mission is to deliver seamless, int…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779956?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=49E2DDE07FCE2D983F548A4DA398B1851535B553",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "CTO",
    "description": "Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Direct message the job poster from Future Developing We’re looking for a visionary, hands-on CTO to drive technology and AI innovation across our p…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280780027?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=81D726508B0204FB0AB848DA8037BF7391C77E6E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Expert Software Developer Required",
    "description": "Expert Software Developer Required, ispra Client: beBeeSoftwareEngineering Location: ispra, Italy Job Category: Other EU work permit required: Yes Job Reference: 398952060786678169633710 Job Views: 2 Posted: 02.07.2025 Expiry Date: 16.08.2025 Job Description: Job Title: Software Engineering Expert We are seeking a highly skilled and experienced software engineering expert to join our development team. The successful candidate will be responsible for designing and developing scalable software so…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779914?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=14B0EB3B7A44DC3602C780B24836B20A7CCE2455",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer III Freelance (Remote)",
    "description": "Agile Lab is a company founded in 2014 with the mission to create value for its customers in data-intensive environments through customisable solutions that establish performance-driven processes, sustainable architectures and automated platforms based on data governance best practices. Having delivered over 100 successful Elite Data Engineering initiatives, we have used this experience to create Witboost : a modular, technology-agnostic platform that enables modern organisations to discover, v…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": true,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779926?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=B18380236F97F4AC8A3E23A363A3B36F2FD5ADAD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "R&D Software Engineer",
    "description": "Siamo alla ricerca di un progettista software con predisposizione allo sviluppo di elementi SW e alla loro integrazione nell’ambito di sistemi di automazione programmabile da inserire all'interno della funzione R&D. Il / La candidato / a ideale è in possesso di una laurea in Ingegneria o un titolo di studio equivalente. Conoscenza dell’ambiente di sviluppo Eclipse e della programmazione java Uso e conoscenza del sistema operativo Linux in particolare orientato verso il mondo embedded, cioè orie…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779877?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=1E53B7643ACDA6A85CB1E5365645CBF006323A74",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Java / Angular Full Stack developer",
    "description": "Software Inside S.r.l. è una Software House italiana operante dal 2016, specializzata in consulenza nei settori Bancario & Finanza, Cyber Security, Telecomunicazioni, Energy & Utilities. Nel settore dell'Information Technology, offriamo una vasta gamma di prodotti, servizi e soluzioni strategiche per le imprese, tra cui: Infrastrutture IT, Content Management, ERP, Business Intelligence, CRM e Web Applications. Siamo alla ricerca di un Java Full Stack Developer , con prevalenza sul Back-End, per…",
    "secteur": "Informatica/IT",
    "skills": [
      "java",
      "angular"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779933?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=6366A476F0AC412C8782B31C4E37D8D39290CFC5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "PASS Senior Developer & Technical Leader",
    "description": "Offer description NTT DATA, Trusted Global Innovator, è tra i principali player a livello mondiale in ambito IT services. Con più di 151.000 professionisti in oltre 50 Paesi in tutto il mondo, siamo protagonisti e acceleratori della trasformazione digitale offrendo ai nostri clienti soluzioni tecnologiche e innovative progettate su misura. Il motore di NTTDATA sono le persone, ognuna con la propria unicità, talento ed attitudine. Abbiamo costruito una Smile Working Company in cui la cura, l’asc…",
    "secteur": "Contabilità/Finanza",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779762?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=3D0E87650417EEF94FD581A62BC1897627EB9434",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Software Engineer",
    "description": "Unisciti a noi come Software Engineer Specialist presso Dedalus, una delle aziende leader mondiali nello sviluppo di software sanitari. Avrai la possibilità di sviluppare la tua carriera e contribuire in modo significativo alla digital transformation nel settore sanitario. Cosa troverai Entrerai a far parte del nostro team di assistenza tecnica e implementazione software, lavorando con clienti distribuiti sul territorio nazionale. Ti occuperai di : Sviluppare e mantenere software per laboratori…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779777?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=FDEB43023B91E41CEA26CD14B880E135700A7EAD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Avionic Software Engineer",
    "description": "RINA is currently recruiting for a Avionic Software Engineer to join its office in Torino within the Aerospace & Defence Division. Mission The content of the work will be aimed at analysis, design and SW development activities of applications in the avionics domain. Key Accountabilities The following technical skills are required : Knowledge and experience in object-oriented, multi-task and multi-thread programming Knowledge of object-oriented programming languages (e.g. C++, ADA, Java) Knowled…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779774?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=704D4F978E1C1040FE0F93B9440F8E47CC89DC20",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Stage Developer Java & Microsoft.Net",
    "description": "Opportunità di Stage in Sopra Steria Sopra Steria, uno dei principali player tecnologici in Europa con 50.000 dipendenti in circa 30 paesi, è riconosciuta per i suoi servizi di consulenza, digitali e soluzioni IT. Nel 2024, il Gruppo ha registrato un fatturato di 5,8 miliardi di euro. In Italia, con circa 1.200 persone e un fatturato di €104,8 milioni, operiamo attraverso sedi a Assago (MI), Roma, Collecchio (PR), Padova, Ariano Irpino (AV) e Pozzuoli (NA). Descrizione del Programma di Stage Se…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779782?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=7D54148E6D9FF543F936F0B879D88B5815E30F9E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "Senior Java Frontend, Backend e/o full stack",
    "description": "Schema31 è un’azienda italiana leader nel settore IT, costituita nel 2003, che fornisce soluzioni avanzate per la Pubblica Amministrazione italiana e clienti ENTERPRISE. L'azienda ha sviluppato, negli ultimi anni, soluzioni verticali in settori ad alto valore aggiunto. Forte di competenze hi-tech, organizzative, metodologiche e di business, supporta l’innovazione dei clienti dall’ideazione allo sviluppo dei prodotti, offrendo servizi aggiornati. Descrizione del ruolo Stiamo cercando un/una Seni…",
    "secteur": "Informatica/IT",
    "skills": [
      "java"
    ],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779662?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=AD89CBAC451733D7516ED9AE1A497271F4F7D005",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Italy",
    "code_pays": "it",
    "titre": "IoT Back-End Software Developer",
    "description": "Experis, brand di ManpowerGroup presente in 54 paesi, grazie ai servizi integrati di Consulenza IT&Technology, Resourcing di professionisti specializzati, sviluppo di Career & Skills con Experis Academy, è il technical partner ideale per ogni azienda che necessita di realizzare progetti in ambito Cyber Security, Business Transformation, Cloud & Infrastructure, Enterprise Applications e Digital Workspace. Il nostro cliente è una primaria società Telco, ci ha incaricato di ricercare un IOTBACK-EN…",
    "secteur": "Informatica/IT",
    "skills": [],
    "techno_recherche": "java",
    "is_remote": false,
    "salaire_min": 50000,
    "salaire_max": 70000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.it/land/ad/5280779694?se=5hsqe7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=386C141F357C7E631106EE11E7AD6129A8C61415",
    "date_collected": "20250704_1120"
  }
]