[
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Reward Partner",
    "description": "Cledara helps businesses take control of their software subscriptions. By giving them visibility of their software, cutting excess spend, and streamlining admin we help them focus on the things that matter. With 1,000 customers in 32 countries and 6,000 software vendors, we’re the world’s leading software management platform. We’re backed by leading investors, including CommerzVentures, Nauta Capital, Notion Capital, Techstars, and Anthemis. A fun fact about Cledara is that we have a tradition …",
    "secteur": "Trabajos en consultoría",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5282431116?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=5D1E92BAE4D87B0547351B0FFA2DD35A46F78A33",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer, Infrastructure Platform Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. We are seeking a Senior Software Engineer to join our Infrastructure Platform Engineering team, ensuring the reliability, availability, and operational efficiency of Affirm’s distributed systems. This role is ideal for engineers who thrive in highly scalable, clo…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5282415925?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=E572B423A0D0E5069228C5DFB973F261483BCB9B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full-Stack Lead Engineer",
    "description": "Location : Remote (Spain or Portugal-based) Type : Full-Time Compensation : / year Equity About CareerGenie CareerGenie is reimagining how people find meaningful work with a platform powered by multiple agents like AI Recruiter, AI Career Coach, and AI Global Mobility Expert, among others, that collaborate seamlessly to connect talent with opportunity. Backed by Techstars, we're building at the edge of AI automation and impact. We are now scaling our engineering team to enhance our web and mobi…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5282415836?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=5B787963D6FE46A6057F941A0BAFC984FD4B0025",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Full Stack (SPAIN ONLY)",
    "description": "This is a remote position. SPAIN ONLY Role Crisis Text Line's software engineers develop the next-generation data platform that changes how millions of humans connect with volunteer crisis counselors, our clinical staff and the interaction with one another. Our platform needs to handle information at a massive scale and extend well beyond SMS as a channel. We're looking for engineers who bring fresh ideas from all areas, including information processing, distributed computing, large-scale syste…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 115192,
    "salaire_max": 168000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/details/5281552692?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer I - (Remote - Spain and UK)",
    "description": "Senior Software Engineer I - (Remote - Spain and UK) Get AI-powered advice on this job and more exclusive features. About Jobgether Jobgether is a Talent Matching Platform that partners with companies worldwide to efficiently connect top talent with the right opportunities through AI-driven job matching. We are currently seeking a Senior Software Engineer I in Spain or the United Kingdom . We are looking for an experienced and passionate Senior Software Engineer to design and deliver scalable, …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203382?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=8151B18D0B3EB13EE47D908C40E8AD575BE75CF7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Salary : €90,000  flexible benefits package About the Company This is a tech-driven product company whose platforms are accessed by thousands of users every minute. They've maintained market dominance for over a decade and are now on an exciting journey of global expansion. You'll be part of a highly talented engineering team that values clean code, scalable solutions, and genuine craftsmanship. What Are They Looking For? You build things that last. Whether it's crafting well-structured code, o…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203340?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=2F95B89F048D9FC6E84C7724DD86B7D2EC49EEA6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full-Stack Developer (PHP & React)",
    "description": "We’re looking for Senior PHP and React developers who are passionate about quality, love solving challenging problems, and enjoy building products used by millions. Why Join Us? Trusted & Profitable : Since 2008, OTGS has grown into a self-funded and stable company supporting over 1.5 million websites worldwide. Remote-first : Join a diverse team of smart and friendly people working from all corners of the world. Creators of WPML : You’ll contribute to the 1 multilingual plugin for WordPress, u…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203267?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=EDD55508F8151884BD41F6E6D0C4A21D357D9282",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer ( React  Power Bi) Barcelona",
    "description": "Senior Software Engineer ( React  Power BI) Barcelona The Company Wizeline is a global digital services company helping mid-size to Fortune 500 companies build, scale, and deliver high-quality digital products and services. We thrive in solving our customer’s challenges through human-centered experiences, digital core modernization, and intelligence everywhere (AI / ML and data). We help them succeed in building digital capabilities that bring technology to the core of their business. Sounds aw…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react",
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203175?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=8AD8B85DADBD5D707558FE7DCD30AED031EDFB0A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a Software Solutions Architect para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203212?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=F4D801F29E59ADF11D010FE45684A236409493E0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203185?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=C53B41F3119D156E2426CF7FF43130F18713AA24",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Architect",
    "description": "We are looking for a skilled professional to join our team as a Senior Full Stack Developer. To succeed in this role, you will need a degree in Computer Science or a related field and significant experience with Python, the OpenAI stack, and UI development with React. Additionally, you will require hands-on experience with Azure, AWS, and Google Cloud Platform, as well as familiarity with modern cloud architectures and patterns. About This Role This is an exciting opportunity to work on complex…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "react",
      "aws",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203139?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=EF1CE94DA944F8848FD64E6217504FDE47D8DB4C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a Solution Architect para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. ¿Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 personas …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203215?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=CE56D2F4FDBEBE8B9CDA31C3EBE5FC49B5BE71F9",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer Spain",
    "description": "We’re on a mission to make money work for everyone. We’re waving goodbye to the complicated and confusing ways of traditional banking. With our hot coral cards and get-paid-early feature, combined with financial education on social media and our award-winning customer service, we have a long history of creating magical moments for our customers! We’re not about selling products - we want to solve problems and change lives through Monzo. About our Engineering Teams : We have over 400 engineers a…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202960?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=4508CE8F1B59A57DCDFC8A0575682D4D6703643F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full Stack (Java y React). ESTABLE!",
    "description": "Quieres trabajar en una empresa en la que sabemos cómo te llamas, nos preocupamos por tu bienestar y cuando necesitas algo te atendemos al momento? En Sandav estamos buscando un / a Programador / a Full Stack para posición ESTABLE, en cliente del sector salud. Se trabajará en modelo de teletrabajo 100% remoto desde cualquier ubicación de España. Aunque si la persona reside en Madrid, acudirá 1 semana / mes a oficinas (zona Mirasierra) y el resto del mes en remoto. Participará en proyectos inter…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202950?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=58E1142A5625FB6AE8B1877A78F67F47193C0BFE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto/Tech lead Front",
    "description": "Inetum es líder europeo en servicios digitales. El equipo de 28.000 consultores y expertos de Inetum se esfuerza cada día por lograr un impacto digital en las empresas, en las entidades del sector público y en la sociedad. Las soluciones de Inetum quieren contribuir al rendimiento y la innovación de sus clientes, así como al interés general. Presente en 19 países con una red de centros densa, Inetum colabora con los principales fabricantes de software para afrontar los retos de la transformació…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281203001?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=ECE4828EF36A62CEA077C1F0C92EB67D84157073",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Frontend Engineer",
    "description": "We’re UserTesting, a leader in experience research and insights; we believe the path to human understanding and great experiences start with a shared understanding—seeing and hearing how another person engages with the world around them and taking in their perspective. Working at UserTesting, you will be empowered to help organizations discover the human side of business–transforming how they work, collaborate, innovate, and bring new products and experiences to market. This is what inspires us…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202941?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=D236BF483B68130FC9D74261B4EA6DA54648AF8F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a Fullstack (React  Python)",
    "description": "Desarrollador/a Fullstack (React  Python) Desarrollador/a Fullstack (React  Python) ¿Quieres formar parte de nuestro equipo de Profile? Desde Profile nos encontramos en búsqueda de un/a Desarrollador/a Fullstack para integrarse dentro del equipo de uno de nuestros clientes, en un proyecto híbrido en Barcelona. Con ilusión es como se cambian las cosas, y queremos contribuir a un futuro mejor gracias a la tecnología. Para conseguirlo no necesitamos héroes ni súper talentos, sino personas implicad…",
    "secteur": "Unknown",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202578?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=64B04275A7E4711411281E0C36616058B0E3627F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador Front End y CRO",
    "description": "Academia ENFAF, una institución dinámica en el sector de la educación superior, está buscando un Desarrollador Front End y CRO talentoso para unirse a nuestro equipo en crecimiento de forma presencial. Con una plantilla de 20 a 50 empleados, ofrecemos un entorno cercano y colaborativo donde cada miembro contribuye significativamente al éxito de nuestros proyectos educativos. En este rol, Buscamos un Desarrollador Front-End apasionado por crear experiencias digitales excepcionales, que combine h…",
    "secteur": "Trabajos en consultoría",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202648?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=FB1C0BFF35EDAB16F3B5C564BF70CFA340ADD57F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer II",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202503?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=58372EABBB9FD4D41FE8C49F4746EAA757227861",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Staff/Lead Fullstack Engineer (Webapp)",
    "description": "Join to apply for the Senior/Lead Fullstack Engineer (Webapp) role at Mimica 1 month ago Be among the first 25 applicants Join to apply for the Senior/Lead Fullstack Engineer (Webapp) role at Mimica What We Are Building Mimica's mission is to empower enterprises, teams, and individuals to reclaim their most precious resource — time and work more efficiently, with greater purpose and impact. Our AI-powered task mining observes employee actions across the desktop and categorizes them into detaile…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202507?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=B82305B26DF3BA7C6847B8A981D4A6838D858F5C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Frontend Engineer – React",
    "description": "We’re looking for a Frontend Engineer with strong React and JavaScript skills to help us build, maintain, and improve responsive, user-friendly interfaces. You’ll join a collaborative, product-led team where clean code, thoughtful architecture, and user experience are at the heart of everything we do. Experience with TypeScript and modern tooling is a strong plus. This is a hybrid role requiring 3 days per week in our Barcelona office. Your First 90 Days • 30 days – Get familiar with our fronte…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202395?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=544DD478FB944E463D66F87E69CA07C1CBFA11F7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full Stack Software Engineer PHP/React",
    "description": "Full Stack Software Development Engineer PHP/React Join to apply for the Full Stack Software Development Engineer PHP/React role at Launchmetrics Full Stack Software Development Engineer PHP/React 3 weeks ago Be among the first 25 applicants Join to apply for the Full Stack Software Development Engineer PHP/React role at Launchmetrics Get AI-powered advice on this job and more exclusive features. This role welcomes full remote orhybrid work arrangements. However, applicants must be based in Spa…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202289?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=E4AC6CFBE6E0F4760A4D1D80D6FEF4AC6B4596A9",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Lead Product Engineer",
    "description": "The Lead Solutions Engineer is a core technical member of the Customer Experience and Product Innovation (CXPD) team, working closely with the CXPD Head of Tech to support go-to-market (GTM) offerings through technical enablement. This role brings deep technical expertise to the development of CXPD offerings, including creating proofs of concept (PoCs), technical frameworks, and experimental prototypes. While not responsible for delivering client projects, the role plays a key part in enabling …",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202231?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=8DF746DB7E9975D24DFF67F3B638AF279FEB3736",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer I - (Remote - Spain And Uk)",
    "description": "Senior Software Engineer I - (Remote - Spain and UK) Get AI-powered advice on this job and more exclusive features. About Jobgether Jobgether is a Talent Matching Platform that partners with companies worldwide to efficiently connect top talent with the right opportunities through AI-driven job matching. We are currently seeking a Senior Software Engineer I in Spain or the United Kingdom . We are looking for an experienced and passionate Senior Software Engineer to design and deliver scalable, …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281202222?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=D55CA1844D244ECA66D1C476CB68887EC13D79A0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Engineer",
    "description": "Join to apply for the Senior Fullstack Engineer role at Tabby Continue with Google Continue with Google Join to apply for the Senior Fullstack Engineer role at Tabby Get AI-powered advice on this job and more exclusive features. Sign in to access AI-powered advices Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Continue with Google Co…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201919?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=135D9650ACCC4E954A3605852C9799E605CA60F4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Arquitecto De Software Front End",
    "description": "Hay dos palabras que nos definen: talento y tecnología, porque en Scalian no entendemos una sin la otra. Nosotros ofrecemos soluciones sencillas e innovadoras a problemas complejos, que tienen un impacto positivo y sostenible en las organizaciones y en la sociedad. Pero para conseguirlo, necesitamos talento. Por eso, buscamos para un nuevo proyecto dentro del sector bancario un/a: ¿Qué buscamos? Capacidad para definir arquitectura para servicios front-end, atendiendo a aspectos de buenas prácti…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201877?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=AEA46E0A4C0D61CA93F9137F5E1F2CF5A5E7BFCB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador / A Java Senior Con Inglés – Remoto",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Desarrollador a Java Senior Con Ing Java Software Developer (Remoto) I Hexagonal Madrid, Madrid knowmad mood 13.06.2025 Si en tus propósitos de año tienes apuntado el poder crecer profesionalmente en proyectos punteros y participar en entornos laborales donde la colaboración, la innovación y la diversión cobran pro Backend Deve…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201658?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=643B7195D4B22C9E0451C04879E113B19C6C22CB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Security Engineer",
    "description": "Join to apply for the Security Engineer role at ESW 2 days ago Be among the first 25 applicants Join to apply for the Security Engineer role at ESW Get AI-powered advice on this job and more exclusive features. The Opportunity We are seeking a Cloud Security Engineer with 3-5 years of hands-on experience to join our team in Madrid. The ideal candidate will have a strong background in cloud security, particularly with AWS and Azure environments, and a solid understanding of networking, automatio…",
    "secteur": "Trabajos en informática",
    "skills": [
      "aws",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201506?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=26208D5D500636876055920D087A1D89528E6386",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Java / React.js Full Stack Developer (Middle / Senior) ID34519",
    "description": "Java / React.js Full Stack Developer (Middle / Senior) ID34519 Join to apply for the Java / React.js Full Stack Developer (Middle / Senior) ID34519 role at AgileEngine Job Overview AgileEngine is one of the Inc. 5000 fastest-growing companies in the U.S. and a top-3 ranked dev shop according to Clutch. We create award-winning custom software solutions across 15 industries, impacting millions of lives. If you thrive in a challenging environment, working alongside top talent and are encouraged to…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201536?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=D097B6DB1928B4089C51D1B675C39F7E6366E273",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Developer – Java & AI Integrations",
    "description": "Sobre nosotros in-Store Media es un grupo empresarial fundado en 1998 y referente global en el desarrollo del sector del Retail Media Omnicanal . Está presente en 9 países con la misión de permitir que las marcas se relacionen con los consumidores, a través de redes de comunicación innovadoras y sostenibles, mientras proporcionamos a los minoristas un ingreso incremental libre de riesgos. Con más de 25 años de experiencia, hemos construido un portafolio de más de 35 soluciones publicitarias, ta…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201390?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=57391E51C8B3010E397F6C619C060C697B75DC25",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Engineer (Remote, Spain) Engineering • Spain •",
    "description": "Bark is revolutionising the way people find professionals in over 1,000 unique categories. As the UK's largest and fastest-growing services marketplace, we're on a mission to make finding the right professional quick and easy. With a presence in eleven countries and plans for further expansion, joining us at this genuinely exciting time will be a journey like no other. Our cutting-edge technology ensures that you can always find the best professional for any job. With a talented team of over 20…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201361?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=74E3178319423F1A7085F244258ACF826E84C573",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Software Developer (Hybrid setup)",
    "description": "Senior Full Stack Software Developer (Hybrid setup) 5 days ago Be among the first 25 applicants Our engineering team is growing, and we are looking for a Senior Full-stack Software Engineer who will play a pivotal role in the development of our product and in speeding up the IT delivery growth in iptiQ. We promise you the freedom and space you need to be creative, show off your skills, and grow your expertise. This is an outstanding chance to become part of our growing team and deliver solution…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201291?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=23061B71382F9CA564EC84B487AC084655DA3E97",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Lead Development Engineer",
    "description": "Todavía no conoces HIBERUS TECNOLOGÍA? Somos una empresa de tecnología construida con un ingrediente diferencial, la HIPERESPECIALIZACIÓN . Formar parte de Hiberus significa crecimiento, pasión por la tecnología, interés por la innovación, ambiente laboral flexible y colaborativo, compañerismo, aprendizaje, formación continua, motivación y superación ante nuevos retos y esto es solo el principio. Actualmente contamos con más de 36 hubs de desarrollo en España, EE. UU., Reino Unido, Alemania, Ru…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281201145?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=2FB3E7604856D869BFF04555669B5FA2608A76C7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Join to apply for the Senior Software Engineer role at AgileEngine 1 week ago Be among the first 25 applicants Join to apply for the Senior Software Engineer role at AgileEngine AgileEngine is an Inc. 5000 company that creates award-winning software for Fortune 500 brands and trailblazing startups across 17 industries. We rank among the leaders in areas like application development and AI / ML, and our people-first culture has earned us multiple Best Place to Work awards. If you're looking for …",
    "secteur": "Trabajos en informática",
    "skills": [
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200976?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=FDF9F64D810D0B07E3DAEF5923491A61E5049AC4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full-Stack Web Developer",
    "description": "BioCatch is the leader in Behavioral Biometrics, a technology that leverages machine learning to analyze an online user’s physical and cognitive digital behavior to protect individuals online. BioCatch’s mission is to unlock the power of behavior and deliver actionable insights to create a digital world where identity, trust and ease seamlessly co-exist. Today, BioCatch counts over 25 of the top 100 global banks as customers who use BioCatch solutions to fight fraud, drive digital transformatio…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200799?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=363CF62E14623FC98F99004786FBA432A855F8CF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior R&D Engineer - Frontend Developer - REMOTE f/m",
    "description": "Date: Apr 12, 2025 Company: Ansys Requisition : 16417 Our Mission: Powering Innovation That Drives Human Advancement Ansys is looking for a Senior R&D Engineer to contribute to the development of backend components and web frontends in the area of Mechanical simulation software. In this role, the Senior R&D Engineer will participate in the design, implementation, testing and maintenance of next-generation applications for the management and calibration of material models. Key Duties and Respons…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200587?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=0C766268D64A53A209A29063CCAC2E3A656053F4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mankind Technologies : Chief Technology Officer",
    "description": "Estamos buscando un CTO fullstack developer para unirse al equipo híbrido de remoto y físico en Barcelona! Somos una plataforma de coaching B2B que ayuda a mejorar el bienestar y el desarrollo de los empleados y las habilidades de liderazgo de los directivos. Asociarte con el CEO para definir, priorizar y realizar la hoja de ruta del producto. Trasladar gradualmente el trabajo de la agencia de desarrollo externa para crear, construir y gestionar un equipo de tech interno → eventualmente convert…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200639?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=3F716BD00AA5BEEDD3E18133E7019ED738249CAF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Frontend Engineer (VPN)",
    "description": "Join Proton and build a better internet where privacy is the default At Proton, we believe that privacy is a fundamental human right and the cornerstone of democracy. Since our inception in 2014, founded by a team of scientists from CERN, we have dedicated ourselves to providing free and open-source technology to millions worldwide, ensuring access to privacy, security, and freedom online. Our journey began with Proton Mail, the largest secure email service globally, and has since expanded to i…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200482?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=00DBD4D6CA81ABE6B2DEC2D74D68B6C258516CD1",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Engineering Manager (Payments)",
    "description": "Join Proton and build a better internet where privacy is the default At Proton, we believe that privacy is a fundamental human right and the cornerstone of democracy. Since our inception in 2014, founded by a team of scientists from CERN, we have dedicated ourselves to providing free and open-source technology to millions worldwide, ensuring access to privacy, security, and freedom online. Our journey began with Proton Mail, the largest secure email service globally, and has since expanded to i…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200398?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=130B80A92871ADF6738CE1E9AEC9DC1E4A96F47F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Programador/a Java con Francés",
    "description": "Porque trabajar en Sopra Steria, también es sentir Sopra Steria . Somos un reconocido líder europeo en consultoría, servicios digitales y desarrollo de software, con cerca de 56.000 empleados en casi 30 países y más de 4.000 en España. Nos enfocamos en las personas, en su formación y desarrollo profesional, lo que nos impulsa a crecer y mejorar constantemente. Tenemos pasión por lo digital y al igual que tú, buscamos la mejor de las aventuras. Queremos que tu día a día se convierta en la mejor …",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200422?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=90D6115AB00EC4136E095C41D7D7ECA44EB86FCF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Solutions Architect",
    "description": "Desde Q-tech nos encontramos en la búsqueda de un / a Software Solutions Architect para incorporarse a una empresa de producto con alto impacto social y tecnológico, donde tendrás la oportunidad de trabajar de la mano con el CTO en equipo multidisciplinar en pleno crecimiento. Te motiva transformar la vida de las personas a través de la tecnología? ¿Buscas un proyecto ambicioso que combine impacto social, crecimiento profesional y retos técnicos reales? Formarás parte de un equipo de más de 25 …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200428?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=02DCEED0C7A661F4D8EC9170395444F0864B71DC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Security Analyst Experience - Senior Software Engineer, Generative AI",
    "description": "Elastic, the Search AI Company, enables everyone to find the answers they need in real time, using all their data, at scale — unleashing the potential of businesses and people. The Elastic Search AI Platform, used by more than 50% of the Fortune 500, brings together the precision of search and the intelligence of AI to enable everyone to accelerate the results that matter. By taking advantage of all structured and unstructured data — securing and protecting private information more effectively …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200240?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=AC4E6BC670895ED0F1EF219EA0696C8EB402A90A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "The provided job description contains valuable information but requires formatting improvements for clarity and readability. It uses appropriate HTML tags but has issues such as inconsistent use of tags, some spelling errors, and redundant information that can be streamlined. Here's a refined version with improved structure and clarity : Responsibilities (Other duties may be assigned.) Take on a senior development role in the ongoing development of new features and maintenance of the FINEOS Edg…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200113?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=C8620281CDDF2288FDCB53B2B12753E2897DD39F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Engineering Director",
    "description": "Engineering Director - Payout and Retain pillar in Creator Org Remote, Spain THE CHALLENGE Eventbrite's mission to bring people together for live experiences sits at the intersection of technology at scale and core human interactions. Eventbrite's business growth and opportunity sits on top of the largest supply of unique and relevant events in the world. The Creators who host these events leverage Eventbrite every day as a primary partner for delivering consumers an unforgettable experience. A…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200098?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=9D27F465B512ED98837F4351B3D2321C24A0C797",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Developers Senior Full Stack.Net  React (Nextjs)",
    "description": "Modern Web Development Specialist Barcelona, Catalonia beBeeFullstack Hoy We are developing a feature-rich solution for managing websites built with WordPress. Our product allows users to handle complex tasks with ease, sold in over 140 countries around the globe. Our p Technical Lead - Web Development Barcelona, Catalonia beBeeFullstack Hoy Our organization is seeking a seasoned Full-Stack Website Engineer to join its dynamic team. This role combines technical expertise, a deep understanding o…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200198?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=6ADDE3A79C9ABB91CFDF9C42F29BC7A55B889F7A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a Fullstack (Java/React)",
    "description": "En HAYS, empresa multinacional británica que ofrece servicios de reclutamiento y recursos humanos en 33 países a nivel mundial y que está cotizada en la Bolsa de Valores de Londres, actualmente buscamos un perfil de Desarrollador/a Fullstack (Java/React) para construir una aplicación web moderna basada en mapas. Trabajarás junto a un equipo de ingeniería para desarrollar una aplicación web altamente interactiva y optimizada para grandes volúmenes de datos. ¿Cuáles serán tus funciones y responsa…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281200037?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=9EE9F1BDA812926925371D97946D3BA61CFFB351",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full-Stack JS Developer (Node.js, React)",
    "description": "Join to apply for the Senior Full-Stack JS Developer (Node.js, React) role at CobbleWeb - The Online Marketplace Experts 3 days ago Be among the first 25 applicants What are we looking for? We are looking for solution-focused individuals with a can-do attitude. Your commitment to continuous learning means you are tech-agnostic – always seeking the best way to execute a project or task. You share our philosophy of purpose-driven development that ensures the best outcomes for our clients. Like us…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199898?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=3027FD6E2845BECE43406EE30D454774418DC109",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mankind Technologies : Chief Technology Officer",
    "description": "Estamos buscando un CTO fullstack developer para unirse al equipo híbrido de remoto y físico en Barcelona! Somos una plataforma de coaching B2B que ayuda a mejorar el bienestar y el desarrollo de los empleados y las habilidades de liderazgo de los directivos. Asociarte con el CEO para definir, priorizar y realizar la hoja de ruta del producto. Trasladar gradualmente el trabajo de la agencia de desarrollo externa para crear, construir y gestionar un equipo de tech interno → eventualmente convert…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199813?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=E3A856E994BFCA79C717A0C475044C2AEEC5EE02",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Full Stack (Java y React). ESTABLE!",
    "description": "Quieres trabajar en una empresa en la que sabemos cómo te llamas, nos preocupamos por tu bienestar y cuando necesitas algo te atendemos al momento? En Sandav estamos buscando un / a Programador / a Full Stack para posición ESTABLE, en cliente del sector salud. Se trabajará en modelo de teletrabajo 100% remoto desde cualquier ubicación de España. Aunque si la persona reside en Madrid, acudirá 1 semana / mes a oficinas (zona Mirasierra) y el resto del mes en remoto. Participará en proyectos inter…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199779?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=02E8E81EC9A65D7659C0B37BD98FF46C3EF7668E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "TECHLEAD FULLSTACK ANGULAR / REACT",
    "description": "En IRIUM nos preocupamos porque no dejes de perseguir tus sueños. Prepárate para conquistar tus metas, y ten siempre presente disfrutar del camino. Actualmente nos encontramos en búsqueda de un / a TECH LEAD FULLSTACK ANGULAR / REACT , con más de 6 años de experiencia, para liderar un proyecto estratégico. Modalidad remota Experiencia mínima : 6 años en desarrollo Fullstack y liderazgo técnico Qué harás en el día a día? Liderarás un equipo multidisciplinar de desarrollo, fomentando buenas práct…",
    "secteur": "Trabajos en consultoría",
    "skills": [
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199724?se=BM1nc7hY8BGaTNore66Vcg&utm_medium=api&utm_source=03d8c83f&v=FA5A8427836F0E7F6129A1D60925CA07AE7EC3D5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Backend Engineer, Web",
    "description": "About us: RevenueCat makes building, analyzing, and growing mobile subscriptions easy. We launched as part of Y Combinator's summer 2018 batch and today are handling more than $4B of in-app purchases annually across thousands of apps. We are a mission driven, remote-first company that is building the standard for mobile subscription infrastructure. Top apps like ChatGPT, VSCO, Notion, and ClassDojo count on RevenueCat to power their subscriptions at scale. Our 90 team members (and growing!) are…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199826?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D431F5CA0EBA6DC617655EB51952879DCFA6C698",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mankind Technologies : Chief Technology Officer",
    "description": "Solo para miembros registrados Descripción del empleo Estamos buscando un CTO fullstack developer para unirse al equipo híbrido de remoto y físico en Barcelona. Somos una plataforma de coaching B2B que ayuda a mejorar el bienestar y el desarrollo de los empleados y las habilidades de liderazgo de los directivos. Startup en fase inicial con un MVP desarrollado externamente. Ya estamos trabajando con grandes clientes corporativos - pregunta y te diremos nombres. Hemos entrado en Lanzadera y ganad…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199572?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8C6F8B74C5A9CE7B5D25A5A72F299FF570E3890C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer, Infrastructure Platform Remote Spain Affirm is reinventing credit to make it more honest and friendly, giving consumers the flexibility to buy now and pay later without any hidden fees or compounding interest. We are seeking a Senior Software Engineer to join our Infrastructure Platform Engineering team, ensuring the reliability, availability, and operational efficiency of Affirm’s distributed systems. This role is ideal for engineers who thrive in highly scalable, clo…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199352?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=7104AB7B69DC9CF59404D9D693BA0B85C080DA90",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We are an ambitious, well-funded, high-growth global technology company transforming the hotel industry. At Duetto, we are passionate about creating innovative solutions to help hoteliers thrive. Although we work hard and operate at “Duetto speed,” the work atmosphere is casual, flexible, collaborative, and, most of all, fun. Our technology stack includes Java server technologies , React, TypeScript, GraphQL, and patent-pending analytical methods on top of MongoDB and AWS. What You Will Be Doin…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199169?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=D800C954EFD559BE1A59B0684810751A86252A95",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Tallinn, Spain (Remote) | End User Platform At Veriff, we verify identities at scale, helping businesses connect with honest people online. Our software verifies over 10,000 government-issued documents from more than 190 countries, and this is growing fast! These are millions of verified identities a year and countless people working behind the scenes to help make the lives of millions—and eventually billions—of people safer online. We are a force for good, and we want to be the standard for tr…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199103?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=3FDF96E5270F5D12572803C482555DCF6C9CCE13",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Developer (Java & React)",
    "description": "WE ARE HIRING!EnExtia, seguimos apostando por el crecimiento, la innovación y, sobre todo, por las personas. Esta vez buscamos a una persona apasionada por el desarrollo Fullstack con ganas de unirse a un equipo dinámico y con impacto real en el mundo del eCommerce. ¿Te animas?Si te motivan los entornos colaborativos, las arquitecturas modernas y trabajar en proyectos internacionales desde Barcelona… ¡te estamos buscando!Primero, ¿Quién? ️️Senior Fullstack Developer (Java & React)Cliente : Mult…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198879?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=26F2E6D532679168B8C2D265F4730193706742DD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Principal Infrastructure Engineer",
    "description": "At Dakota, we're building the next-generation global banking platform. Our mission is to empower businesses to operate globally by combining the best of crypto and traditional finance. Founded in 2024, Dakota already serves hundreds of customers and processes billions in annualized transaction volume. From day one, Dakota has been a fully remote company. Our lean but experienced team is distributed across North America and Europe, united by a deep sense of ownership, a relentless focus on our c…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281199037?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8EE6A1815C64C18CF70A7EC59ABB7D5E7C19B448",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mankind Technologies : Chief Technology Officer",
    "description": "Estamos buscando un CTO fullstack developer para unirse al equipo híbrido de remoto y físico en Barcelona! Somos una plataforma de coaching B2B que ayuda a mejorar el bienestar y el desarrollo de los empleados y las habilidades de liderazgo de los directivos. Asociarte con el CEO para definir, priorizar y realizar la hoja de ruta del producto. Trasladar gradualmente el trabajo de la agencia de desarrollo externa para crear, construir y gestionar un equipo de tech interno → eventualmente convert…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198815?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=9BAE21B14F568FC29DA9C2D5E410EF236D51E77F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Perfil Backend Senior Java (Remoto 100%) Madrid",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Perfil Backend Senior Java Remoto 1 ANALISTA PROGRAMADOR Java (100% TELETRABAJO) Madrid · Completamente remoto Madrid, Madrid Tecdata 13.06.2025 OFERTA: DESARROLLADOR BACKEND / ANALISTA PROGRAMADOR (100% TELETRABAJO) Requisitos Obligatorios: Experiencia demostrable con: Desarrollo Backend Java (últimas versiones) (imprescindibl…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281198778?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FA7CEB46138FFDB986ACF62FE45FACF6A5F47E91",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Engineer (Remote, Spain) Engineering · Spain ·",
    "description": "Bark is revolutionising the way people find professionals in over 1,000 unique categories. As the UK's largest and fastest-growing services marketplace, we're on a mission to make finding the right professional quick and easy. With a presence in eleven countries and plans for further expansion, joining us at this genuinely exciting time will be a journey like no other. Our cutting-edge technology ensures that you can always find the best professional for any job. With a talented team of over 20…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197872?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=73702861225704FCA129460378BDFE9973052FA3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer (Devops) - Remote - Remote",
    "description": "Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great leaps in human advancem…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197882?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=7162507CAF8ECE8D397FA054C85391970CCC1CA0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Vendor Consultant/Account Management with Italian, Amazon Vendor Services",
    "description": "Vendor Consultant/Account Management with Italian, Amazon Vendor Services Job ID: 2997286 | Amazon Development Center (Romania) S.R.L. Please keep in mind that this role is located in Romania and can be performed only from within Romanian borders. Amazon is the most customer-centric company. In the light of this, the company is offering to our most engaged customers – sellers/vendors (and not only) the highest level of services, encouraging them to participate to grow their businesses on Amazon…",
    "secteur": "Trabajos en consultoría",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197819?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8321E084D0B5FEAC0654109A961C207DEB80B2C9",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full-Stack Developer Angular / React & Springboot",
    "description": "Compartir Facebook Empresa GALIEMPLEO Descripción de la Empresa Somos una Empresa de Empleo Temporal y sector Servicios , trabajamos con el sector agrario, en el que somos un referente, contamos con una amplia diversificación, abarcando otras actividades como la construcción, la industria, la restauración, el sector hotelero o los servicios a terceros. Provincia Valencia Localidad PATERNA Salario SEGUN CONVENIO Tipo de Contratación Medio Tiempo Descripción de la Plaza Desde Galiempleo seleccion…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197799?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=1340EB1FA876B1355ECAC7A44AA37206E6E40844",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/A Aem - Front End",
    "description": "Únete a nuestro equipo como Desarrollador / a AEM y forma parte de un entorno tecnológico puntero, internacional y ágil Si cuentas con más de 2 años de experiencia en desarrollo con AEM y te entusiasma trabajar en proyectos innovadores con equipos multidisciplinares, ¡esta es tu oportunidad! 100% Teletrabajo : Trabaja desde donde prefieras con total flexibilidad y una buena conexión a internet. Horario flexible : Coordínate con tu equipo y organiza tu jornada a tu medida, cuidando tu equilibrio…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197769?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=8E7BC6E37822CA26942E1DA76EFD4CE202004ADB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Engineering Leader",
    "description": "Como Cloud Engineering Leader , formarás parte del equipo de ID de Software corporativo responsable del desarrollo y mantenimiento de las soluciones cloud y apps móviles de la unidad de Eficiencia Energética Eléctrica. Gestionarás un equipo de ingenieros de cloud multidisciplinar (aproximadamente 6 personas), asegurando la implementación y mantenimiento de soluciones de nube escalables y seguras sobre nuestro stack tecnológico (basado en Angular, React Native, Go, Echo, Xorm, Python, FastAPI, H…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197649?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=9AEDF129EA1E750FC659060C9C27C3336E78BFCA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Urgente: Ingeniero/A Senior Desarrollo De Aplicaciones Web Y Flutter",
    "description": "Soluciones de Tecnología AvanzadaEstamos buscando a un / a ingeniero / a senior con experiencia en desarrollo de aplicaciones web React y Flutter.La función principal del / a candidato / a es diseñar y dirigir la arquitectura en servicios complejos y de alto tráfico, trabajando en estrecha colaboración con los equipos de Producto, Diseño y Back-End para ofrecer funcionalidades rápidas y fiables.Responsabilidades- Desarrollar y refactorizar aplicaciones web React (TypeScript) y de escritorio Flu…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197329?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=0C561CA53667C0E346C1810AFBF9388EF17C4D17",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We're TravelPerk, a hyper-growth SaaS platform offering companies a one-stop-shop for booking, managing and reporting business travel. We've revolutionized the business travel market by offering an unrivaled selection of travel options, a powerful booking and management platform, and 24 / 7 customer support. It's why we've become the leading all-in-one travel management solution. Founded in 2015 and headquartered in Barcelona, we’ve grown to over 1200 people in 9 offices across Europe and North…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197242?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=C34E2831783ED6525E6793E30D6E58F4F879086B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Java Engineer (AWS) ID36740",
    "description": "AgileEngine is an Inc. 5000 company that creates award-winning software for Fortune 500 brands and trailblazing startups across 17 industries. We rank among the leaders in areas like application development and AI/ML, and our people-first culture has earned us multiple Best Place to Work awards. If you're looking for a place to grow, make an impact, and work with people who care, we'd love to meet you! WHAT YOU WILL DO - Work on our Records Management System (RMS) and Booking products, enhancin…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "aws",
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197266?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=30E0913C2BF462634AFC042E0F3DCFF6BFB86CA1",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197228?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=6D74F58AD85EC0D30CBB002C0F07BD5007180AC3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Manager I, Software Engineering",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197221?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CF78CA57390C742FB379C310332F60CB3041AC8C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Manager I, Software Engineering",
    "description": "Are you ready to trade your job for a journey? Become a FlyMate! Passion, excitement & global collaboration are all core to what it means to be a FlyMate. At Flywire, we’re on a mission to deliver the world’s most important and complex payments. We use our Flywire Advantage - the combination of our next-gen payments platform, proprietary payment network and vertical specific software, to help our clients get paid, and help their customers pay with ease - no matter where they are in the world. W…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197223?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=012F5F1579BB60FBABF0885F6CCAED5EE98D81B5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Engineer (React / Typescript)",
    "description": "We are currently working on a new project and seeking experienced Full Stack Developer (comfortable with backend and integrations) to join our team. This is an exciting opportunity for developers with strong React skills and experience in both WEB / BackEnd (MOBILE is a big plus) to contribute to a cutting-edge project. General position overview : The Developer will be responsible for migrating the existing product to a new cross-platform approach, leading the development efforts, ensuring the …",
    "secteur": "Trabajos en informática",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197009?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=E059F14AFF5FEEF05755D75A2BF29EA19359EF73",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Engineer (.Net React)",
    "description": "Your Strategic Partner for HR, Payroll & Headhunting Solutions We are seeking a highly skilled Senior Fullstack (.NET  React) Engineer to join our growing engineering team and help shape the future of productivity-driven software solutions. This role involves end-to-end software development, leveraging modern technologies across cloud platforms, backend, and frontend. If you're passionate about building high-performance, scalable applications in a collaborative and fast-paced environment—this o…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197155?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=C8D707D32105BB212690AE3556BA807CB20E8A1D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Join to apply for the Senior Software Engineer role at AgileEngine 1 week ago Be among the first 25 applicants Join to apply for the Senior Software Engineer role at AgileEngine AgileEngine is an Inc. 5000 company that creates award-winning software for Fortune 500 brands and trailblazing startups across 17 industries. We rank among the leaders in areas like application development and AI / ML, and our people-first culture has earned us multiple Best Place to Work awards. If you're looking for …",
    "secteur": "Trabajos en informática",
    "skills": [
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197008?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CA5D6C76B22E9B0B745EE0215504D8EE7FD5B93A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Detections and Response Team",
    "description": "Senior Software Engineer - Detections and Response Team Spain Elastic, the Search AI Company, enables everyone to find the answers they need in real time, using all their data, at scale — unleashing the potential of businesses and people. The Elastic Search AI Platform, used by more than 50% of the Fortune 500, brings together the precision of search and the intelligence of AI to enable everyone to accelerate the results that matter. By taking advantage of all structured and unstructured data —…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197079?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=3B870CC977D6A4C9C061D78053DFFEAB56D8341A",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mankind Technologies : Chief Technology Officer",
    "description": "Estamos buscando un CTO fullstack developer para unirse al equipo híbrido de remoto y físico en Barcelona! Somos una plataforma de coaching B2B que ayuda a mejorar el bienestar y el desarrollo de los empleados y las habilidades de liderazgo de los directivos. Asociarte con el CEO para definir, priorizar y realizar la hoja de ruta del producto. Trasladar gradualmente el trabajo de la agencia de desarrollo externa para crear, construir y gestionar un equipo de tech interno → eventualmente convert…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197071?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=43E4714A83EA05D343FE87B3686B9E0A60FC7F55",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We are an ambitious, well-funded, high-growth global technology company transforming the hotel industry. At Duetto, we are passionate about creating innovative solutions to help hoteliers thrive. Although we work hard and operate at “Duetto speed,” the work atmosphere is casual, flexible, collaborative, and, most of all, fun. Our technology stack includes Java server technologies , React, TypeScript, GraphQL, and patent-pending analytical methods on top of MongoDB and AWS. What You Will Be Doin…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281197132?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=DB59CD5501FCF2A8609B944289DB701399303429",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Cloud Engineering Leader",
    "description": "Cloud Engineering Leader , formarás parte del equipo de ID de Software corporativo responsable del desarrollo y mantenimiento de las soluciones cloud y apps móviles de la unidad de Eficiencia Energética Eléctrica. Gestionarás un equipo de ingenieros de cloud multidisciplinar (aproximadamente 6 personas), asegurando la implementación y mantenimiento de soluciones de nube escalables y seguras sobre nuestro stack tecnológico (basado en Angular, React Native, Go, Echo, Xorm, Python, FastAPI, HELM, …",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196921?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=6361BD66DD15AF21DF68D44B362105F0E08FC856",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Full Stack - Remote (F/M)",
    "description": "Our Mission : Powering Innovation That Drives Human Advancement When visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality with Ansys simulation. For more than 50 years, Ansys software has enabled innovators across industries to push boundaries by using the predictive power of simulation. From sustainable transportation to advanced semiconductors, from satellite systems to life-saving medical devices, the next great leaps in …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196917?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=2B2912462F2BA5D1F2D392FFACFAF5DBF376ED5D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "We are an ambitious, well-funded, high-growth global technology company transforming the hotel industry. At Duetto, we are passionate about creating innovative solutions to help hoteliers thrive. Although we work hard and operate at “Duetto speed,” the work atmosphere is casual, flexible, collaborative, and, most of all, fun. Our technology stack includes Java server technologies , React, TypeScript, GraphQL, and patent-pending analytical methods on top of MongoDB and AWS. What You Will Be Doin…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196913?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=6C5C90FA7C668FA81B0D32E114E2DF48465B8EB6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack Javascript Developer With Blockchain Experience",
    "description": "YeagerAI is a pioneering AI research lab dedicated to revolutionizing the way humans and artificial intelligence interact. We are operating at the intersection of blockchain technology and AI to build GenLayer, a groundbreaking blockchain that integrates AI in its consensus algorithm to create smart contracts that are intelligent and capable of connecting to the internet. With GenLayer, developers can build decentralized applications that leverage the power of AI to automate complex processes, …",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196898?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=A5305ABC43A33B6975B7578A3EFDFA4D681645B7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer - Accounting & Finance Software",
    "description": "Senior Software Engineer - Accounting & Finance Software Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Senior Software Engineer - Accounting & Finance Software 2 days ago Be among the first 25 applicants Join to apply for the Senior Software Engineer - Accounting & Finance Software role at Santander Consumer Finance Global Services Get AI-powered advice on this job and more exclusive features. Santander Auto Sof…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196883?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=FAC7626D9A8C7F7FD91F2172C900916C7E17D0D3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "The provided job description contains valuable information but requires formatting improvements for clarity and readability. It uses appropriate HTML tags but has issues such as inconsistent use of tags, some spelling errors, and redundant information that can be streamlined. Here's a refined version with improved structure and clarity : Responsibilities (Other duties may be assigned.) Take on a senior development role in the ongoing development of new features and maintenance of the FINEOS Edg…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196934?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=56C8D14539A9BC18319A07AB3E83094BF1AE2490",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/a Frontend - Javascript",
    "description": "En Sopra Steria trabajamos para hacer posible la transformación digital de nuestros clientes y para conseguirlo necesitamos seguir creciendo y sumando gracias a personas como tú. Con presencia en más de 25 países y con más de 45.000 colaboradores, nuestra misión es unir talento y proyectos, tratando de ayudarte a que encuentres un lugar en el que poder desarrollar todo tu potencial. ¿Te atreves a crear el futuro? Para acompañarnos en este camino, estamos buscando un/a programador/a front-end se…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196786?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=572D14096183D0FF2CB3E75069849F71C6465950",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Engineer – Mobile (React Native/iOS/Android)",
    "description": "Stripe is a financial infrastructure platform for businesses. Millions of companies—from the world’s largest enterprises to the most ambitious startups—use Stripe to accept payments, grow their revenue, and accelerate new business opportunities. Our mission is to increase the GDP of the internet, and we have a staggering amount of work ahead. That means you have an unprecedented opportunity to put the global economy within everyone’s reach while doing the most important work of your career. Abo…",
    "secteur": "Trabajos en informática",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196683?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CEE7425B7741D2E9B71AC64EBF1A9F6662E489EA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Data Platform Engineer",
    "description": "IMPORTANTE: Vacante abierta en Madrid y Barcelona. Descripción de la oferta Buscamos personas curiosas y comprometidas. Personas que buscan crecer, pero, sobre todo, mejorar el entorno de los empleados del grupo. ¿Eres una de ellas? Entonces, ¡esta oferta es para ti! Damos servicio a todas las áreas mediante una infraestructura de autoservicio que permite utilizar recursos y herramientas de analítica del dato para tomar decisiones estratégicas y dar mayor certeza en sus planes de acción. Nos en…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196806?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=BB1A2FDAFD5FA2023A62D8A5DA433E4628ABC366",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Backend Engineer",
    "description": "1 week ago Be among the first 25 applicants Get AI-powered advice on this job and more exclusive features. About MoonPay Hi, we’re MoonPay. We’re here to onboard the world to Web3. Why? Because we think Web3 is a unique and democratising technology. It gives people back control of their money, digital identity, data, and property like nothing else before it. What We Do We’re the leading infrastructure company in Web3. This means we offer our partners everything from payment solutions (we call t…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196544?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=005D5B7E96C9CACA99EA1AC4E1489BE21F817176",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Engineer - java microservicios",
    "description": "Porque trabajar en Sopra Steria, también es sentir Sopra Steria Somos un reconocido líder europeo en consultoría, servicios digitales y desarrollo de software, con cerca de 56.000 empleados en casi 30 países y más de 4.000 en España. Nos enfocamos en las personas , en su formación y desarrollo profesional, lo que nos impulsa a crecer y mejorar constantemente. Tenemos pasión por lo digital y al igual que tú, buscamos la mejor de las aventuras. Queremos que tu día a día se convierta en la mejor d…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196598?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=E64060719A4CFB565DCD8D153941F58A4B898FE9",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer",
    "description": "Ubyko Ubyko | Omnichannel Truly es una empresa tecnológica de reciente creación especializada en automatización de espacios urbanos para crear la logística del futuro. Fundamos la empresa con el objetivos de ofrecer herramientas logísticas para la Smartcity. Herramientas que permiten aprovechar mejor el espacio urbano y ahorrar energía en la distribución de mercancías en la ciudad. Estamos desarrollando los primeros Nanofulfillments totalmente automáticos para locales comerciales en colaboració…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196202?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F45CF566D5DC17F871C34B2C0932A93A3637C6AA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Full Stack React  Python - Remote H / F",
    "description": "ABYLSEN is an international engineering consulting group with 4300 employees. Created by a number of entrepreneurs in 2005, the group was born from a common development ambitions across the major European regions and is now located in 42 locations spread over 8 countries (France, Switzerland, Luxembourg, Belgium, the Netherlands, Italy, Spain and UK). Our main goal is to meet the needs of our clients across different sectors and key locations in the local market by supporting them with their pr…",
    "secteur": "Trabajos en informática",
    "skills": [
      "python",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196129?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=AC0CE63884D04E3776C072D7F33EAD9C9D40FF55",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Software Engineer II",
    "description": "We are looking for an experienced Senior Software Engineer II, ideally with a background in FinTech, to join the Flywire team in Spain. Your primary responsibility will be to build and maintain the platform that supports the money movement of our industry leading payment engine moving hundreds of millions everyday. You will be joining a team in charge of designing new functionalities and improving the current capabilities to improve speed, cost, and scalability of our product. A commitment to c…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281196106?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=0EBBDED7661B8915853317B09D8592CEB3925E97",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Engineer",
    "description": "Inspectorio is the leading AI-powered supply chain platform optimizing performance, building resilience, and providing intelligence across production chains for global brands, retailers, and their multi-tier suppliers. Our innovative platform seamlessly connects and digitizes supply chain processes to optimize decision-making, while providing real-time visibility and control over production chain operations. Today, Inspectorio is used by over 12,000 customers, including some of the largest bran…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195951?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=B333603F1B5582A17EFAD23763BE3AF3C41C9C3D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Developer (Java & React)",
    "description": "Extia , seguimos apostando por el crecimiento, la innovación y, sobre todo, por las personas. Esta vez buscamos a una persona apasionada por el desarrollo Fullstack con ganas de unirse a un equipo dinámico y con impacto real en el mundo del eCommerce. ¿Te animas? Si te motivan los entornos colaborativos, las arquitecturas modernas y trabajar en proyectos internacionales desde Barcelona… ¡te estamos buscando! Multinacional del sector servicios Ubicación : Barcelona (híbrido, con viajes puntuales…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195831?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=E5FFFBA4B379265EA0A6E5DBFD101E2977BF73FC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Java Developer, Madrid",
    "description": "Senior Java Developer Are you a forward-thinking professional with a strong background in Java and an interest in financial services? Join EPAM in Madrid as a Senior Java Developer in the private banking sector and accelerate your career in financial services technology. We are looking for a team player with excellent communication skills, engineering mastery, and a B2/C1 English level for effective stakeholder interactions. As part of this project, you will design, develop, and test software m…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195850?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=EE63A5A80941A9164CC6ECA760A897D4A6879552",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Solutions Architect (Front), Remote Spain",
    "description": "HBX Group is a leading B2B ecosystem player in the TravelTech space, connecting and empowering businesses in the ever-evolving world of travel. We drive growth for our clients and partners while removing friction from the end-to-end travel experience. Our cloud-based technology platforms offer fast and reliable access to a unique portfolio of travel products & services, while rich data and intelligence seamlessly connect supply and demand worldwide. We have over more than 3,000 experts worldwid…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195678?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=F8AF8030B5D71BD963170F2963B4A5C6E9B74E90",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Software Engineer",
    "description": "Direct message the job poster from Olala Homes Sr Talent Acquisition Specialist @ Olala! About Olala! Olala! is a fast-growing Real Estate management and hospitality group with headquarters in Barcelona. We are part of a hospitality group that manages over 1200 accommodation units, such as short-term rentals, hotels, and other unique stays; as well as 10 F&B assets, across multiple countries in Europe, Asia and the Middle East. Our mission is to provide our guests with unique hospitality experi…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 110000,
    "salaire_max": 125000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195456?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=CC81E34CF5E96D504F5A0F93DB62B02C0BF72C3E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Desarrollador/A Front-End | 100% Teletrabajo",
    "description": "Introduzca el título del trabajo o la habilidad para buscar Trabajos relevantes Introduzca su ciudad o código postal para mostrar los trabajos en su ubicación Ofertas de Desarrollador a Front End 100 Telet CURSO ONLINE GRATUITO DESARROLLO WEB JAVA CON TESTING con discapacidad La Opinión de Murcia CURSO ONLINE GRATUITO DESARROLLO WEB JAVA CON TESTING con discapacidad Madrid, Madrid La Opinión de Murcia 13.06.2025 CURSO ONLINE GRATUITO DESARROLLO WEB JAVA CON TESTING con discapacidad Anunciado 13…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195567?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=E644156376F6C7A248C4620756E41AEE5A240611",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Senior Fullstack Developer (Java & React)",
    "description": "En Extia , seguimos apostando por el crecimiento, la innovación y, sobre todo, por las personas. Esta vez buscamos a una persona apasionada por el desarrollo Fullstack con ganas de unirse a un equipo dinámico y con impacto real en el mundo del eCommerce. ¿Te animas? Si te motivan los entornos colaborativos, las arquitecturas modernas y trabajar en proyectos internacionales desde Barcelona ¡te estamos buscando! Cliente : Multinacional del sector servicios Ubicación : Barcelona (híbrido, con viaj…",
    "secteur": "Trabajos en informática",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195481?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=5DDE6516DE112C15BA4BD195933D77F7B576B080",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Engineering Director",
    "description": "Engineering Director - Payout and Retain pillar in Creator Org Remote, Spain THE CHALLENGE Eventbrite's mission to bring people together for live experiences sits at the intersection of technology at scale and core human interactions. Eventbrite's business growth and opportunity sits on top of the largest supply of unique and relevant events in the world. The Creators who host these events leverage Eventbrite every day as a primary partner for delivering consumers an unforgettable experience. A…",
    "secteur": "Trabajos en ingeniería",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 70000,
    "salaire_max": 90000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195485?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=06CCEDEC6E9D917D9178144B71F9BF23DE8BA039",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "Spain",
    "code_pays": "es",
    "titre": "Mid ABAP Software Engineer (m/f/d)",
    "description": "Join to apply for the ABAP Software Engineer (m/f/d) role at Syntax Iberia 1 week ago Be among the first 25 applicants Join to apply for the ABAP Software Engineer (m/f/d) role at Syntax Iberia Get AI-powered advice on this job and more exclusive features. Syntax is a leading Managed Cloud Provider for Mission Critical Enterprise Applications and has been providing comprehensive technology solutions to businesses of all sizes since 1972. Syntax has undisputed strength to implement and manage ER…",
    "secteur": "Trabajos en informática",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 90000,
    "salaire_max": 110000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.es/land/ad/5281195265?se=oqX0dLhY8BGqCIMQwFXQwA&utm_medium=api&utm_source=03d8c83f&v=17D92CC9CA0FFA269C9285F8873F62B644334108",
    "date_collected": "20250704_1120"
  }
]