[
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior React Developer",
    "description": "Senior React Developer required by a successful technology company whose office is in Staines. Hybrid working - 3 days per week in the office The successful Senior React Developer is likely to have a relevant degree and commercial experience in a similar role. The Senior Software Developer will join an experienced team developing modern interactive user interfaces using React with TypeScript. Key experience React TypeScript JavaScript Experience in any of the following areas would be advantageo…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70000,
    "salaire_max": 75000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5284010302?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "\"At Klipboard we've introduced a flexible hybrid work policy, where employees spend three days in the office and two days working from home. This approach promotes a balanced work environment that combines office collaboration with the comfort and convenience of remote work.\" Klipboard provides specialist software, services and support to deliver fully integrated trading and business management solutions to companies in the distributive trade – wherever they are in the world. With a unique dept…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 45707.98,
    "salaire_max": 45707.98,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283946225?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Portfolio Manager - Howden Markets",
    "description": "Who are we? Howden is a collective – a group of talented and passionate people all around the world. Together, we have pushed the boundaries of insurance. We are united by a shared passion and no-limits mindset, and our strength lies in our ability to collaborate as a powerful international team comprised of 18,000 employees spanning over 100 countries. People join Howden for many different reasons, but they stay for the same one: our culture. It’s what sets us apart, and the reason our employe…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 43550.43,
    "salaire_max": 43550.43,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283945993?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Engineer – Mobile",
    "description": "Job Description: Senior Engineer - Mobile Hybrid (up to 3 days per week working from home) Staines TW18 3DZ or Manchester M50 3SP Permanent £57,000 - £71,000 per annum, depending on experience 10% management bonus scheme Full-time – 37.5 hours per week At Bupa, we’re passionate about technology. With colleagues, customers, patients and residents in mind you’ll have the opportunity to work on innovative projects and make a real impact on their lives. Right from the start you’ll become part of ou…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 57000,
    "salaire_max": 71000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5283945929?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front End Developer",
    "description": "Accepting applications until: 15 August 2025 Job Description Front-End Developer At Global, we think big, work hard, and never stand still. We’re the proud home of the best media and entertainment, driven by our talented and passionate people. Our mission? To make everyone’s day brighter — our Globallers, our audiences, our partners, and our communities. Whether we’re in the studio, building world-class technology, or securing record Outdoor advertising partnerships, we make sure we’re doing it…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47352.51,
    "salaire_max": 47352.51,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283945664?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Front-End Engineer (Generative AI)",
    "description": "About Neo4j: Neo4j is the leader in Graph Database & Analytics, helping organizations uncover hidden patterns and relationships across billions of data connections deeply, easily, and quickly. Customers use Neo4j to gain a deeper understanding of their business and reveal new ways of solving their most pressing problems. Over 84% of Fortune 100 companies use Neo4j, along with a vibrant community of 250,000 developers, data scientists, and architects across the globe. At Neo4j, we’re proud to bu…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 54230.88,
    "salaire_max": 54230.88,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283945138?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Engineer",
    "description": "*This position is fully remote/home based. Applications will be accepted from candidates based in the UK and the following US states: FL, IL, MA, MD, NY, PA, TX, VA PLOS is a non-profit organization on a mission to drive open science forward with measurable, meaningful change in research publishing, policy, and practice. We believe in a better future where science is open to all, for all. Role Summary As Lead Engineer, you will draw on your diverse experience in software engineering, architectu…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 145000,
    "salaire_max": 200000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/details/5283943428?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Operations Manager",
    "description": "Job Title: Operations Manager Location: Aflex - Bradley Business Park Location Type: On-Site Website: https://www.wmfts.com/en/ Group: https://www.spiraxgroup.com/ Watson-Marlow Fluid Technology Solutions is part of Spirax Group, a FTSE100 and FTSE4Good multi-national industrial engineering Group with expertise in the control and management of steam, electric thermal solutions, peristaltic pumping and associated fluid technologies. When you join us, you will be integrated into a cooperative and…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 56061.21,
    "salaire_max": 56061.21,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283943190?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Developer C# (Full Stack)",
    "description": "Job Description: Employer: DWS Group Title: Senior C# Developer (Full Stack) Location: London About DWS: Today, markets face a whole new set of pressures – but also a whole lot of opportunity too. Opportunity to innovate differently. Opportunity to invest responsibly. And opportunity to make change. Join us at DWS, and you can be part of an industry-leading firm with a global presence. You can lead ambitious opportunities and shape the future of investing. You can support our clients, local com…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 45870.12,
    "salaire_max": 45870.12,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283942446?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior React Developer - UK - Fully Remote",
    "description": "This job will provide you with an opportunity to further your career alongside some of the best and most passionate technology experts from around the world in a leading company within the test, measurement and data analytics industry. You will be a strong contributor collaborating closely with colleagues from various business functions. At HBK, we live up to our three values: Be True, Own It and Aim High. We believe in absolute integrity – it’s how we win for stakeholders, the environment and …",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 68999.95,
    "salaire_max": 68999.95,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283942417?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=B66DE4DA5780861AF59B490D6A2DD77A78B3A541",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Frontend Engineer, Chordant",
    "description": "About Chordant Chordant transforms citizen and business communities globally with solutions and services built on shared real-time information. We are passionate about technology innovation and a standards-based approach that stimulates thriving global ecosystems. Chordant solutions address fundamental Smart City challenges by exposing and sharing mobility related data across systems, organisations and geographical boundaries. We have created one of the largest Smart City deployments integratin…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55191.27,
    "salaire_max": 55191.27,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283942240?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Operations - Operations Manager",
    "description": "EV Cargo have grown to become a predominate international supply chain partner to many of the world’s leading brands. We enable customer success through market leading air, ocean, surface freight, logistics, supply chain and technology solutions. Our growth is accelerating around the world. WHAT ARE WE LOOKING FOR? EV Cargo have grown to become a predominate international supply chain partner to many of the world’s leading brands. We enable customer success through market leading air, ocean, su…",
    "secteur": "Logistics & Warehouse Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42238.71,
    "salaire_max": 42238.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283941486?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=860CE7C417B5E1021481735CE67785CF01247D23",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Developer",
    "description": "Full Stack Developer Are you passionate about driving innovative solutions in web development? Do you thrive on transforming complex requirements into seamless, user-friendly applications? About Team: Our dynamic Agile team is at the forefront of developing cutting-edge technology for the future of peer review in scientific discovery. We are creating an innovative peer review system to enhance the review process. About Role: This position performs moderately difficult research, design, and soft…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 51311.04,
    "salaire_max": 51311.04,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283941229?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Divisional Director – Casualty Claims",
    "description": "Who are we? Howden is a collective – a group of talented and passionate people all around the world. Together, we have pushed the boundaries of insurance. We are united by a shared passion and no-limits mindset, and our strength lies in our ability to collaborate as a powerful international team comprised of 18,000 employees spanning over 100 countries. People join Howden for many different reasons, but they stay for the same one: our culture. It’s what sets us apart, and the reason our employe…",
    "secteur": "Accounting & Finance Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42779.68,
    "salaire_max": 42779.68,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283940949?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer – UI",
    "description": "The successful candidate will have excellent written, oral communication and interpersonal skills and demonstrate skilful application of the following core competencies: Performance bias – takes responsibility for achieving results, overcomes obstacles and adapts approach Strong decision making – effective in analysing situations and clarifying key issues Strong interest in new technology – makes appropriate use of technology to deliver an optimal business solution. Good awareness of the modern…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53219,
    "salaire_max": 53219,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283940705?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Global Category Director",
    "description": "*this role is open to remote working within the UK. Successful candidates will be required to travel to their closest UNiDAYS campus (London or Nottingham) on occasion. The role in a nutshell The Category Leader - Tech is responsible for the performance of the Tech, Entertainment and Banking category globally. The Category Leader is accountable for successfully executing the category strategy, meeting revenue targets and managing a team of 7 partnership managers, in line with the Retail Marketp…",
    "secteur": "Sales Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 78257.98,
    "salaire_max": 78257.98,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283939028?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Go Software Engineer",
    "description": "About Vidsy Vidsy is a multi-award-winning creative technology company, with hubs in London (HQ), NYC, LA, and Toronto. We’re building the ultimate platform for brands and Creators to team up and thrive together. Our platform empowers global brands to produce impactful video ads while giving Creators the tools, opportunities, and fair pay to work on amazing projects. We're building a different way to create; democratising creativity and empowering brands and Creators to build value together. Ab…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 51890.23,
    "salaire_max": 51890.23,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/details/5283938900?utm_medium=api&utm_source=03d8c83f",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer II React/Java",
    "description": "Job Description You're ready to gain the skills and experience needed to grow within your role and advance your career — and we have the perfect software engineering opportunity for you. As a Software Engineer II at JPMorgan Chase within Commercial and Investment Bank Payments Technology, you are part of an agile team dedicated to enhancing, designing, and delivering the software components of the firm's cutting-edge technology products in a secure, stable, and scalable manner. As an emerging m…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47360.1,
    "salaire_max": 47360.1,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283930950?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F835CAF2E04A8EAA0904586D83CBC2B4503BA2F5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Laravel Developer (Hybrid in Bradford, Digital Marketing agency working with ethical clients)",
    "description": "Senior Laravel Developer – Growth‑Stage Digital Agency Location: Remote (UK-based, with hybrid options) Salary: £55,000–£65,000 per annum (depending on experience) Contract: Full‑time Reporting to: Technical Director We’re partnering with a fast-growing digital agency on an opportunity for a hands-on Senior Laravel Developer. You’ll play a central role in architecting, building, and maintaining scalable web applications—both client-facing and internal—while working alongside a cross-functional …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 55000,
    "salaire_max": 65000,
    "salaire_predicted": "0",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283930850?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=966CD229453A8EB09B1B5F3B2E847B2444509F11",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Frontend Software Engineer - London (Typescript / Vue)",
    "description": "Frontend Software Engineer We are looking for a highly motivated Frontend Software Engineer (hybrid in London) to join an early stage technology company. This is a rare chance to join a startup at the very beginning - where your curiosity, ideas, and input will directly influence the product roadmap. You’ll be working closely with a small, experienced engineering team, building real features in a modern codebase from day one. As a Frontend Software Engineer, you’ll join a small and growing R&D …",
    "secteur": "IT Jobs",
    "skills": [
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 49330.38,
    "salaire_max": 49330.38,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283924286?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=E5CFCEA8CB00AC7D3ADEA2297E977AD483646100",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead React Engineer",
    "description": "Lead React Engineer | TypeScript, React, Next.js, GraphQL | Analytics Company My client is a leading provider of intelligence and data solutions to major players in the asset management industry. With a workforce of over 600 employees, they are currently expanding their tech and product offerings during a period of rapid growth. They’re now hiring a Lead React Engineer to lead one of their Engineering Squads. This is a 70% hands-on, 30% leadership role. You’ll stay close to the code while also …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 75320.12,
    "salaire_max": 75320.12,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283682867?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=EC2EF09285550CEA0C0E8EAE2421549DD8746E0E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Backend Product Engineer",
    "description": "We are thrilled to be partnering exclusively with Fyxer AI - the fastest growing AI start-up in the UK - to recruit talented Senior Backend Product Engineers for their London team. What Are They Building? Great people are working on overdrive to do a great job but are held back because their inbox is failing them. Fyxer AI is building an AI productivity tool that eliminates admin for client-facing professionals: consultants, recruiters, real estate agents anyone drowning in emails, scheduling, …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 89031.85,
    "salaire_max": 89031.85,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283682153?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=9DFFCEE2B6D79FD88F3ED576A94B00F7C44826F0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack JavaScript Engineer",
    "description": "Our client is on a mission to reshape global access to education by building a next-generation digital learning platform. This is a unique opportunity to build something meaningful from day one - an EdTech platform designed to expand access to high-quality learning for underserved students, support lifelong education, and create tools that help learners anywhere achieve their full potential. You won’t just be writing code - you’ll be helping define how education is delivered at a global scale i…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 74110.69,
    "salaire_max": 74110.69,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283681664?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=33C1C30F5F0A9C0859681121F2DE821170A2C115",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior AI/ML Engineer - London",
    "description": "Do you want to be in at the (very) early stages of a technology company that’s got huge ambition and vision, as well as the backing to make it happen? Our client is utilising their industry knowledge to innovate a product(s) that will disrupt the market, so it is a complete greenfield opportunity to be part of a product roadmap, the rest remains in stealth. What we can offer you The opportunity to join a start up at the founding stages, where the product roadmap will be guided by your input, in…",
    "secteur": "IT Jobs",
    "skills": [
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 51526.8,
    "salaire_max": 51526.8,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283681154?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=86B5C6CE90D5C06059437EE6986EF9440CCC3A01",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer - AI - £120k",
    "description": "Senior Full Stack Engineer – AI Infrastructure (Remote/London) A fast-growing AI startup is hiring a Senior Full Stack Engineer to help build scalable APIs and infrastructure for serving machine learning models in production. This is a hands-on role working across backend, frontend, and cloud systems. What You’ll Do: Build and maintain high-performance APIs (FastAPI/Python) Deploy ML models at scale using Kubernetes and Terraform Collaborate with ML teams to optimise training and inference pipe…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "kubernetes",
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 76212.99,
    "salaire_max": 76212.99,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283681145?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8E569A0C5CD738753DB7A9979BD44607A4A57584",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Node / React Engineer",
    "description": "▫️ Working Structure: Hybrid (London-based) ▫️ Pay Type: £700 PAYE inside IR35 per day ▫️ Paid Holidays ▫️ Tech Stack: Node.js, React, Nest.js, Python, AWS, Kafka, Terraform ▫️ Focus Areas: Microservices, CI/CD, API-first design, AI integration ▫️ Culture: Agile, automation-first, customer-centric, continuous learning As a Senior Engineer, you are accountable for the quality, speed, and reliability of our microservices architecture, ensuring seamless user experiences and robust data security. Y…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "aws",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 94404.34,
    "salaire_max": 94404.34,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283680180?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=D94DDBDC5EB14ED9721F809620D6A19CA0D9456F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Python Data Engineer",
    "description": "Key Responsibilities · Develop and maintain Python applications that meet business requirements and technical specifications. · Collaborate with cross-functional teams to design, develop, and implement software solutions. · Utilize Azure services and technologies to build scalable and efficient applications. · Troubleshoot, debug, and optimize code to ensure high performance and reliability. · Stay updated with the latest industry trends, technologies, and best practices in Python development a…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 43016.79,
    "salaire_max": 43016.79,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283680095?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=B9F81BAAB4670E675B2783A86C767EC65BB987C2",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "AI Software Engineer",
    "description": "Role Title: AI Software Engineer Location: London, UK-Hybrid, 3 days Onsite Rate: 220 GBP/ day (Inside IR-35) Mandatory skills: Python Machine Learning General AI experience Skills: Proficient: • Languages/Framework: Python, Fast API, Azure UI Search API (React) • Cloud: Azure Cloud Basics (Azure DevOps) • GitLab: GitLab Pipeline • Ansible and REX: Rex Deployment • Data Science : Prompt Engineering  Modern Testing • Data pipeline development and monitoring • Understanding of AI/ML algorithms an…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "azure",
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 72332.7,
    "salaire_max": 72332.7,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283679734?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=1E4AD07A5140B0103ADC64118EA1787969F016CB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead React Engineer",
    "description": "Lead React Engineer | TypeScript, React, Next.js, GraphQL | Analytics Company My client is a leading provider of intelligence and data solutions to major players in the asset management industry. With a workforce of over 600 employees, they are currently expanding their tech and product offerings during a period of rapid growth. They’re now hiring a Lead React Engineer to lead one of their Engineering Squads. This is a 70% hands-on, 30% leadership role. You’ll stay close to the code while also …",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 74413.52,
    "salaire_max": 74413.52,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283679715?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=A0B6861329FBB419CB1F4A57905726A230BF0E1D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Mobile Engineer (React Native)",
    "description": "Reward Gateway|Edenred is a global market leader in benefits and employee engagement. We help our clients and their leaders transform employee experience that will attract, engage, and retain top talent through employee benefits, strategic reward and recognition, well-being, and much more. Our mobile development team is expanding, and we have an exciting opportunity for a Lead Engineer . We are looking for someone who is passionate about creating high-quality mobile experiences and is comfortab…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 66216.64,
    "salaire_max": 66216.64,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283679383?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8E10AF872754E9239BD1140C5856E227CE1E1827",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Principal or Associate Electrical Engineer",
    "description": "Principal or Associate Electrical Engineer. Property Services - London. About us Hoare Lea is a human-centric and planet-conscious engineering consultancy. We offer intelligent and sustainable solutions to complex design challenges for the built environment throughout the UK and further afield. We provide a wide range of engineering and consultancy services, including acoustics, air quality, building services (MEP), fire, lighting, security and sustainability to name but a few. Together, our hi…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 54425.33,
    "salaire_max": 54425.33,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283679048?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=70F2E433C4EAB86320A892A65E28FBFE5A353075",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Senior Full-Stack Developer Wrexham - Hybrid 12 Month Contract £42 per hour Key Skills: Java and SQL We are looking for a skilled and capable Senior Full-Stack Software Engineer to join our team! This is a chance to shape up health-tech ecosystem by launching digital products to the market. You will be working with a team of experts in technology and healthcare to provide great solutions for our users. As a Senior Full-Stack Software Engineer, you will: Leverage your comprehensive expertise acr…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "sql"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 60468.81,
    "salaire_max": 60468.81,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283678090?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=1693AC70707863E7F6B3B70DBF15843F93C39FE6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Frontend Engineer",
    "description": "At Cue , we’re redefining customer engagement with modern, AI-powered chat solutions across WhatsApp, web chat, Messenger, and more . We’re looking for a Full Stack Frontend Engineer who’s passionate about building world-class UI experiences, solving complex technical challenges, and shaping the next generation of our omni-channel customer service platform. You’ll work on highly scalable, maintainable applications using React, TypeScript, and modern frontend technologies , while collaborating w…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 48056.57,
    "salaire_max": 48056.57,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283677839?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F6144B003D948131DFD65CFA2ABD4FE82BD47487",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "Software Developer – .Net, React, Azure Manchester | Up to £60,000  Bonus | Remote with Manchester meetups Join a fast-growing software company where your ideas matter. We're looking for a .Net Developer to help maintain and improve our core platform while working on new features and projects. What You’ll Be Doing Building and maintaining .Net web apps (ASP.Net, .Net Core, MVC) Working with React on the frontend (experience a bonus, training provided) Using Azure and Azure DevOps for cloud depl…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 56480.81,
    "salaire_max": 56480.81,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283677405?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=5F60C2BCDA6B374B654C7CE4FFEAD4DD6EF83BA6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Public Health Engineer",
    "description": "Senior Public Health Engineer Bournemouth or Reading About us Hoare Lea is a human-centric and planet-conscious engineering consultancy. We offer intelligent and sustainable solutions to complex design challenges for the built environment throughout the UK and further afield. We provide a wide range of engineering and consultancy services, including acoustics, air quality, building services (MEP), fire, lighting, security and sustainability to name but a few. Together, our highly skilled teams …",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41111.63,
    "salaire_max": 41111.63,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283677272?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=0C1666C9E0C95BE8F880C66C8816FAE1280F63A4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Frontend Software Engineer - London (Typescript / Vue)",
    "description": "Frontend Software Engineer We are looking for a highly motivated Frontend Software Engineer (hybrid in London) to join an early stage technology company. This is a rare chance to join a startup at the very beginning - where your curiosity, ideas, and input will directly influence the product roadmap. You’ll be working closely with a small, experienced engineering team, building real features in a modern codebase from day one. As a Frontend Software Engineer, you’ll join a small and growing R&D …",
    "secteur": "IT Jobs",
    "skills": [
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 48736.56,
    "salaire_max": 48736.56,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283676809?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=FDCD23421C83C8A0B6E8098D09B4C16AB42C31CE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 53338.25,
    "salaire_max": 53338.25,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283676676?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F814F95757374F138110B68D750E48CC2B71244D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Frontend Developer",
    "description": "Role: Senior Frontend Developer Tech: React, TypeScript, modern JS, CSS, Jest/Vitest/Cypress Location: Remote-first, with 1 monthly team meetup in Birmingham Salary: £70,000–£80,000 Our client is building the next generation of internal platforms for a global tech learning company- and this is your chance to help shape it from the ground up! They are on a mission to help developers put software to work in smarter ways and are now entering a bold new phase - replatforming the business to respond…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 52130.5,
    "salaire_max": 52130.5,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283676589?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=D4219B0FAB0766DAB90E3EBEA9158AA04964436B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "AI Software Engineer",
    "description": "Role Title: AI Software Engineer Location: London, UK-Hybrid, 3 days Onsite Rate: 220 GBP/ day (Inside IR-35) Mandatory skills: Python Machine Learning General AI experience Skills: Proficient: • Languages/Framework: Python, Fast API, Azure UI Search API (React) • Cloud: Azure Cloud Basics (Azure DevOps) • GitLab: GitLab Pipeline • Ansible and REX: Rex Deployment • Data Science : Prompt Engineering  Modern Testing • Data pipeline development and monitoring • Understanding of AI/ML algorithms an…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "azure",
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 71461.91,
    "salaire_max": 71461.91,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283676394?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=AD129C62B3CB07914D421A38AE1796946555208D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Junior Backend Software Engineer – London (Russell Group Grads)",
    "description": "We are looking for a highly motivated Junior Backend Software Engineer (hybrid in London) to join an early stage technology company. This is a rare chance to join a startup at the very beginning - where your curiosity, ideas, and input will directly influence the product roadmap. You’ll be working closely with a small, experienced engineering team, building real features in a modern codebase from day one. As a Junior Backend Software Engineer, you will be designing and implementing scalable, hi…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55047.66,
    "salaire_max": 55047.66,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283676220?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=76D27023A173A1F620EA8551DA6B29A6D17C9D39",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer – .NET Are you a .NET expert who thrives in solving complex technical challenges? Do you want to work on impactful software that supports critical business operations? My client is seeking a talented Senior Software Engineer with strong .NET experience to join their growing engineering team. You’ll play a key role in designing and building high-quality, scalable solutions across enterprise-level systems. This is a hands-on role ideal for someone who enjoys both writing …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 63354.75,
    "salaire_max": 63354.75,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283674301?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=5B3F4573BAD96304AB7D56872C62E41FAFCCF2AC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Python Developer",
    "description": "About the Role Unilink is building a new team to develop an innovative telephony platform for secure inmate communications . We are looking for a Full-Stack Developer who is confident working across both backend and frontend stacks using Python and JavaScript/TypeScript . This role offers a unique opportunity to shape a socially impactful system used across UK correctional facilities. Responsibilities Develop full-stack applications using Django or FastAPI (backend) and modern JS frameworks (e.…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "typescript",
      "django"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50169.91,
    "salaire_max": 50169.91,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283673960?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8D59796EDE257033DBA355BD610B1BAC532F2166",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Graduate Software Engineer",
    "description": "Graduate Software Engineer Location : Bracknell, 5 days on site Would you like an opportunity to tackle challenging technical problems with a commercial and customer-focused approach? This opportunity is to work across an innovative platform built using the latest web technologies, working on a product that enables enterprises to create user-friendly, high-productivity interfaces for business applications. What we're looking for: A 2:1 or higher in a STEM discipline (e.g., Computer Science, Mat…",
    "secteur": "Graduate Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47902.51,
    "salaire_max": 47902.51,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283673689?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=279BD47057898ABE149E8BB0465DF5D52D597619",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Machine Learning Engineer",
    "description": "Machine Learning Engineer – London – Exciting Early-Stage Start-Up Are you looking for you next Machine Learning Engineering role? Do you want to be a part of an exciting and hard-working team? This may be the position for you! This Machine Learning Engineer role is an early-stage position as the company is only beginning to scale this year. The founders have a very successful background with an incredible portfolio of previous projects. Working within a start-up company will provide you with t…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50746.73,
    "salaire_max": 50746.73,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283671062?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=6A2DDCB3A624D34F891A217F3F612891D5DC39B0",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Junior Backend Software Engineer – London (Russell Group Grads)",
    "description": "We are looking for a highly motivated Junior Backend Software Engineer (hybrid in London) to join an early stage technology company. This is a rare chance to join a startup at the very beginning - where your curiosity, ideas, and input will directly influence the product roadmap. You’ll be working closely with a small, experienced engineering team, building real features in a modern codebase from day one. As a Junior Backend Software Engineer, you will be designing and implementing scalable, hi…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55718.48,
    "salaire_max": 55718.48,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283670798?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=767C3D11D9AFEB335B24BAF5E585C3E8D1C7E3AE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Audio Visual Technician",
    "description": "The Opportunity London Filmed is a digital-first live event production and creative media company powered by people who are transforming the way events are built. We provide a single-source solution that leverages the power of technology, technical expertise, and creative media to build best-in-class live event media solutions for leading brands and event professionals in the UK, USA, and Europe. We are proud to work with global brands including The Financial Times, AllSaints, Brompton Bicycles…",
    "secteur": "PR, Advertising & Marketing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42805.46,
    "salaire_max": 42805.46,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283670461?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=B7004DD94D9596F1BBB48C6C707E14937773DA06",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Mobile Engineer (Product)(React Native) - Series B Health Tech Scale-up - £110k - Hybrid in London",
    "description": "I am representing a fast-growing SERIES B Health Tech scale-up who are on a mission to help millions live longer & have healthier lives! Their all-in-one platform combines cutting-edge technology with world-class medical expertise to diagnose, treat, and support their users. They’re looking for a React Native/ TypeScript focused Senior Mobile Engineer (product) who’s not just a coder, but a builder, a thinker, and a doer. You will work on their Health & Fitness MOBILE APPLICATION that helps the…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 80170.29,
    "salaire_max": 80170.29,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283670360?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=C950A12C4D8E2690527B6CAE5DB7C964782CBF53",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "We’re looking for a Senior Full Stack Java Engineer to: Design, develop, and improve the digital products and technology services we provide to our clients and employees Apply a broad range of software engineering practices, from analyzing user needs and developing new features to automated testing and deployment Ensure the quality, security, reliability, and compliance of our solutions by applying our digital principles and implementing both functional and non-functional requirements Build obs…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53138.92,
    "salaire_max": 53138.92,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283670358?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=C8EB210746CF24AC72EAEB0AA34EEE22D88160FE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 51215.85,
    "salaire_max": 51215.85,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283670157?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=643F9BBA7322E058E5C8A349E355937B8050F499",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 53594.37,
    "salaire_max": 53594.37,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283669921?se=pk1JarhY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=4432B1E4D1117445977FE42DDE68C65517FEB2A6",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 58557.26,
    "salaire_max": 58557.26,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283669432?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=3AF75D94A803C5F2EE0A8155CF85773E3C1AD9AA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 58487.38,
    "salaire_max": 58487.38,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283669414?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=84987DC812D8AB678D2EFD6951FFE9066AAC8FBA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 57768.84,
    "salaire_max": 57768.84,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283669126?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=55D98D58DAAA56E5F07F3D565F630AEFAFE06B6F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Laravel Developer (Marketing agency focused on ethical clients )",
    "description": "Senior Laravel Developer – Digital Agency focused on ethical clients Location: Bradford Salary: £40,000–£45,000 per annum (depending on experience) Contract: Full‑time Reporting to: Senior Engineer We’re partnering with a fast-growing digital agency on an opportunity for a hands-on Senior Laravel Developer. You’ll play a central role in architecting, building, and maintaining scalable web applications—both client-facing and internal—while working alongside a cross-functional engineering team. T…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 63034.31,
    "salaire_max": 63034.31,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668951?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=D1955B497E0A25A8F362027DA410C0227A2AB0DF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Backend Product Engineer",
    "description": "We are thrilled to be partnering exclusively with Fyxer AI - the fastest growing AI start-up in the UK - to recruit talented Senior Backend Product Engineers for their London team. What Are They Building? Great people are working on overdrive to do a great job but are held back because their inbox is failing them. Fyxer AI is building an AI productivity tool that eliminates admin for client-facing professionals: consultants, recruiters, real estate agents anyone drowning in emails, scheduling, …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 87960.2,
    "salaire_max": 87960.2,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668712?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=E74E052D19874587FDB7EDE488A86D8AE43D8272",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Machine Learning Engineer",
    "description": "Machine Learning Engineer – London – Exciting Early-Stage Start-Up Are you looking for you next Machine Learning Engineering role? Do you want to be a part of an exciting and hard-working team? This may be the position for you! This Machine Learning Engineer role is an early-stage position as the company is only beginning to scale this year. The founders have a very successful background with an incredible portfolio of previous projects. Working within a start-up company will provide you with t…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50136.09,
    "salaire_max": 50136.09,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668479?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=89E5AC85CECEED735C09D64E852EAEE4C3C792CF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior AI/ML Engineer - London",
    "description": "Do you want to be in at the (very) early stages of a technology company that’s got huge ambition and vision, as well as the backing to make it happen? Our client is utilising their industry knowledge to innovate a product(s) that will disrupt the market, so it is a complete greenfield opportunity to be part of a product roadmap, the rest remains in stealth. What we can offer you The opportunity to join a start up at the founding stages, where the product roadmap will be guided by your input, in…",
    "secteur": "IT Jobs",
    "skills": [
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50906.49,
    "salaire_max": 50906.49,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668465?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=783A9DFCBD0777D5C4BAE72E8ACE875019A4CCAB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "We’re looking for a Senior Full Stack Java Engineer to: Design, develop, and improve the digital products and technology services we provide to our clients and employees Apply a broad range of software engineering practices, from analyzing user needs and developing new features to automated testing and deployment Ensure the quality, security, reliability, and compliance of our solutions by applying our digital principles and implementing both functional and non-functional requirements Build obs…",
    "secteur": "IT Jobs",
    "skills": [
      "java"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 52499.2,
    "salaire_max": 52499.2,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668392?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=7975A457FF4283E8E1B2702EC7A9E7ABB09DCC59",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Staff Product Engineer",
    "description": "Role : Staff Product Engineer  Salary: Up to £140k  package incl. equity  Location: London hybrid working (2-3 days pw)  Key Skills: React.js, Next.js, Typescript, AWS etc. SwitchTT are currently partnered with an AI led SaaS start-up business who recently had a significant pre-seed funding round. Who are now seeking a Staff Product Engineer to deliver impact across strategy, direction and greenfield product development. As the Staff/Lead Product Engineer you’ll join a close knit team working a…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "aws",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55483.53,
    "salaire_max": 55483.53,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668359?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F26AA298B5A9D06F54A881B28F7D73317EE1BF61",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Software Engineer – Full Stack",
    "description": "Lead Software Engineer – Full Stack Flexible Hybrid working Salary up to £80k Benefits  Bonus A Lead Software Engineer opportunity within a growing SaaS business. The Lead Software Engineer will remain hands-on in developing an innovative product in a modern engineering environment. The company are expanding their software leadership resources and require a dedicated Lead Engineer (Vue.js, React, TypeScript) to lead a small Agile development team and take technical leadership of the product, al…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 74317.85,
    "salaire_max": 74317.85,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283668058?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=48541D6663BC5601C5E46726E09452BBF2F5A4B5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Java (React) Software Engineer",
    "description": "Full Stack Java Developer – React Focus (Onsite, Investment Banking – Birmingham) About Inspire Talent At Inspire Talent , we specialise in delivering high-calibre technology consultants to global clients across financial services, capital markets, and enterprise transformation programmes. Our consultants benefit from continuous development, mentorship, and the opportunity to work on high-impact projects within complex technology environments. We are currently seeking a Full Stack Java Develope…",
    "secteur": "IT Jobs",
    "skills": [
      "java",
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 72111.34,
    "salaire_max": 72111.34,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283667910?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=9C643D9BC27F282E1CFFA8DAE1B3DB86E5C0008B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer - London",
    "description": ".NET Developer, .NET 9, C#, Agile - London (Tech stack: .NET Developer, .NET 9, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) We are pleased to announce the arrival in the UK of one of Silicon Valley’s most successful and exciting brands. They’re at the heart of the Internet, helping the most innovative companies remove the complexities of delivering any experience, to any device…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47032.88,
    "salaire_max": 47032.88,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283667719?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=64DFFB1BDA06BE18616F7DE9FC2A756D00A7AA53",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Generative AI Engineer",
    "description": "Fullstack GenAI Developer (Python/GenAI/LLM) Hybrid Remote (Manchester, London, or Glasgow HQ) Up to £55k Global Consultancy Client Are you a talented Fullstack Developer with a passion for Generative AI (GenAI) and looking for an exciting opportunity to grow within an innovative global consultancy? We’re seeking a skilled Fullstack GenAI Developer to join a dynamic, expanding team. If you have experience balancing Fullstack Development with GenAI expertise, this could be the perfect next step …",
    "secteur": "IT Jobs",
    "skills": [
      "python"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 42921.48,
    "salaire_max": 42921.48,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283667784?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8FF2CA20E503C1C1470AC1C2E8444B6E7AF7B554",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack JavaScript Engineer",
    "description": "Our client is on a mission to reshape global access to education by building a next-generation digital learning platform. This is a unique opportunity to build something meaningful from day one - an EdTech platform designed to expand access to high-quality learning for underserved students, support lifelong education, and create tools that help learners anywhere achieve their full potential. You won’t just be writing code - you’ll be helping define how education is delivered at a global scale i…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 73218.56,
    "salaire_max": 73218.56,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283667670?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=611CE010153B9FA6499419807A390F685ED5E00E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Junior Full Stack Engineer -LLM Products",
    "description": "A junior Full-Stack Developer with LLM Products experience is required for a growing software development company, building the next wave of AI-powered tools. We ship fast, iterate weekly, and love developers who treat product like craft. You'll work directly with a senior engineer, touching everything from front-end UI to prompt engineering and deployment. Build and ship features using React/Next.js, Node/Python, and FastAPI Version prompts, experiment with LangChain, OpenAI, and Anthropic Use…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50890.08,
    "salaire_max": 50890.08,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283667643?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=31A5CCF309AC837DF60F2ADE69DBE5382685F450",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer",
    "description": "Please note - Ideally, you have Golang experience, but they’re completely open to any language as long as you have the ability and willingness to learn! Role: Senior Full Stack Developer Tech: SQL, Golang, React, TypeScript, REST/GraphQL, Docker/Kubernetes, AWS/GCP Location: Remote-first, with 1 monthly team meetup in Birmingham Salary: £70,000–£80,000 Our client is building the next generation of internal platforms for a global tech learning company, and this is your chance to help shape it fr…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "aws",
      "docker",
      "typescript",
      "kubernetes"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 61275.72,
    "salaire_max": 61275.72,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283667357?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=1FC239AAB7429292997CE1832B92ECEDDD3B4C9B",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 51488.83,
    "salaire_max": 51488.83,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283665443?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=3CF1F0E8C6B01574EF788DC13E0851ED963F14D4",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior .NET Developer",
    "description": "Senior .NET Developer Tech Requirements: NET, React OR Angular, MySQL £60,000-£80,000 Oxford/Remote Harvey Nash have partnered with a global business well established within the online gaming/gambling industry who have ambitious growth plans. The company have a wide array of clients ranging from independent gaming studios to the world’s largest online casinos delivered into by teams across UK, Canada, South Africa, and China. The successful .NET Developer will be a key player in building two ad…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "angular"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 48799.58,
    "salaire_max": 48799.58,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283665491?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=50BBED3439EAB6801CF1F49E30E2F29AE5C3EC83",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Software Engineer",
    "description": "Title: Lead Fullstack Engineer Salary/Package: £90k-£105k  Equity Company Sector: Fintech / Climate Tech: TypeScript, Node, React, Next, GraphQL Location: Central London (London Bridge / Bank) WFH / Hybrid: 2 days a week on site This is a unique opportunity with an existing client of ours to work on a greenfield climate project. The Opportunity We're looking for a Lead Engineer to take full technical ownership of a public-facing digital service that supports a government body in meeting their c…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "node",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 81646.95,
    "salaire_max": 81646.95,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283665429?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=2B26A2EDDC03727963F5B6F6C44DB2A76DA845F7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior JavaScript Developer",
    "description": "This is an exciting new vacancy for a Senior Full Stack JavaScript Developer to work, on a remote basis, for an innovative business in who are on a mission to improve care standards for vulnerable groups within the UK. Joining a close knit, multi-disciplinary team this is a great opportunity to utilise your development skills to truly make a difference to society within an environment where your opinions will matter, and you can see the positive impact your work has. In your new role you will b…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 51717.32,
    "salaire_max": 51717.32,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283665225?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=6A73F33035858A18304E42F259EF244062D3E041",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Node / React Engineer",
    "description": "▫️ Working Structure: Hybrid (London-based) ▫️ Pay Type: £700 PAYE inside IR35 per day ▫️ Paid Holidays ▫️ Tech Stack: Node.js, React, Nest.js, Python, AWS, Kafka, Terraform ▫️ Focus Areas: Microservices, CI/CD, API-first design, AI integration ▫️ Culture: Agile, automation-first, customer-centric, continuous learning As a Senior Engineer, you are accountable for the quality, speed, and reliability of our microservices architecture, ensuring seamless user experiences and robust data security. Y…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "aws",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 95554.13,
    "salaire_max": 95554.13,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283661889?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=5871271AE7109164C9AEC680E001A65DFB89FF80",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer (GO/React)",
    "description": " Full Stack Product Engineer – SaaS Startup  We’re excited to partner with a profitable SaaS startup experiencing rapid growth and strong ARR in a short timeframe. Due to increasing customer demand, they’re expanding their engineering team and looking for product-minded engineers to join them on their journey.  Role Details Title: Senior Product Engineer Location: Hybrid – 3 days/week in Central London office Salary: Up to £120k  Equity Tech Stack: Go, TypeScript, React (open to other strong te…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 79452.23,
    "salaire_max": 79452.23,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283661907?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=B613F398CC7B36BAF025A2E0C2676D70F4C85994",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Python Data Engineer",
    "description": "Key Responsibilities · Develop and maintain Python applications that meet business requirements and technical specifications. · Collaborate with cross-functional teams to design, develop, and implement software solutions. · Utilize Azure services and technologies to build scalable and efficient applications. · Troubleshoot, debug, and optimize code to ensure high performance and reliability. · Stay updated with the latest industry trends, technologies, and best practices in Python development a…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 43540.88,
    "salaire_max": 43540.88,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283661601?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=E7D23B2E8E8ED27BFD2B98427E5B91F83DB12C9F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Principal or Associate Electrical Engineer",
    "description": "Principal or Associate Electrical Engineer. Property Services - London. About us Hoare Lea is a human-centric and planet-conscious engineering consultancy. We offer intelligent and sustainable solutions to complex design challenges for the built environment throughout the UK and further afield. We provide a wide range of engineering and consultancy services, including acoustics, air quality, building services (MEP), fire, lighting, security and sustainability to name but a few. Together, our hi…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 55088.31,
    "salaire_max": 55088.31,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283661638?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=E138AB251B0C10FD56B6BEB85BDE865C74A1FA1E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Audio Visual Technician",
    "description": "The Opportunity London Filmed is a digital-first live event production and creative media company powered by people who are transforming the way events are built. We provide a single-source solution that leverages the power of technology, technical expertise, and creative media to build best-in-class live event media solutions for leading brands and event professionals in the UK, USA, and Europe. We are proud to work with global brands including The Financial Times, AllSaints, Brompton Bicycles…",
    "secteur": "PR, Advertising & Marketing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42290.23,
    "salaire_max": 42290.23,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283659769?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=01867F4027C802BF34B76F81E9910225F89EE078",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer (GO/React)",
    "description": " Full Stack Product Engineer – SaaS Startup  We’re excited to partner with a profitable SaaS startup experiencing rapid growth and strong ARR in a short timeframe. Due to increasing customer demand, they’re expanding their engineering team and looking for product-minded engineers to join them on their journey.  Role Details Title: Senior Product Engineer Location: Hybrid – 3 days/week in Central London office Salary: Up to £120k  Equity Tech Stack: Go, TypeScript, React (open to other strong te…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 78495.89,
    "salaire_max": 78495.89,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283659128?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=365B1CD0539B4D90D6AC1135D4636FA219DBDB1D",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "The Vacancy Are you a Fullstack Developer looking for a role where the work you do directly supports better outcomes in UK healthcare? Do you thrive in collaborative teams, enjoy working across the stack, and want to contribute to technology that genuinely makes a difference? Then we’d love to hear from you. We’re looking for a Fullstack Developer with a strong background in front-end technologies, and the flexibility to support backend work too. This role sits within our software engineering t…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 58893.4,
    "salaire_max": 58893.4,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283658469?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=64E0F0D82804416F20C6A9837418460036B261DA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 51718.26,
    "salaire_max": 51718.26,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283658416?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F8BCAA656D70924B2FEEBCC2448C831BE260D793",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full stack Developer - Fully Remote",
    "description": "Full Stack Developer - Remote-based Up to £60k As a Full Stack Developer, you’ll help deliver and maintain the core web applications that support our internal teams and client-facing services. The team operates within a modern, stabilised framework built on Next.js (JavaScript), Tailwind CSS, and C# 9 (.NET Core), and is now focused on scaling feature delivery and increasing technical maturity. You’ll be joining a team that recently moved from chaos to structure, with strong foundations now in …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 53636.81,
    "salaire_max": 53636.81,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283658344?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F10134BBB111F2631236EB054CFF5814F1912AF9",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Automotive Service Communications Engineer",
    "description": "Based: Daventry, Northamptonshire & Gaydon, Warwickshire – Hybrid Working Type: Full-time, permanent Salary: TBD based on experience  company benefits Do you have a strong knowledge of modern vehicle systems? A high level of detail, writing, and presentation skills? CAD-IT are seeking an Automotive Service Communications Engineer who will be the link between engineering and the Aftersales dealer network. Following the launch of new vehicles, technical scenarios are identified by engineering and…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 41804.71,
    "salaire_max": 41804.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283658062?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=A05854A1F0A9BE5781ADF63F2DE901A80B4478B5",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full-Stack Software Engineer",
    "description": "Job Title: Senior Full-Stack Software Engineer Job Function: Software Engineering Therapy Area/Industry: Health-Tech Location: Wrexham, UK Job Description: Proclinical is seeking a Senior Full-Stack Software Engineer to contribute to the development of innovative digital products in the health-tech space. In this role, you will collaborate with a team of technology and healthcare experts to deliver user-focused solutions. This position offers an opportunity to tackle complex technical challenge…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 66867.22,
    "salaire_max": 66867.22,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283658053?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=4F8B46A7A1DA18E51F31D2ACD4B6F0270B6E2BDF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Senior Software Engineer Nine Twenty is working with a high-growth tech company creating cutting-edge digital experiences used by millions around the world. Their mission? Simple: combine smart engineering with clever product thinking to deliver real impact—and have fun doing it. If you're a senior developer who thrives on solving complex problems, mentoring others, and working with modern tech in a supportive, fast-moving environment, you’ll feel right at home! Key Responsibilities: Architect …",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 62189.53,
    "salaire_max": 62189.53,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283657961?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=20E6ED865EB0BC05D7411493CFF0A582D77A8B1F",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Software Engineer",
    "description": "Due to company growth, my client, who provide remote diagnostic solutions to the automotive industry, are looking for a Senior Software Developer. As a key role within the IT team, you will be responsible for the design, implementation and testing of the backend components that empowers customer and operational functions. You will be expected to work within a home based role, speaking with colleagues within the US and UK. Mainly via Teams. The role - Design robust API's to support mobile and de…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 50101.11,
    "salaire_max": 50101.11,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283657933?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=200C70F9CA9AD784E68F9022B406653A0398888E",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Full Stack Developer | C# .NET 6, Vue/React, MVC | GeoSpatial Tech with Real-World Impact This is a full stack developer position focused on building and enhancing web applications for a high-performance GIS platform. You’ll work on everything from client-side UIs to server-side architecture, playing a key role in modernising tools that deliver interactive map interfaces and spatial data solutions to real-world users. You'll be joining an established dev team, contributing to new product builds…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53412.87,
    "salaire_max": 53412.87,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283657812?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=23CC5347716F60C1D4ACF61B845D0418DBA844B3",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer",
    "description": "About Trusted: We’re on a mission to help global organisations win more profitable business faster, through intelligently capturing and converting the trusted voice of the customer. Trusted is set to redefine Customer Advocacy Marketing with a cloud-native, real-time, and AI-powered platform. We’re building the next-generation B2B demand engine, enabling brands to connect their prospects directly with their happiest customers - creating trust at scale. Now is an incredible time to join Trusted.…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 81095.28,
    "salaire_max": 81095.28,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283652209?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=756B24482C85F4FC5DC0112BD29F0DDB00A4F5CA",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior User Experience Designer",
    "description": "Client : World’s biggest investment bank Location : London Working structure : Hybrid Pay type : PAYE inside IR35 Paid National Insurance 38 paid holidays annually Senior UX Designer As a Senior UX Designer, you are responsible for crafting intuitive, delightful, and accessible user experiences across our platform. You will translate complex workflows into elegant interfaces, advocate for user needs, and collaborate closely with engineering to deliver seamless solutions at scale. Your Misson Le…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 69336.36,
    "salaire_max": 69336.36,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283652192?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8917C08714A2CC16357575A4078699D12E6B70FB",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Engineer",
    "description": "Full Stack Engineer | London | Hybrid (4 Wfh) | Greenfield product build A fast-scaling startup is hiring multiple Full Stack Engineers to help build brand new internal tools and external platforms for a growing client base. This is a hands-on role with real ownership, working directly with the founding team on greenfield projects already generating revenue. What you’ll be doing: Build and launch internal and client-facing applications from scratch Lead front end development using React (or Vue…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 68795.2,
    "salaire_max": 68795.2,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283652202?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=2882D502D49C92AF652668A45DDCE78ED64F4A5C",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Full Stack Developer",
    "description": "Head Resourcing is recruiting a Lead Full Stack Developer on behalf of a specialist technology consultancy delivering impactful digital solutions. This is a unique opportunity to work on complex, high-value projects in a collaborative, Agile environment, while building a long-term leadership pathway. What You’ll Do: Lead the technical delivery of full stack web applications across a range of client projects Shape architectural decisions and delivery strategies Get hands-on with code across both…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 70306.78,
    "salaire_max": 70306.78,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283652166?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=3CD9FF751E0373E176DEE57C73967FDB699CD5D8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Lead Mobile Engineer (React Native)",
    "description": "Reward Gateway|Edenred is a global market leader in benefits and employee engagement. We help our clients and their leaders transform employee experience that will attract, engage, and retain top talent through employee benefits, strategic reward and recognition, well-being, and much more. Our mobile development team is expanding, and we have an exciting opportunity for a Lead Engineer . We are looking for someone who is passionate about creating high-quality mobile experiences and is comfortab…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 67023.51,
    "salaire_max": 67023.51,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651988?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=EDAF1605A0E0DDAA144C7E599A78D8E1BE505BBD",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Junior Full Stack Engineer -LLM Products",
    "description": "A junior Full-Stack Developer with LLM Products experience is required for a growing software development company, building the next wave of AI-powered tools. We ship fast, iterate weekly, and love developers who treat product like craft. You'll work directly with a senior engineer, touching everything from front-end UI to prompt engineering and deployment. Build and ship features using React/Next.js, Node/Python, and FastAPI Version prompts, experiment with LangChain, OpenAI, and Anthropic Use…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "react",
      "node"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 51510.09,
    "salaire_max": 51510.09,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651949?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=A1F2EABE2E0C6B4309620F62A92449D52E17A205",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": ".NET Developer - London",
    "description": ".NET Developer, .NET 9, C#, Agile - London (Tech stack: .NET Developer, .NET 9, ASP.NET, C#, React, Angular 19, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, Azure SQL, Programmer, Full Stack Engineer, Architect, .NET Developer) We are pleased to announce the arrival in the UK of one of Silicon Valley’s most successful and exciting brands. They’re at the heart of the Internet, helping the most innovative companies remove the complexities of delivering any experience, to any device…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "sql",
      "typescript",
      "angular",
      "azure"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 47605.81,
    "salaire_max": 47605.81,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651906?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=28516DBD28161C2E427C668145EE03544B83B0F7",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Product Engineer",
    "description": " New Role: Senior Product Engineer – SaaS Startup  We’re excited to partner with a profitable SaaS startup experiencing rapid growth and strong ARR in a short timeframe. Due to increasing customer demand, they’re expanding their engineering team and looking for product-minded engineers to join them on their journey.  Role Details Title: Senior Product Engineer Location: Hybrid – 3 days/week in Central London office Salary: Up to £120k  Equity Tech Stack: Go, TypeScript, React (open to other str…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 79252.98,
    "salaire_max": 79252.98,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651759?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=D0875D95EA7B4282232E5BED3E17559A885A8E23",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Software Engineer",
    "description": "London / Start-Up / React Native We are working with one of the fastest growing tech start-ups in London and looking for a Front End Developer who combines strong technical skills with a sharp eye for design. You’ll help shape the future of how students interact with AI tutors - if you care as much about interaction and polish as you do about scalability and performance this could be the role for you! What We’re Looking For: A strong Academic Background with BSc in Computer Science or STEM subj…",
    "secteur": "IT Jobs",
    "skills": [
      "react"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 63013.34,
    "salaire_max": 63013.34,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651622?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=AEB4D0652212408FB4037C27E59D543F4CD30A90",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Product Engineer",
    "description": " New Role: Senior Product Engineer – SaaS Startup  We’re excited to partner with a profitable SaaS startup experiencing rapid growth and strong ARR in a short timeframe. Due to increasing customer demand, they’re expanding their engineering team and looking for product-minded engineers to join them on their journey.  Role Details Title: Senior Product Engineer Location: Hybrid – 3 days/week in Central London office Salary: Up to £120k  Equity Tech Stack: Go, TypeScript, React (open to other str…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 78298.96,
    "salaire_max": 78298.96,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651363?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8255B3B2BA2CD30661EF79E08FAE7411766B5304",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Building Manager",
    "description": "Building Manager – South Central, Leeds South Central is a newly refurbished, multi-let office building in Leeds offering high-quality modern workspace and amenities designed to meet the needs of today’s occupiers. For more information, visit www.south-central.co.uk. Shield FM is looking for a Building Manager to join our team in Leeds. Our clients property is a multi-let, on-going refurbishment project so offers a unique opportunity for a the right candidate to grow with and put their stamp on…",
    "secteur": "Trade & Construction Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 42550.19,
    "salaire_max": 42550.19,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651313?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=0B4A5E50B837C5833F845260F68990C091F00CCF",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Full Stack Engineer - AI - £120k",
    "description": "Senior Full Stack Engineer – AI Infrastructure (Remote/London) A fast-growing AI startup is hiring a Senior Full Stack Engineer to help build scalable APIs and infrastructure for serving machine learning models in production. This is a hands-on role working across backend, frontend, and cloud systems. What You’ll Do: Build and maintain high-performance APIs (FastAPI/Python) Deploy ML models at scale using Kubernetes and Terraform Collaborate with ML teams to optimise training and inference pipe…",
    "secteur": "IT Jobs",
    "skills": [
      "python",
      "kubernetes",
      "ml"
    ],
    "techno_recherche": "react",
    "is_remote": true,
    "salaire_min": 75295.71,
    "salaire_max": 75295.71,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651032?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=F51B41E5A9D9088810477DFDAB557714020912C8",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Marketing Manager",
    "description": "Hours: Full Time Permanent/Fixed Term: Permanent Location: Cheltenham Key Objectives & Job Scope: As the day-to-day lead for Johnny’s Chop Shop, you will be at the forefront of our brand's exciting journey with your innovative ideas and strategic thinking key to our ongoing success. Reporting to the Senior Marketing Manager, you will be the driving force behind our integrated marketing plan. You will act as the brand guardian for all marketing communications, ensuring alignment across local and…",
    "secteur": "PR, Advertising & Marketing Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 50845.11,
    "salaire_max": 50845.11,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651061?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=540CB1A383625716A9F03CA2D8F88D69FE82DEDE",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Senior Mobile Engineer (Product)(React Native) - Series B Health Tech Scale-up - £110k - Hybrid in London",
    "description": "I am representing a fast-growing SERIES B Health Tech scale-up who are on a mission to help millions live longer & have healthier lives! Their all-in-one platform combines cutting-edge technology with world-class medical expertise to diagnose, treat, and support their users. They’re looking for a React Native/ TypeScript focused Senior Mobile Engineer (product) who’s not just a coder, but a builder, a thinker, and a doer. You will work on their Health & Fitness MOBILE APPLICATION that helps the…",
    "secteur": "IT Jobs",
    "skills": [
      "react",
      "typescript"
    ],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 79205.38,
    "salaire_max": 79205.38,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651049?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=259590E3AEA947DBD5DB75C8166829A0FC6C10BC",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Full Stack Software Development Engineer",
    "description": "Job Title: Full Stack Software Development Engineer Location: Stevenage Rate: £67 p/h - We are booking interviews next week! Please call or email for a slot The Environment Simulator Group provide a real-time environment, running simulations of the sub-systems to test the operation of the unit under test. You will be working within a small team and will be responsible for: - The continued development of the Web UI components Maintenance and testing of .net microservices Creating the appropriate…",
    "secteur": "IT Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 59686.12,
    "salaire_max": 59686.12,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283651002?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=7E20FE38F20A54C47A433EC52AC791D163CB5715",
    "date_collected": "20250704_1120"
  },
  {
    "pays": "United Kingdom",
    "code_pays": "gb",
    "titre": "Principal or Associate Mechanical Engineer",
    "description": "Principal or Associate Mechanical Engineer. Property Services - London. About us Hoare Lea is a human-centric and planet-conscious engineering consultancy. We offer intelligent and sustainable solutions to complex design challenges for the built environment throughout the UK and further afield. We provide a wide range of engineering and consultancy services, including acoustics, air quality, building services (MEP), fire, lighting, security and sustainability to name but a few. Together, our hi…",
    "secteur": "Engineering Jobs",
    "skills": [],
    "techno_recherche": "react",
    "is_remote": false,
    "salaire_min": 53985,
    "salaire_max": 53985,
    "salaire_predicted": "1",
    "url": "https://www.adzuna.co.uk/jobs/land/ad/5283650969?se=nquwa7hY8BG-COK7r-9g4g&utm_medium=api&utm_source=03d8c83f&v=8517EF9C76E68302A997C96B793BC0A0929729DF",
    "date_collected": "20250704_1120"
  }
]